{
  "metadata": {
    "date": "2017-01-30",
    "total_articles": 28
  },
  "articles": [
    {
      "headline": "Google, in Post-Obama Era, Aggressively Woos Republicans",
      "snippet": "The tech company had many close links to the Obama administration. Now it’s scrambling to forge ties with President Trump and a Republican-dominated Congress.",
      "abstract": "The tech company had many close links to the Obama administration. Now it’s scrambling to forge ties with President Trump and a Republican-dominated Congress.",
      "lead_paragraph": "WASHINGTON — Few companies have been as intimately tied to the Democratic Party in recent years as Google. So now that Donald J. Trump is president, the giant company, in Silicon Valley parlance, is having to pivot.",
      "publication_date": "2017-01-27T16:10:57+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/27/technology/google-in-post-obama-era-aggressively-woos-republicans.html",
      "byline": "By Cecilia Kang"
    },
    {
      "headline": "How to Buy a Used Car in an Age of Widespread Recalls",
      "snippet": "Dealers are scrambling every which way amid a recall of over 60 million Takata airbags, and consumers need to ask some very pointed questions.",
      "abstract": "Dealers are scrambling every which way amid a recall of over 60 million Takata airbags, and consumers need to ask some very pointed questions.",
      "lead_paragraph": "For people in the market for a used car, the “certified pre-owned” designation has long been the gold standard, an indication that a qualified mechanic has vouched for the car and that a buyer can expect a vehicle that is — hopefully — almost as good as new.",
      "publication_date": "2017-01-27T16:22:53+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/27/your-money/used-cars-takata-recalls.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "Russians Charged With Treason Worked in Office Linked to Election Hacking",
      "snippet": "The appearance of news on the arrests in four prominent publications suggested that the Kremlin may be prepared to reveal more about the matter.",
      "abstract": "The appearance of news on the arrests in four prominent publications suggested that the Kremlin may be prepared to reveal more about the matter.",
      "lead_paragraph": "WASHINGTON — Ever since American intelligence agencies accused Russia of trying to influence the American election, there have been questions about the proof they had to support the accusation.",
      "publication_date": "2017-01-27T19:07:39+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/27/world/europe/russia-hacking-us-election.html",
      "byline": "By Scott Shane, David E. Sanger and Andrew E. Kramer"
    },
    {
      "headline": "A Costly Drug, Missing a Dose of Disclosure",
      "snippet": "The drug maker Mallinckrodt chose to stay mum about federal inquiries into possible anti-competitive behavior.",
      "abstract": "The drug maker Mallinckrodt chose to stay mum about federal inquiries into possible anti-competitive behavior.",
      "lead_paragraph": "Full and fair disclosure is at the heart of our nation’s securities laws. So red flags fly when a company is silent on facts of interest to investors.",
      "publication_date": "2017-01-27T21:43:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2017/01/27/business/gretchen-morgenson-mallinckrodt-drug-disclosures.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "Uneasy About the Future, Readers Turn to Dystopian Classics",
      "snippet": "A boost in sales for books like George Orwell’s “Animal Farm” and “1984” seems to reflect an organic response from readers wary of President Trump’s rhetoric.",
      "abstract": "A boost in sales for books like George Orwell’s “Animal Farm” and “1984” seems to reflect an organic response from readers wary of President Trump’s rhetoric.",
      "lead_paragraph": "Last weekend, as hundreds of thousands of women gathered in Washington to protest the inauguration of President Trump, the novelist Margaret Atwood began getting a string of notifications on Twitter and Facebook. People were sending her images of protesters with signs that referenced her dystopian novel “The Handmaid’s Tale.”",
      "publication_date": "2017-01-28T01:30:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/27/business/media/dystopian-classics-1984-animal-farm-the-handmaids-tale.html",
      "byline": "By Alexandra Alter"
    },
    {
      "headline": "In Private, Republican Lawmakers Agonize Over Health Law Repeal",
      "snippet": "An audio recording of a closed-door meeting reveals concerns that contrast with the confidence party leaders and President Trump express in public.",
      "abstract": "An audio recording of a closed-door meeting reveals concerns that contrast with the confidence party leaders and President Trump express in public.",
      "lead_paragraph": "WASHINGTON — Congressional Republicans, meeting behind closed doors this week in Philadelphia, expressed grave concerns about dismantling the Affordable Care Act on the urgent timetable demanded by President Trump, fretting that, among other things, they could wreck insurance markets and be saddled with a politically disastrous “Trumpcare.”",
      "publication_date": "2017-01-28T02:12:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/27/us/politics/affordable-care-act-republican-retreat.html",
      "byline": "By Robert Pear and Thomas Kaplan"
    },
    {
      "headline": "Trump’s First Week: Misfires, Crossed Wires, and a Satisfied Smile",
      "snippet": "President Trump’s first week in office has seen its stops and starts, but one thing is certain: There is no lack of ambition, or effort, on his part.",
      "abstract": "President Trump’s first week in office has seen its stops and starts, but one thing is certain: There is no lack of ambition, or effort, on his part.",
      "lead_paragraph": "WASHINGTON — If other new occupants of the White House wanted to be judged by their first 100 days in office, President Trump seems intent to be judged by his first 100 hours. No president in modern times, if ever, has started with such a flurry of initiatives on so many fronts in such short order.",
      "publication_date": "2017-01-28T02:20:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/27/us/politics/president-donald-trump-first-week.html",
      "byline": "By Charlie Savage, Peter Baker and Maggie Haberman"
    },
    {
      "headline": "Trump Bars Refugees and Citizens of 7 Muslim Countries",
      "snippet": "The president also temporarily suspended immigration from seven mostly Muslim countries and gave preference to Christians from abroad.",
      "abstract": "The president also temporarily suspended immigration from seven mostly Muslim countries and gave preference to Christians from abroad.",
      "lead_paragraph": "WASHINGTON — President Trump on Friday closed the nation’s borders to refugees from around the world, ordering that families fleeing the slaughter in Syria be indefinitely blocked from entering the United States, and temporarily suspending immigration from several predominantly Muslim countries.",
      "publication_date": "2017-01-28T02:27:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/27/us/politics/trump-syrian-refugees.html",
      "byline": "By Michael D. Shear and Helene Cooper"
    },
    {
      "headline": "One Certainty of Trump’s Wall: Big Money",
      "snippet": "An earlier attempt tried cameras and radar but ran over budget. The project was a loss for taxpayers. But for contractors, it was a big win.",
      "abstract": "An earlier attempt tried cameras and radar but ran over budget. The project was a loss for taxpayers. But for contractors, it was a big win.",
      "lead_paragraph": "It was the border wall that didn’t get built.",
      "publication_date": "2017-01-28T10:00:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2017/01/28/business/mexico-border-wall-trump.html",
      "byline": "By Danielle Ivory and Julie Creswell"
    },
    {
      "headline": "In America’s Heartland, Discussing Climate Change Without Saying ‘Climate Change’",
      "snippet": "Even as conversations about the subject remain contentious, the environment is becoming a concern no one there can ignore.",
      "abstract": "Even as conversations about the subject remain contentious, the environment is becoming a concern no one there can ignore.",
      "lead_paragraph": "GLEN ELDER, Kan. — Doug Palen, a fourth-generation grain farmer on Kansas’ wind-swept plains, is in the business of understanding the climate. Since 2012, he has choked through the harshest drought to hit the Great Plains in a century, punctuated by freakish snowstorms and suffocating gales of dust. His planting season starts earlier in the spring and pushes deeper into winter.",
      "publication_date": "2017-01-28T10:00:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2017/01/28/business/energy-environment/navigating-climate-change-in-americas-heartland.html",
      "byline": "By Hiroko Tabuchi"
    },
    {
      "headline": "Judge Blocks Trump Order on Refugees Amid Chaos and Outcry Worldwide",
      "snippet": "In a New York courtroom on Saturday evening, the judge said that sending the travelers home could cause them “irreparable harm.”",
      "abstract": "In a New York courtroom on Saturday evening, the judge said that sending the travelers home could cause them “irreparable harm.”",
      "lead_paragraph": "WASHINGTON — A federal judge in Brooklyn came to the aid of scores of refugees and others who were trapped at airports across the United States on Saturday after an executive order signed by President Trump, which sought to keep many foreigners from entering the country, led to chaotic scenes across the globe.",
      "publication_date": "2017-01-28T13:03:49+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/28/us/refugees-detained-at-us-airports-prompting-legal-challenges-to-trumps-immigration-order.html",
      "byline": "By Michael D. Shear, Nicholas Kulish and Alan Feuer"
    },
    {
      "headline": "Troops Who Cleaned Up Radioactive Islands Can’t Get Medical Care",
      "snippet": "Roughly 4,000 service members helped clean up the Enewetak Atoll from nuclear tests. Many now have ailments they think result from the work, but the government won’t provide health care.",
      "abstract": "Roughly 4,000 service members helped clean up the Enewetak Atoll from nuclear tests. Many now have ailments they think result from the work, but the government won’t provide health care.",
      "lead_paragraph": "RICHLAND, Wash. — When Tim Snider arrived on Enewetak Atoll in the middle of the Pacific Ocean to clean up the fallout from dozens of nuclear tests on the ring of coral islands, Army officers immediately ordered him to put on a respirator and a bright yellow suit designed to guard against plutonium poisoning.",
      "publication_date": "2017-01-28T16:40:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/28/us/troops-radioactive-islands-medical-care.html",
      "byline": "By Dave Philipps"
    },
    {
      "headline": "‘Up Is Down’: Trump’s Unreality Show Echoes His Business Past",
      "snippet": "As a businessman and candidate, Donald J. Trump often made dubious statements, but even jaded political veterans have been astonished by his false claims since he took office.",
      "abstract": "As a businessman and candidate, Donald J. Trump often made dubious statements, but even jaded political veterans have been astonished by his false claims since he took office.",
      "lead_paragraph": "As a businessman, Donald J. Trump was a serial fabulist whose biggest-best boasts about everything he touched routinely crumbled under the slightest scrutiny. As a candidate, Mr. Trump was a magical realist who made fantastical claims punctuated by his favorite verbal tic: “Believe me.”",
      "publication_date": "2017-01-28T17:11:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/28/us/politics/donald-trump-truth.html",
      "byline": "By David Barstow"
    },
    {
      "headline": "Trump’s Immigration Ban Draws Deep Anger and Muted Praise",
      "snippet": "Democrats, religious groups, business leaders, academics and others assailed the president’s order as inhumane and discriminatory, while Republicans welcomed it.",
      "abstract": "Democrats, religious groups, business leaders, academics and others assailed the president’s order as inhumane and discriminatory, while Republicans welcomed it.",
      "lead_paragraph": "A group of Nobel Prize winners said it would damage American leadership in higher education and research. House Speaker Paul D. Ryan and some relatives of Americans killed in terrorist attacks said it was right on target. An evangelical Christian group called it an affront to human dignity.",
      "publication_date": "2017-01-28T17:57:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/28/us/trumps-immigration-ban-disapproval-applause.html",
      "byline": "By Richard Pérez-Peña"
    },
    {
      "headline": "Ten Centuries Later, a Pope and Knights Do Battle",
      "snippet": "A Vatican rift has spilled into the Knights of Malta, a sovereign order. Freemasons, beware.",
      "abstract": "A Vatican rift has spilled into the Knights of Malta, a sovereign order. Freemasons, beware.",
      "lead_paragraph": "ROME — It began as a fight over staffing. Then came a dispute about condoms, followed by papal concerns about Freemasons. Now it has become a full-scale proxy war between Pope Francis and the Vatican traditionalists who oppose him, with the battleground being a Renaissance palace flanked by Jimmy Choo and Hermès storefronts on Via dei Condotti, Rome’s most exclusive street.",
      "publication_date": "2017-01-28T18:34:32+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/28/world/europe/ten-centuries-later-a-pope-and-knights-do-battle.html",
      "byline": "By Jason Horowitz"
    },
    {
      "headline": "Immigration Ban Is Unlikely to Reduce Terrorist Threat, Experts Say",
      "snippet": "The unintended consequence of President Trump’s directive, many experts believe, is that it will make the risk worse.",
      "abstract": "The unintended consequence of President Trump’s directive, many experts believe, is that it will make the risk worse.",
      "lead_paragraph": "Rarely does an executive order announce a more straightforward and laudable purpose than the one President Trump signed on Friday: “Protecting the Nation From Foreign Terrorist Entry Into the United States.” But the president’s directive is unlikely to significantly reduce the terrorist threat in the United States, which has been a minuscule part of the overall toll of violence since 2001.",
      "publication_date": "2017-01-28T21:07:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/28/us/politics/a-sweeping-order-unlikely-to-reduce-terrorist-threat.html",
      "byline": "By Scott Shane"
    },
    {
      "headline": "U.S. Commando Killed in Yemen in Trump’s First Counterterrorism Operation",
      "snippet": "Three others were wounded in the operation against Qaeda militants, which had been deliberated by the Obama administration and was finally authorized by President Trump, military officials said.",
      "abstract": "Three others were wounded in the operation against Qaeda militants, which had been deliberated by the Obama administration and was finally authorized by President Trump, military officials said.",
      "lead_paragraph": "WASHINGTON — One American commando was killed and three others were wounded in a fierce firefight early Sunday with Qaeda militants in central Yemen, the military said on Sunday. It was the first counterterrorism operation authorized by President Trump since he took office, and the commando was the first United States service member to die in the yearslong shadow war against Al Qaeda’s Yemen affiliate.",
      "publication_date": "2017-01-29T13:10:38+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/29/world/middleeast/american-commando-killed-in-yemen-in-trumps-first-counterterror-operation.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Travelers Stranded and Protests Swell Over Trump Order",
      "snippet": "The White House pulled back on part of Mr. Trump’s temporary ban on visitors from seven countries by saying that it would not apply to those with green cards.",
      "abstract": "The White House pulled back on part of Mr. Trump’s temporary ban on visitors from seven countries by saying that it would not apply to those with green cards.",
      "lead_paragraph": "WASHINGTON — Travelers were stranded around the world, protests escalated in the United States and anxiety rose within President Trump’s party on Sunday as his order closing the nation to refugees and people from certain predominantly Muslim countries provoked a crisis just days into his administration.",
      "publication_date": "2017-01-29T15:32:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/29/us/politics/white-house-official-in-reversal-says-green-card-holders-wont-be-barred.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Silicon Valley’s Ambivalence Toward Trump Turns to Anger",
      "snippet": "Tech companies, which have embraced globalization, reacted more forcefully to the president’s immigration order than counterparts in other industries.",
      "abstract": "Tech companies, which have embraced globalization, reacted more forcefully to the president’s immigration order than counterparts in other industries.",
      "lead_paragraph": "SAN FRANCISCO — On Friday morning, Silicon Valley was largely ambivalent about President Trump. The software programmers, marketing experts and chief executives might not have voted for him, but they were hopeful about finding common ground with the new administration.",
      "publication_date": "2017-01-29T19:27:24+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/29/technology/silicon-valleys-ambivalence-toward-trump-turns-to-anger.html",
      "byline": "By David Streitfeld, Mike Isaac and Katie Benner"
    },
    {
      "headline": "$5 Million for a Super Bowl Ad. Another Million or More to Market the Ad.",
      "snippet": "Companies, eager to get their money’s worth, now spend 25 percent or more of the cost of a Super Bowl ad to market the ad itself.",
      "abstract": "Companies, eager to get their money’s worth, now spend 25 percent or more of the cost of a Super Bowl ad to market the ad itself.",
      "lead_paragraph": "This month, Anheuser-Busch InBev hosted a dozen or so reporters at its airy New York office to discuss its advertising plans for the Super Bowl.",
      "publication_date": "2017-01-29T22:34:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/29/business/5-million-for-a-super-bowl-ad-another-million-or-more-to-market-the-ad.html",
      "byline": "By Sapna Maheshwari"
    },
    {
      "headline": "Sean Spicer, Trump Press Secretary, Is ‘Not Here to Be Someone’s Buddy’",
      "snippet": "Long a part of establishment Washington, Mr. Spicer has surprised some colleagues by how readily he has embraced the White House’s attempts to upend the status quo.",
      "abstract": "Long a part of establishment Washington, Mr. Spicer has surprised some colleagues by how readily he has embraced the White House’s attempts to upend the status quo.",
      "lead_paragraph": "WASHINGTON — In his first, rocky week as President Trump’s press secretary, Sean M. Spicer was scolded by his boss, pilloried as a liar, hammered by journalists, mocked by Stephen Colbert, taunted by the flash-frozen ice cream brand Dippin’ Dots and held up as the poster child for an administration that can play fast and loose with the facts.",
      "publication_date": "2017-01-30T00:26:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/29/business/media/sean-spicer-trump-press-secretary-is-not-here-to-be-someones-buddy.html",
      "byline": "By Michael M. Grynbaum"
    },
    {
      "headline": "In Face of Trump’s Order, Some Muslim Nations Are Conspicuously Silent",
      "snippet": "Silence in the capitals of some Muslim-majority countries unaffected by the order reflected a lack of solidarity and an enduring uncertainty about Mr. Trump’s intentions.",
      "abstract": "Silence in the capitals of some Muslim-majority countries unaffected by the order reflected a lack of solidarity and an enduring uncertainty about Mr. Trump’s intentions.",
      "lead_paragraph": "CAIRO — The Germans criticized it. The British voiced their discomfort. The French, the Canadians and even some Republican senators in Washington stood in open opposition.",
      "publication_date": "2017-01-30T02:10:46+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/29/world/middleeast/donald-trump-muslims-reaction.html",
      "byline": "By Declan Walsh"
    },
    {
      "headline": "A Muckraker Who Was Eulogized Even by His Targets",
      "snippet": "Even politicians tarred by Wayne Barrett sang his praises, showing that many appreciate the role of journalists and don’t denigrate them as the “opposition party.”",
      "abstract": "Even politicians tarred by Wayne Barrett sang his praises, showing that many appreciate the role of journalists and don’t denigrate them as the “opposition party.”",
      "lead_paragraph": "“Our credo must be the exposure of the plunderers, the steerers, the wirepullers, the bosses, the brokers, the campaign givers and takers … So I say: Stew, percolate, pester, track, burrow, besiege, confront, damage, level, care.”",
      "publication_date": "2017-01-30T02:53:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/29/business/media/wayne-barrett-stephen-bannon.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "How Trump’s Rush to Enact an Immigration Ban Unleashed Global Chaos",
      "snippet": "With little consultation or regard for basic governance, the White House forged ahead on a campaign promise that the president made to his most fervent supporters.",
      "abstract": "With little consultation or regard for basic governance, the White House forged ahead on a campaign promise that the president made to his most fervent supporters.",
      "lead_paragraph": "WASHINGTON — As President Trump signed a sweeping executive order on Friday, shutting the borders to refugees and others from seven largely Muslim countries, the secretary of homeland security was on a White House conference call getting his first full briefing on the global shift in policy.",
      "publication_date": "2017-01-30T03:14:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/29/us/politics/donald-trump-rush-immigration-order-chaos.html",
      "byline": "By Michael D. Shear and Ron Nixon"
    },
    {
      "headline": "Bannon Is Given Security Role Usually Held for Generals",
      "snippet": "An executive order gave the right-wing agitator a full seat on the principals committee of the National Security Council, a startling elevation of a political adviser.",
      "abstract": "An executive order gave the right-wing agitator a full seat on the principals committee of the National Security Council, a startling elevation of a political adviser.",
      "lead_paragraph": "WASHINGTON — The whirlwind first week of Donald J. Trump’s presidency had all the bravura hallmarks of a Stephen K. Bannon production.",
      "publication_date": "2017-01-30T04:29:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/01/29/us/stephen-bannon-donald-trump-national-security-council.html",
      "byline": "By Glenn Thrush and Maggie Haberman"
    },
    {
      "headline": "Tesla Gives the California Power Grid a Battery Boost",
      "snippet": "A whirlwind three-month project is helping the luxury carmaker transform itself into a multifaceted clean energy company.",
      "abstract": "A whirlwind three-month project is helping the luxury carmaker transform itself into a multifaceted clean energy company.",
      "lead_paragraph": "Just off a freeway in Southern California, 396 refrigerator-size stacks of Tesla batteries, encased in white metal, have been hastily erected with a new mission: to suck up electricity from the grid during the day and feed it back into the system as needed, especially in the evening.",
      "publication_date": "2017-01-30T14:00:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/30/business/energy-environment/battery-storage-tesla-california.html",
      "byline": "By Diane Cardwell"
    },
    {
      "headline": "The Alt-Majority: How Social Networks Empowered Mass Protests Against Trump",
      "snippet": "We’re witnessing the stirrings of a national popular movement aimed at defeating the policies of the president.",
      "abstract": "We’re witnessing the stirrings of a national popular movement aimed at defeating the policies of the president.",
      "lead_paragraph": "The presidency of Donald J. Trump has been noteworthy for its speed. In his first week in office, as the president’s aides won’t tire of reminding us, Mr. Trump has already put in motion plans to do much of what he promised to do while campaigning.",
      "publication_date": "2017-01-30T14:51:04+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/30/technology/donald-trump-social-networks-protests.html",
      "byline": "By Farhad Manjoo"
    },
    {
      "headline": "In New York Music Scene, Two Behemoths Vie for the Top",
      "snippet": "With AEG Live acquiring the indie promoter the Bowery Presents, nearly a dozen of the city’s most prominent clubs will be tied to it or Live Nation.",
      "abstract": "With AEG Live acquiring the indie promoter the Bowery Presents, nearly a dozen of the city’s most prominent clubs will be tied to it or Live Nation.",
      "lead_paragraph": "The idea of the New York City rock club may conjure images of graffiti-covered dives where business amounts to little more than beer sales.",
      "publication_date": "2017-01-30T15:00:34+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/01/30/business/media/in-new-york-music-scene-two-behemoths-vie-for-the-top.html",
      "byline": "By Ben Sisario"
    }
  ]
}