{
  "metadata": {
    "date": "2017-08-01",
    "total_articles": 6
  },
  "articles": [
    {
      "headline": "While Other U.S. Companies Flee China, Starbucks Doubles Down",
      "snippet": "The company is now opening more than a store a day in China. The secret to success there, according to the coffee seller’s chairman? Mutual trust.",
      "abstract": "The company is now opening more than a store a day in China. The secret to success there, according to the coffee seller’s chairman? Mutual trust.",
      "lead_paragraph": "Google does very little business there. McDonald’s has agreed to sell its business and license its name there. Coca-Cola, after investing heavily, sold its bottling unit there.",
      "publication_date": "2017-08-01T01:06:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/07/31/business/dealbook/sorkin-china-starbucks.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Russia’s Military Drills Near NATO Border Raise Fears of Aggression",
      "snippet": "American military officials are concerned that Russia will use the maneuvers as a pretext to increase its presence in Belarus, which borders three NATO allies.",
      "abstract": "American military officials are concerned that Russia will use the maneuvers as a pretext to increase its presence in Belarus, which borders three NATO allies.",
      "lead_paragraph": "WASHINGTON — Russia is preparing to send as many as 100,000 troops to the eastern edge of NATO territory at the end of the summer, one of the biggest steps yet in the military buildup undertaken by President Vladimir V. Putin and an exercise in intimidation that recalls the most ominous days of the Cold War.",
      "publication_date": "2017-08-01T01:15:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/07/31/world/europe/russia-military-exercise-zapad-west.html",
      "byline": "By Michael R. Gordon and Eric Schmitt"
    },
    {
      "headline": "Oil Companies at Last See Path to Profits After Painful Spell",
      "snippet": "When oil prices fell, companies scrambled to adjust by cutting jobs and investment. Then they went to work on a far-reaching rethinking of their businesses.",
      "abstract": "When oil prices fell, companies scrambled to adjust by cutting jobs and investment. Then they went to work on a far-reaching rethinking of their businesses.",
      "lead_paragraph": "ABERDEEN, Scotland — This port city built of granite on the North Sea has taken a battering in recent years. Plunging oil prices hit the petroleum industry, which dominates the economy. Tens of thousands of jobs were slashed. Projects worth billions of dollars were sent back to the drawing board.",
      "publication_date": "2017-08-01T07:54:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/08/01/business/energy-environment/oil-prices-bp-exxon.html",
      "byline": "By Stanley Reed"
    },
    {
      "headline": "Debt-Ridden Chinese Giant Now a Shadow of Its Former Size",
      "snippet": "Dalian Wanda, once one of China’s biggest real estate developers, is trying to reinvent itself as a slimmed-down operator of shopping malls.",
      "abstract": "Dalian Wanda, once one of China’s biggest real estate developers, is trying to reinvent itself as a slimmed-down operator of shopping malls.",
      "lead_paragraph": "WUHAN, China — The Han Show here in central China was supposed to turn the city of Wuhan into a leading tourist destination, with a dazzling spectacle of lights, water jets and acrobats by the former creative director of Cirque du Soleil. But the custom-built 2,000-seat theater is seldom even half full despite deeply discounted tickets.",
      "publication_date": "2017-08-01T09:00:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/08/01/business/dalian-wanda-group-china-debt.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Jailings Raise Fears of Dictatorship in Venezuela",
      "snippet": "Government agents hauled two prominent opposition politicians back to jail from house arrest on Tuesday, raising fears that the crackdown could extend from Venezuela’s legislature to its attorney general’s office.",
      "abstract": "Government agents hauled two prominent opposition politicians back to jail from house arrest on Tuesday, raising fears that the crackdown could extend from Venezuela’s legislature to its attorney general’s office.",
      "lead_paragraph": "BOGOTÁ, Colombia — The government agents barged into the homes of two prominent former mayors, hauling them off to jail in the dark. They dragged one of them into the street in his blue pajamas as witnesses screamed that he was being kidnapped.",
      "publication_date": "2017-08-01T13:38:26+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/08/01/world/americas/venezuela-opposition-nicolas-maduro.html",
      "byline": "By Nicholas Casey and Ana Vanessa Herrero"
    },
    {
      "headline": "Decades of Questions Get Chilling Answer: He Was John Wayne Gacy’s Victim",
      "snippet": "About 40 years after Jimmy Haakenson disappeared, his family now knows he was the victim of a serial killer, John Wayne Gacy, opening up a new set of haunting questions.",
      "abstract": "About 40 years after Jimmy Haakenson disappeared, his family now knows he was the victim of a serial killer, John Wayne Gacy, opening up a new set of haunting questions.",
      "lead_paragraph": "MAYWOOD, Ill. — It was a painful mystery that had simmered just below the surface for about 40 years, and last month, the family of James Byron Haakenson finally got their answer. As had been long feared, the funny, good-natured 16-year-old they called Jimmy had been a victim of John Wayne Gacy, one of the country’s most notorious serial killers.",
      "publication_date": "2017-08-01T15:27:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/08/01/us/john-wayne-gacy-victim.html",
      "byline": "By Julie Bosman"
    }
  ]
}