{
  "metadata": {
    "date": "2017-10-16",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Equifax’s Grip on Mortgage Data Squeezes Smaller Rivals",
      "snippet": "Lawmakers might ask why Freddie Mac, the home finance giant, has given Equifax an edge over capable rivals in a system that checks buyers’ credit.",
      "abstract": "Lawmakers might ask why Freddie Mac, the home finance giant, has given Equifax an edge over capable rivals in a system that checks buyers’ credit.",
      "lead_paragraph": "Like it or not, when you apply for a home mortgage or to refinance an existing loan, Equifax will be a part of the process.",
      "publication_date": "2017-10-13T19:22:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2017/10/13/business/equifax-freddie-mac.html",
      "byline": "By Gretchen Morgenson"
    },
    {
      "headline": "In California, Fires So Fast Hesitation Proved Lethal",
      "snippet": "As stories emerged of how people died in the wind-driven fires that have ravaged Northern California, the element common to each tragedy was how quickly it happened.",
      "abstract": "As stories emerged of how people died in the wind-driven fires that have ravaged Northern California, the element common to each tragedy was how quickly it happened.",
      "lead_paragraph": "SANTA ROSA, Calif. — With towering flames bearing down, one victim delayed escape in hopes of saving his new truck — but he could not find the keys. An elderly couple slept as danger erupted, not waking until it was too late to flee down their one-lane road. Another couple, who barely missed their chance to drive away, huddled in a pool, surrounded by fire and choking smoke; he survived, but she did not.",
      "publication_date": "2017-10-13T23:23:22+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/13/us/california-wildfires-victims.html",
      "byline": "By Thomas Fuller and Richard Pérez-Peña"
    },
    {
      "headline": "Trump Adopts Obama Approach While Seeking to Undo a Legacy",
      "snippet": "Like his predecessor, President Trump has grown frustrated with Congress and as a result has turned to executive power to advance a stalled agenda.",
      "abstract": "Like his predecessor, President Trump has grown frustrated with Congress and as a result has turned to executive power to advance a stalled agenda.",
      "lead_paragraph": "WASHINGTON — The president was frustrated. Lawmakers were not passing what he wanted. They were “obstructionists,” he complained. So he took out his pen, signed his name to an order and took action on his own. “We’re taking a little different route than we had hoped because getting Congress — they forgot what their pledges were,” he said.",
      "publication_date": "2017-10-14T00:38:53+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/13/us/politics/trump-obama-executive-orders.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "End to Health Care Subsidies Puts Congress in a Tight Spot",
      "snippet": "Some lawmakers want to fund the payments to insurers that President Trump is cutting off, while the president says Democrats should negotiate with him.",
      "abstract": "Some lawmakers want to fund the payments to insurers that President Trump is cutting off, while the president says Democrats should negotiate with him.",
      "lead_paragraph": "WASHINGTON — President Trump’s decision to cut off critical payments to health insurance companies ratcheted up the pressure on Congress on Friday to take action to protect consumers from soaring premiums, while also adding a combustible new issue to negotiations to avert a government shutdown this year.",
      "publication_date": "2017-10-14T00:42:35+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/13/us/politics/trump-congress-obamacare-insurance-subsidies.html",
      "byline": "By Thomas Kaplan and Robert Pear"
    },
    {
      "headline": "Fraud Scandals Sap China’s Dream of Becoming a Science Superpower",
      "snippet": "Fraudulent research and faked peer reviews have led to a humiliating setback for China’s goal of becoming a global leader in scientific research.",
      "abstract": "Fraudulent research and faked peer reviews have led to a humiliating setback for China’s goal of becoming a global leader in scientific research.",
      "lead_paragraph": "BEIJING — Having conquered world markets and challenged American political and military leadership, China has set its sights on becoming a global powerhouse in a different field: scientific research. It now has more laboratory scientists than any other country, outspends the entire European Union on research and development, and produces more scientific articles than any other nation except the United States.",
      "publication_date": "2017-10-14T00:54:28+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/13/world/asia/china-science-fraud-scandals.html",
      "byline": "By Amy Qin"
    },
    {
      "headline": "An Alternate Universe of Shopping, in Ohio",
      "snippet": "As retailers face existential threats from the internet, clothing chains and burger joints alike are flocking to Columbus, Ohio, to test new ideas.",
      "abstract": "As retailers face existential threats from the internet, clothing chains and burger joints alike are flocking to Columbus, Ohio, to test new ideas.",
      "lead_paragraph": "COLUMBUS, Ohio — It was a scorching day outside, hot even for late summer in Ohio, and yet I was freezing. I had stepped inside the EB Ice Box, a meat-locker-like display at the Eddie Bauer store here that was cooled to 13 degrees Fahrenheit. The metal-sheathed room looked out onto the promenade of an upscale shopping mall, and featured a large block of ice for a bench. Even though I was wearing a down jacket (the room is meant to be a place where customers can test Eddie Bauer wear), the frigid air had gotten under my skin.",
      "publication_date": "2017-10-14T09:00:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2017/10/14/business/an-alternate-universe-of-shopping-in-ohio.html",
      "byline": "By David Gelles"
    },
    {
      "headline": "Becoming a Steelworker Liberated Her. Then Her Job Moved to Mexico.",
      "snippet": "Workers like Shannon Mulcahy took pride in their jobs at the Rexnord factory in Indianapolis. The bearings they made were top-notch. In the end, it didn’t matter.",
      "abstract": "Workers like Shannon Mulcahy took pride in their jobs at the Rexnord factory in Indianapolis. The bearings they made were top-notch. In the end, it didn’t matter.",
      "lead_paragraph": "Leer en español | Listen to The Daily episode",
      "publication_date": "2017-10-14T09:00:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/14/us/union-jobs-mexico-rexnord.html",
      "byline": "By Farah Stockman"
    },
    {
      "headline": "Wary of Hackers, States Move to Upgrade Voting Systems",
      "snippet": "New equipment and security protocols are part of the response to Russian meddling in 2016. But lack of money is an obstacle.",
      "abstract": "New equipment and security protocols are part of the response to Russian meddling in 2016. But lack of money is an obstacle.",
      "lead_paragraph": "WASHINGTON — State election officials, worried about the integrity of their voting systems, are pressing to make them more secure ahead of next year’s midterm elections.",
      "publication_date": "2017-10-14T15:54:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/14/us/voting-russians-hacking-states-.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "Back Home, a Unanimous Verdict on Corker vs. Trump: That’s Just Bob",
      "snippet": "The nation has seen Mr. Corker, a reliable Republican senator from a deep-red state, stunningly undermining his president. Chattanooga has seen it coming, for better or worse.",
      "abstract": "The nation has seen Mr. Corker, a reliable Republican senator from a deep-red state, stunningly undermining his president. Chattanooga has seen it coming, for better or worse.",
      "lead_paragraph": "CHATTANOOGA, Tenn. — “Liddle” Bob Corker is kind of a big deal around here.",
      "publication_date": "2017-10-14T16:11:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/14/us/politics/back-home-a-unanimous-verdict-on-corker-vs-trump-thats-just-bob.html",
      "byline": "By Matt Flegenheimer"
    },
    {
      "headline": "Promise the Moon? Easy for Trump. But Now Comes the Reckoning.",
      "snippet": "On issues like health care and Iran, President Trump’s language has not been matched by action, raising questions about whether his base will be satisfied by partial steps.",
      "abstract": "On issues like health care and Iran, President Trump’s language has not been matched by action, raising questions about whether his base will be satisfied by partial steps.",
      "lead_paragraph": "WASHINGTON — President Trump leaves little doubt about what he thinks of his predecessor’s top domestic and international legacies. The health care program enacted by President Barack Obama is “outrageous” and “absolutely destroying everything in its wake.” The nuclear deal with Iran is “one of the worst and most one-sided transactions the United States has ever entered into.”",
      "publication_date": "2017-10-14T17:15:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/14/us/politics/promise-the-moon-easy-for-trump-but-now-comes-the-reckoning.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Harvey Weinstein Ousted From Motion Picture Academy",
      "snippet": "In an emergency session brought about by the recent public accusations, the board voted to remove the mogul whose studios won more than 80 Oscars.",
      "abstract": "In an emergency session brought about by the recent public accusations, the board voted to remove the mogul whose studios won more than 80 Oscars.",
      "lead_paragraph": "LOS ANGELES — Hollywood’s de facto governing body, the Academy of Motion Picture Arts and Sciences, voted overwhelmingly on Saturday to “immediately expel” Harvey Weinstein, breaking with 90 years of precedent and turning one of the biggest Oscar players in history into a hall-of-fame pariah.",
      "publication_date": "2017-10-14T20:21:59+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/14/business/media/harvey-weinstein-ousted-from-motion-picture-academy.html",
      "byline": "By Brooks Barnes"
    },
    {
      "headline": "Mogadishu Truck Bombings Are Deadliest Attack in Decades",
      "snippet": "With at least 270 people dead, suspicion fell on the Shabab, a militant group that has been losing ground but, it now appears, perhaps not strength.",
      "abstract": "With at least 270 people dead, suspicion fell on the Shabab, a militant group that has been losing ground but, it now appears, perhaps not strength.",
      "lead_paragraph": "MOGADISHU, Somalia — When a double truck bombing shattered the night in Mogadishu on Saturday, rescue workers began the grim search for survivors that has become all too common as Somalia battles an Islamist insurgency. They picked through burned-out cars and hunted as best they could in a collapsed hotel.",
      "publication_date": "2017-10-15T12:18:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/15/world/africa/somalia-bombing-mogadishu.html",
      "byline": "By Hussein Mohamed, Eric Schmitt and Mohamed Ibrahim"
    },
    {
      "headline": "Amazon Turns on the Charm Amid Criticism From Right and Left",
      "snippet": "After years of relying on a no-frills lobbying operation, Amazon is spreading its message far and wide in the nation’s capital.",
      "abstract": "After years of relying on a no-frills lobbying operation, Amazon is spreading its message far and wide in the nation’s capital.",
      "lead_paragraph": "WASHINGTON — On a sunny day in July, commuters arriving at Union Station, in the shadow of Capitol Hill, were greeted with free bananas passed out by Amazon employees. In a Senate building, lawmakers and their aides attended policy panels on how Amazon manages privacy on its Echo devices and how sales for small businesses are booming on its online store.",
      "publication_date": "2017-10-15T17:59:31+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/15/technology/amazon-lobbying.html",
      "byline": "By Cecilia Kang"
    },
    {
      "headline": "Aiding Transgender Case, Sessions Defies His Image on Civil Rights",
      "snippet": "In an unusual move, the attorney general has sent a federal hate crimes lawyer to Iowa to help prosecute a man charged with murdering a transgender high school student.",
      "abstract": "In an unusual move, the attorney general has sent a federal hate crimes lawyer to Iowa to help prosecute a man charged with murdering a transgender high school student.",
      "lead_paragraph": "WASHINGTON — The Justice Department has dispatched an experienced federal hate crimes lawyer to Iowa to help prosecute a man charged with murdering a transgender high school student last year, a highly unusual move that officials said was personally initiated by Attorney General Jeff Sessions.",
      "publication_date": "2017-10-15T19:28:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/15/us/politics/jeff-sessions-transgender.html",
      "byline": "By Matt Apuzzo"
    },
    {
      "headline": "Executive Mentors Wanted. Only Millennials Need Apply.",
      "snippet": "As businesses chase evanescent market trends, young workers are being pulled into programs to give advice to the top ranks of their companies.",
      "abstract": "As businesses chase evanescent market trends, young workers are being pulled into programs to give advice to the top ranks of their companies.",
      "lead_paragraph": "Junior office workers once had a fairly predictable set of daily tasks. Write the sales memo. Build the PowerPoint. Make the coffee.",
      "publication_date": "2017-10-15T19:43:28+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/15/technology/millennial-mentors-executives.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "The World Once Laughed at North Korean Cyberpower. No More.",
      "snippet": "While the world is fixated on its nuclear missiles, North Korea has also developed a cyberattack program that is stealing millions and unleashing havoc.",
      "abstract": "While the world is fixated on its nuclear missiles, North Korea has also developed a cyberattack program that is stealing millions and unleashing havoc.",
      "lead_paragraph": "When North Korean hackers tried to steal $1 billion from the New York Federal Reserve last year, only a spelling error stopped them. They were digitally looting an account of the Bangladesh Central Bank, when bankers grew suspicious about a withdrawal request that had misspelled “foundation” as “fandation.”",
      "publication_date": "2017-10-15T20:55:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/15/world/asia/north-korea-hacking-cyber-sony.html",
      "byline": "By David E. Sanger, David D. Kirkpatrick and Nicole Perlroth"
    },
    {
      "headline": "Jeff Flake’s Lesson for Republicans: Cross Trump at Your Own Risk",
      "snippet": "The Arizona senator is in political peril as the 2018 election approaches, but he says he has no regrets in taking on President Trump.",
      "abstract": "The Arizona senator is in political peril as the 2018 election approaches, but he says he has no regrets in taking on President Trump.",
      "lead_paragraph": "Update, Oct. 24, 2017: Senator Jeff Flake announced that he will not seek re-election in 2018. Read the latest »",
      "publication_date": "2017-10-15T20:56:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/15/us/politics/jeff-flake-trump.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "Buy a Sofa Online? Wayfair Is Counting on It",
      "snippet": "The online company is betting that you won’t need to sit on the cushions before you buy — and that it can get the furniture through your door.",
      "abstract": "The online company is betting that you won’t need to sit on the cushions before you buy — and that it can get the furniture through your door.",
      "lead_paragraph": "Early on a fall morning, the sweat was already beading on Sean Williams’s brow as he and his partner wrestled with a problem worthy of a geometry class: figuring out the series of lifts, tilts and tugs needed to squeeze a sectional sofa through the front door of a New Jersey home.",
      "publication_date": "2017-10-15T21:02:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/15/business/wayfair-online-furniture.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "After the Las Vegas Shooting, Concertgoers Became Medics",
      "snippet": "Trauma experts say that private citizens saved lives by applying pressure to wounds and rushing victims to hospitals. Such successes have prompted calls for more first-aid training.",
      "abstract": "Trauma experts say that private citizens saved lives by applying pressure to wounds and rushing victims to hospitals. Such successes have prompted calls for more first-aid training.",
      "lead_paragraph": "In the days after the shootings at the Route 91 Harvest festival in Las Vegas, many stories emerged of bystander courage. Volunteers combed the grounds for survivors and carried out the injured. Strangers used belts as makeshift tourniquets to stanch bleeding, and then others sped the wounded to hospitals in the back seats of cars and the beds of pickup trucks.",
      "publication_date": "2017-10-15T22:24:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/15/us/las-vegas-shooting-civilian-first-aid.html",
      "byline": "By Sheri Fink"
    },
    {
      "headline": "As the World Tweets, Social Media Chiefs Remain Tight-Lipped",
      "snippet": "We’re giving away a lot more information than we’re getting from Mark Zuckerberg and his friends.",
      "abstract": "We’re giving away a lot more information than we’re getting from Mark Zuckerberg and his friends.",
      "lead_paragraph": "If only Twitter, Facebook and Google could keep their stories straight.",
      "publication_date": "2017-10-15T23:57:44+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/15/business/social-media-transparency.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "A Nafta Battleground on the Shores of Canada",
      "snippet": "A fight over a scuttled quarry project exemplifies a key dispute that has endangered a trade pact between the United States, Mexico and Canada.",
      "abstract": "A fight over a scuttled quarry project exemplifies a key dispute that has endangered a trade pact between the United States, Mexico and Canada.",
      "lead_paragraph": "DIGBY NECK, Nova Scotia — This far-flung peninsula in the North Atlantic seems an unlikely place for an international trade dispute. But an American company’s scuttled plans to build a quarry here have turned these quiet fishing grounds into a case study of the kind of thorny disputes that threaten to derail the North American Free Trade Agreement.",
      "publication_date": "2017-10-16T09:00:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/16/us/politics/nafta-united-states-canada.html",
      "byline": "By Ana Swanson"
    },
    {
      "headline": "Trump’s Top Economist Says Corporate Tax Cuts Will Lift Workers’ Wages",
      "snippet": "The typical household’s income would climb by thousands of dollars, says a report that hints at a primary argument the administration will make in selling its tax plan.",
      "abstract": "The typical household’s income would climb by thousands of dollars, says a report that hints at a primary argument the administration will make in selling its tax plan.",
      "lead_paragraph": "WASHINGTON — President Trump’s top economist said on Monday that a corporate tax cut being pushed by Republicans would increase a typical household’s income by $3,000 to $7,000 a year, highlighting a primary argument the administration will make in drafting and selling its tax plan.",
      "publication_date": "2017-10-16T09:00:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/10/16/us/politics/trump-tax-plan-wages-corporate-rates.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "Iraqi Forces Sweep Into Kirkuk, Checking Kurdish Independence Drive",
      "snippet": "Government troops seize a crucial city and oil fields from separatists who have been pressing for an independent state in northern Iraq.",
      "abstract": "Government troops seize a crucial city and oil fields from separatists who have been pressing for an independent state in northern Iraq.",
      "lead_paragraph": "KIRKUK, Iraq — After weeks of threats and posturing, the Iraqi government carried out a military assault on Monday to curb the independence drive by the nation’s Kurdish minority, wresting oil fields and a contested city from separatists pushing to break away from Iraq.",
      "publication_date": "2017-10-16T11:16:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/10/16/world/middleeast/kirkuk-iraq-kurds.html",
      "byline": "By David Zucchino"
    }
  ]
}