{
  "metadata": {
    "date": "2017-09-25",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Why the Equifax Breach Stings So Bad",
      "snippet": "The credit reporting agency and its counterparts, Experian and TransUnion, deploy withering judgment, trap us in systems we can’t escape and scare us. It’s time for a radical reboot.",
      "abstract": "The credit reporting agency and its counterparts, Experian and TransUnion, deploy withering judgment, trap us in systems we can’t escape and scare us. It’s time for a radical reboot.",
      "lead_paragraph": "Among the 2,000 or so enraged messages that I received after the most recent Equifax data breach, the wish that came up most often was that Richard F. Smith, the company’s chief executive, be pushed out the door.",
      "publication_date": "2017-09-22T18:03:13+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/09/22/your-money/equifax-breach.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "McCain Announces Opposition to Republican Health Bill, Likely Dooming It",
      "snippet": "Senator John McCain released a statement saying he would oppose the latest proposal, by Senators Lindsey Graham of South Carolina and Bill Cassidy of Louisiana.",
      "abstract": "Senator John McCain released a statement saying he would oppose the latest proposal, by Senators Lindsey Graham of South Carolina and Bill Cassidy of Louisiana.",
      "lead_paragraph": "WASHINGTON — Senator John McCain of Arizona announced on Friday that he would oppose the latest proposal to repeal the Affordable Care Act, leaving Republican leaders with little hope of succeeding in their last-ditch attempt to dismantle the health law and fulfill their longstanding promise to conservative voters.",
      "publication_date": "2017-09-22T18:06:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/22/us/politics/mccain-graham-cassidy-health-care.html",
      "byline": "By Thomas Kaplan and Robert Pear"
    },
    {
      "headline": "On Russian Meddling, Mark Zuckerberg Follows a Familiar Playbook",
      "snippet": "Mr. Zuckerberg’s modus operandi as a leader is to fix things long after they have broken, rather than to prevent problems in the first place.",
      "abstract": "Mr. Zuckerberg’s modus operandi as a leader is to fix things long after they have broken, rather than to prevent problems in the first place.",
      "lead_paragraph": "I knew the big Mark Zuckerberg speech was coming. It always does.",
      "publication_date": "2017-09-22T22:04:13+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/09/22/technology/mark-zuckerberg-facebook-russian-ads.html",
      "byline": "By Farhad Manjoo"
    },
    {
      "headline": "Nafta Negotiators Wading Into Tougher Territory in Third Round of Trade Talks",
      "snippet": "The United States, Canada and Mexico are wading into murkier waters this weekend as they push ahead with renegotiating Nafta.",
      "abstract": "The United States, Canada and Mexico are wading into murkier waters this weekend as they push ahead with renegotiating Nafta.",
      "lead_paragraph": "WASHINGTON — President Trump has spent months pummeling the North American Free Trade Agreement, calling the trade pact a “disaster” and insisting that it cost American jobs. Now, United States trade negotiators will have to decide how tough to get on their Nafta counterparts.",
      "publication_date": "2017-09-22T22:37:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/09/22/us/politics/nafta-talks-united-states-canada-mexico.html",
      "byline": "By Ana Swanson"
    },
    {
      "headline": "Facing Months in the Dark, Ordinary Life in Puerto Rico Is ‘Beyond Reach’",
      "snippet": "In the aftermath of Hurricane Maria, Puerto Ricans were contemplating empty refrigerators, campfire cooking and perhaps wrangling for fresh water.",
      "abstract": "In the aftermath of Hurricane Maria, Puerto Ricans were contemplating empty refrigerators, campfire cooking and perhaps wrangling for fresh water.",
      "lead_paragraph": "SAN JUAN, P.R. — Two days after Hurricane Maria flattened this island of 3.5 million people, knocking out all its power and much of its water, the rebuilding of the services and structures needed for people to resume some semblance of ordinary life was looking more complicated by the day.",
      "publication_date": "2017-09-23T00:43:46+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/22/us/hurricane-maria-puerto-rico-power.html",
      "byline": "By Frances Robles, Lizette Alvarez and Mary Williams Walsh"
    },
    {
      "headline": "White House Weighs Response to North Korea’s Threats",
      "snippet": "The war of words between President Trump and Kim Jong-un, North Korea’s leader, raised concerns on Friday that it could escalate into a new and more volatile phase.",
      "abstract": "The war of words between President Trump and Kim Jong-un, North Korea’s leader, raised concerns on Friday that it could escalate into a new and more volatile phase.",
      "lead_paragraph": "WASHINGTON — The war of words between President Trump and Kim Jong-un, North Korea’s leader, raised concerns on Friday that it could escalate into a new and more volatile phase as the White House weighed its next steps in response to a threat by Pyongyang to conduct the world’s first atmospheric nuclear test in 37 years.",
      "publication_date": "2017-09-23T00:45:12+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/22/world/asia/trump-north-korea-kim-jong-un.html",
      "byline": "By Peter Baker and David E. Sanger"
    },
    {
      "headline": "Deals in Code, Arrests in Raids: The Risky Stakes of Oil Middlemen",
      "snippet": "A go-to agent in a lucrative industry that depends on global connections speaks up about allegations that it earned millions through graft.",
      "abstract": "A go-to agent in a lucrative industry that depends on global connections speaks up about allegations that it earned millions through graft.",
      "lead_paragraph": "MONACO — The worst day of Saman Ahsani’s life began with a 9:30 a.m. knock on the door of the Monaco apartment where he lived with his wife and children. A scrum of law enforcement officials stood in the hallway, flashing a warrant to search the premises and seize property.",
      "publication_date": "2017-09-23T09:00:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2017/09/23/business/ahsani-middlemen-oil-unaoil.html",
      "byline": "By David Segal"
    },
    {
      "headline": "The Not-So-Glossy Future of Magazines",
      "snippet": "A spate of departures by celebrity editors suggests that the romance of the industry has faded, as magazines grasp for new revenue streams.",
      "abstract": "A spate of departures by celebrity editors suggests that the romance of the industry has faded, as magazines grasp for new revenue streams.",
      "lead_paragraph": "One evening in mid-September, a gaggle of writers and bon vivant editors gathered by the outdoor fireplace and ivy-covered trellis of a West Village tavern. Steak was served, and the toasts lasted late into the night, the revelry trickling out to the nearby sidewalk.",
      "publication_date": "2017-09-23T14:39:38+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2017/09/23/business/media/the-not-so-glossy-future-of-magazines.html",
      "byline": "By Sydney Ember and Michael M. Grynbaum"
    },
    {
      "headline": "As Equifax Amassed Ever More Data, Safety Was a Sales Pitch",
      "snippet": "The data breach highlighted just how entrenched the credit bureau is in the lives of Americans, and consumers’ lack of control over their personal information.",
      "abstract": "The data breach highlighted just how entrenched the credit bureau is in the lives of Americans, and consumers’ lack of control over their personal information.",
      "lead_paragraph": "Equifax’s chief executive had a simple strategy when he joined more than a decade ago: Gather as much personal data as possible and find new ways to sell it.",
      "publication_date": "2017-09-23T15:09:38+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/23/business/equifax-data-breach.html",
      "byline": "By Stacy Cowley and Tara Siegel Bernard"
    },
    {
      "headline": "Push for Gender Equality in Tech? Some Men Say It’s Gone Too Far",
      "snippet": "After revelations of harassment and bias in Silicon Valley, a backlash is growing against the women in tech movement.",
      "abstract": "After revelations of harassment and bias in Silicon Valley, a backlash is growing against the women in tech movement.",
      "lead_paragraph": "SAN FRANCISCO — Their complaints flow on Reddit forums, on video game message boards, on private Facebook pages and across Twitter. They argue for everything from male separatism to an end to gender diversity efforts.",
      "publication_date": "2017-09-23T15:42:33+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/23/technology/silicon-valley-men-backlash-gender-scandals.html",
      "byline": "By Nellie Bowles"
    },
    {
      "headline": "Pentagon Tests Lasers and Nets to Combat a Vexing Foe: ISIS Drones",
      "snippet": "As deadly drone attacks by the Islamic State increase, American officials are experimenting with technologies that can destroy the weapons.",
      "abstract": "As deadly drone attacks by the Islamic State increase, American officials are experimenting with technologies that can destroy the weapons.",
      "lead_paragraph": "WASHINGTON — At the vast, windswept White Sands Missile Range in New Mexico earlier this year, nearly a dozen military contractors armed with laser guns, high-tech nets and other experimental systems met to tackle one of the Pentagon’s most vexing counterterrorism conundrums: how to destroy the Islamic State’s increasingly lethal fleet of drones.",
      "publication_date": "2017-09-23T16:04:32+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/23/world/middleeast/isis-drones-pentagon-experiments.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Trump’s Big Gamble: Can He Pull Alabama Senator to Victory?",
      "snippet": "The contest between Senator Luther Strange and Roy Moore, an evangelical firebrand, is the most significant test yet of President Trump’s power to sway the party’s conservative base.",
      "abstract": "The contest between Senator Luther Strange and Roy Moore, an evangelical firebrand, is the most significant test yet of President Trump’s power to sway the party’s conservative base.",
      "lead_paragraph": "HUNTSVILLE, Ala. — When President Trump took the stage here just days before Alabama’s pivotal Republican Senate runoff, he all but revealed his Oval Office deliberations about whether to stand with Senator Luther Strange and risk attaching himself to a potential loser.",
      "publication_date": "2017-09-23T16:42:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/23/us/politics/trump-alabama-senate-strange-moore.html",
      "byline": "By Jonathan Martin"
    },
    {
      "headline": "At Florida Nursing Home, Many Calls for Help, but None That Made a Difference",
      "snippet": "After the home lost power to its air-conditioning, 11 of its residents died. Records and interviews show a preventable descent into chaos.",
      "abstract": "After the home lost power to its air-conditioning, 11 of its residents died. Records and interviews show a preventable descent into chaos.",
      "lead_paragraph": "HOLLYWOOD, Fla. — The emergency room workers at Memorial Regional Hospital rushed the first patient to Room 9, which was devoted to the hope and practice of arresting death. They threaded fluid lines into her veins and readied a breathing tube. Even through gloves, they could feel the heat corseting the 84-year-old woman’s body.",
      "publication_date": "2017-09-23T17:39:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/23/us/nursing-home-deaths.html",
      "byline": "By Ellen Gabler, Sheri Fink and Vivian Yee"
    },
    {
      "headline": "One Surprise Standout for Uber: Food Delivery",
      "snippet": "Despite a late start, the company’s foray into delivering food, a cutthroat $100 billion-plus service industry, eclipses ride hailing in some markets.",
      "abstract": "Despite a late start, the company’s foray into delivering food, a cutthroat $100 billion-plus service industry, eclipses ride hailing in some markets.",
      "lead_paragraph": "SAN FRANCISCO — For years, Bob Gordon, the owner of Footprints Cafe in Brooklyn, handled the delivery of his restaurant’s meals, like his Caribbean-inspired “Rasta Pasta,” to customers. So when he decided to work for the first time with an outside delivery service — UberEats, the delivery arm of the ride-hailing giant Uber — he was nervous.",
      "publication_date": "2017-09-23T18:42:13+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/09/23/technology/ubereats-food-delivery.html",
      "byline": "By Mike Isaac"
    },
    {
      "headline": "Angela Merkel Makes History in German Vote, but So Does Far Right",
      "snippet": "Ms. Merkel becomes only the third postwar chancellor to win four national elections, but her victory is diminished by the showing of Alternative for Germany.",
      "abstract": "Ms. Merkel becomes only the third postwar chancellor to win four national elections, but her victory is diminished by the showing of Alternative for Germany.",
      "lead_paragraph": "BERLIN — Angela Merkel won a fourth term as chancellor in elections on Sunday, placing her in the front ranks of Germany’s postwar leaders, even as her victory was dimmed by the entry of a far-right party into Parliament for the first time in more than 60 years, according to preliminary results.",
      "publication_date": "2017-09-24T10:39:16+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/24/world/europe/germany-election-merkel.html",
      "byline": "By Steven Erlanger and Melissa Eddy"
    },
    {
      "headline": "Movie’s Ads Protest Rules Restricting Gay Men From Donating Blood",
      "snippet": "To promote “Jigsaw,” Lionsgate is introducing a fan blood drive and taking aim at contentious federal regulations that add restrictions for gay men.",
      "abstract": "To promote “Jigsaw,” Lionsgate is introducing a fan blood drive and taking aim at contentious federal regulations that add restrictions for gay men.",
      "lead_paragraph": "LOS ANGELES — The last “Saw” movie, released by Lionsgate in 2010, was advertised as “the final chapter.” But you didn’t think a franchise with roughly $1 billion in worldwide ticket sales was going to die that easily, did you?",
      "publication_date": "2017-09-24T19:29:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/09/24/business/media/saw-blood-donations-gay.html",
      "byline": "By Brooks Barnes"
    },
    {
      "headline": "Is Trump All Talk on North Korea? The Uncertainty Sends a Shiver",
      "snippet": "The president’s willingness to casually threaten to annihilate a nuclear-armed foe was yet another reminder of the steep risks inherent in his brute-force approach to diplomacy.",
      "abstract": "The president’s willingness to casually threaten to annihilate a nuclear-armed foe was yet another reminder of the steep risks inherent in his brute-force approach to diplomacy.",
      "lead_paragraph": "WASHINGTON — When President Trump gave a fiery campaign speech in Huntsville, Ala., on Friday evening, he drew a rapturous roar by ridiculing Kim Jong-un, the North Korean leader, as “Little Rocket Man.”",
      "publication_date": "2017-09-24T23:05:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/24/us/politics/trump-north-korea-kim.html",
      "byline": "By Julie Hirschfeld Davis"
    },
    {
      "headline": "Colbert, Kimmel and the Politics of Late Night",
      "snippet": "Once a refuge from the worries of the workday, late night TV shows and other avenues of entertainment, like sports, are forcing Americans to take sides.",
      "abstract": "Once a refuge from the worries of the workday, late night TV shows and other avenues of entertainment, like sports, are forcing Americans to take sides.",
      "lead_paragraph": "The job of a late-night comedian was once so straightforward: Give Americans something to laugh about so they can forget about their workday worries. Presidents always made for comedic fodder, as did the daily headlines. But it was all in good fun. And it generally hovered on the edge of the partisan divide.",
      "publication_date": "2017-09-24T23:44:38+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/09/24/business/colbert-kimmel-and-the-politics-of-late-night.html",
      "byline": "By Jim Rutenberg"
    },
    {
      "headline": "Defying Trump, Athletes Intensify Debate on Race and Protest",
      "snippet": "President Trump’s scolding of prominent black athletes has touched off a furious national debate on race and patriotism, rattling the world of sports.",
      "abstract": "President Trump’s scolding of prominent black athletes has touched off a furious national debate on race and patriotism, rattling the world of sports.",
      "lead_paragraph": "It began as a crowd-pleasing tirade from President Trump to an overwhelmingly white, conservative crowd in Alabama. But even before dozens of N.F.L. players knelt in silent protest on Sunday, Mr. Trump’s remarks had spiraled into a national uproar over race, patriotism and free speech, with an unpredictable political trajectory.",
      "publication_date": "2017-09-24T23:45:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/24/us/trump-nfl-protest-kaepernick.html",
      "byline": "By Alexander Burns"
    },
    {
      "headline": "New Order Indefinitely Bars Almost All Travel From Seven Countries",
      "snippet": "Starting next month, most citizens of Iran, Libya, Syria, Yemen, Somalia, Chad and North Korea will be indefinitely barred from entering the United States.",
      "abstract": "Starting next month, most citizens of Iran, Libya, Syria, Yemen, Somalia, Chad and North Korea will be indefinitely barred from entering the United States.",
      "lead_paragraph": "WASHINGTON — President Trump on Sunday issued a new order indefinitely banning almost all travel to the United States from seven countries, including most of the nations covered by his original travel ban, citing threats to national security posed by letting their citizens into the country.",
      "publication_date": "2017-09-24T23:54:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/24/us/politics/new-order-bars-almost-all-travel-from-seven-countries.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "Regulator Wants Financial Industry to Self-Report Wrongdoing",
      "snippet": "The Commodity Futures Trading Commission, an aggressive Wall Street watchdog under President Obama, hopes companies will be lured with smaller penalties.",
      "abstract": "The Commodity Futures Trading Commission, an aggressive Wall Street watchdog under President Obama, hopes companies will be lured with smaller penalties.",
      "lead_paragraph": "After years as a sleepy federal backwater, the Commodity Futures Trading Commission became one of Wall Street’s most aggressive watchdogs during the Barack Obama administration.",
      "publication_date": "2017-09-25T00:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2017/09/24/business/cftc-commodity-futures-trading-commission.html",
      "byline": "By David Enrich"
    },
    {
      "headline": "Syrian War Drags On, but Assad’s Future Looks as Secure as Ever",
      "snippet": "Bashar al-Assad has not declared victory, but no one is left who could oust him, and regional powers increasingly operate as though he is here to stay.",
      "abstract": "Bashar al-Assad has not declared victory, but no one is left who could oust him, and regional powers increasingly operate as though he is here to stay.",
      "lead_paragraph": "BEIRUT, Lebanon — Although Syria’s bloody six-year war is far from over, one result is already becoming clear: President Bashar al-Assad looks as though he is here to stay.",
      "publication_date": "2017-09-25T09:00:26+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/25/world/middleeast/syria-assad-war.html",
      "byline": "By Ben Hubbard"
    },
    {
      "headline": "North Korea Says It Has the Right to Shoot Down U.S. Warplanes",
      "snippet": "The country’s foreign minister also said the North considered President Trump’s threatening comments about the country and its leadership “a declaration of war.”",
      "abstract": "The country’s foreign minister also said the North considered President Trump’s threatening comments about the country and its leadership “a declaration of war.”",
      "lead_paragraph": "North Korea threatened on Monday to shoot down American warplanes even if they were not in the country’s airspace, stating that President Trump’s comments suggesting he would eradicate North Korea and its leaders were “a declaration of war.”",
      "publication_date": "2017-09-25T15:33:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2017/09/25/world/asia/trump-north-korea.html",
      "byline": "By Rick Gladstone and David E. Sanger"
    }
  ]
}