{
  "metadata": {
    "date": "2018-11-16",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Recount Ordered in Florida Senate Race as Governor’s Contest Nears End",
      "snippet": "Rick Scott and Bill Nelson were facing a manual recount in the Senate battle. The Republican, Ron DeSantis, appears to have won governor’s race over Andrew Gillum.",
      "abstract": "Rick Scott and Bill Nelson were facing a manual recount in the Senate battle. The Republican, Ron DeSantis, appears to have won governor’s race over Andrew Gillum.",
      "lead_paragraph": "RIVIERA BEACH, Fla. — Florida concluded the first phase of a tumultuous recount of its midterm election on Thursday, with state officials ordering a manual recount in the hotly contested Senate race between Rick Scott, the Republican governor, and the Democratic incumbent, Bill Nelson.",
      "publication_date": "2018-11-15T18:31:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/15/us/florida-recount.html",
      "byline": "By Frances Robles, Glenn Thrush and Audra D. S. Burch"
    },
    {
      "headline": "Why Amazon Chose the Wrong Locations for Its HQ2",
      "snippet": "Amazon missed an opportunity to generate good will and bridge the divide between red and blue America by picking a city in the heartland.",
      "abstract": "Amazon missed an opportunity to generate good will and bridge the divide between red and blue America by picking a city in the heartland.",
      "lead_paragraph": "So, the Amazon bragging rights go to New York City and the Washington, D.C., area. Why do I feel a little deflated?",
      "publication_date": "2018-11-15T18:42:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/15/business/amazon-hq2.html",
      "byline": "By James B. Stewart"
    },
    {
      "headline": "Mark Zuckerberg Defends Facebook as Furor Over Its Tactics Grows",
      "snippet": "Mr. Zuckerberg said that he wouldn’t step down as chairman and that his No. 2, Sheryl Sandberg, was “doing great work” despite questions about their management.",
      "abstract": "Mr. Zuckerberg said that he wouldn’t step down as chairman and that his No. 2, Sheryl Sandberg, was “doing great work” despite questions about their management.",
      "lead_paragraph": "WASHINGTON — On Thursday, Mark Zuckerberg, Facebook’s chief executive and chairman, held a conference call with reporters to discuss how the social network manages problematic posts and its community standards.",
      "publication_date": "2018-11-15T23:35:26+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/15/technology/zuckerberg-facebook-sandberg-tactics.html",
      "byline": "By Cecilia Kang, Matthew Rosenberg and Mike Isaac"
    },
    {
      "headline": "At Brexit Crunch Time, Theresa May Takes a Pummeling",
      "snippet": "The prime minister, who took office with the sole aim of negotiating her country’s withdrawal from the European Union, may not stay in power long enough to finish the job.",
      "abstract": "The prime minister, who took office with the sole aim of negotiating her country’s withdrawal from the European Union, may not stay in power long enough to finish the job.",
      "lead_paragraph": "LONDON — Theresa May rose to her feet before the British House of Commons on Thursday to make the sales pitch of her life, promising that the United Kingdom’s departure from the European Union would be “smooth and orderly.”",
      "publication_date": "2018-11-16T01:24:46+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/15/world/europe/brexit-theresa-may.html",
      "byline": "By Ellen Barry"
    },
    {
      "headline": "He Was 302 Pounds, but in This Battle, He’s David and Not Goliath",
      "snippet": "As president of the N.F.L. Players Association, Eric Winston is up against billionaire owners, the commander in chief and an existential threat to football itself.",
      "abstract": "As president of the N.F.L. Players Association, Eric Winston is up against billionaire owners, the commander in chief and an existential threat to football itself.",
      "lead_paragraph": "Eric Winston took a beating for five teams over the course of his 12-year N.F.L. career, and this little anecdote, honestly, could be about any of them. So set aside for a moment which team it was (it was the Arizona Cardinals, in 2013) and just close your eyes and picture Mr. Winston at his apex: 6-foot-7, 302 pounds, shoulders square and flat like a base camp at the foot of a sheer cliff to the top of his head, exhausted from smashing into things for hours, and lumbering into a training facility for his post-practice treatment.",
      "publication_date": "2018-11-16T10:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2018/11/16/business/nflpa-eric-winston-profile.html",
      "byline": "By Devin Gordon"
    },
    {
      "headline": "Campbell Soup’s Fate Hangs on Duel Between Company Heirs and ‘Interloper’",
      "snippet": "The hedge fund billionaire Daniel Loeb’s latest activist push has him facing off against descendants of John T. Dorrance, who own more than 40 percent of Campbell and control three board seats.",
      "abstract": "The hedge fund billionaire Daniel Loeb’s latest activist push has him facing off against descendants of John T. Dorrance, who own more than 40 percent of Campbell and control three board seats.",
      "lead_paragraph": "Daniel Loeb is happy to play the barbarian at the gate. He’s got the money, about $3.1 billion. He’s got the office, a sleek white space that is a quintessential hedge fund aerie, with art by Jean-Michel Basquiat, Jeff Koons and Andy Warhol. And in taking on the old-money family that owns more than 40 percent of Campbell Soup Company, he’s found the perfect foil for his new-money ambitions.",
      "publication_date": "2018-11-16T10:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/11/16/business/campbell-soup-company-dan-loeb-third-point.html",
      "byline": "By Nelson D. Schwartz"
    },
    {
      "headline": "‘We Only Killed the Bad People’: 2 Khmer Rouge Leaders, Forever Linked",
      "snippet": "Khieu Samphan, 87, and Nuon Chea, 92, who were convicted of genocide on Friday, once hoped that the world would “let bygones be bygones.”",
      "abstract": "Khieu Samphan, 87, and Nuon Chea, 92, who were convicted of genocide on Friday, once hoped that the world would “let bygones be bygones.”",
      "lead_paragraph": "PHNOM PENH, Cambodia — They were neighbors, two elderly retirees tending their gardens and playing with their grandchildren, hoping that the world would “let bygones be bygones” and forget they had been leaders of the murderous Khmer Rouge regime.",
      "publication_date": "2018-11-16T10:27:17+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/11/16/world/asia/khmer-rouge-nuon-chea-khieu-samphan-genocide-cambodia.html",
      "byline": "By Seth Mydans"
    }
  ]
}