{
  "metadata": {
    "date": "2018-10-05",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Lindsey Graham Welcomed Trump’s China Tariffs, Then Helped Companies Avoid Them",
      "snippet": "The South Carolina senator urged the administration to exclude imports used by companies from his state from a list of products subject to tariffs.",
      "abstract": "The South Carolina senator urged the administration to exclude imports used by companies from his state from a list of products subject to tariffs.",
      "lead_paragraph": "WASHINGTON — Senator Lindsey Graham of South Carolina has been one of the biggest proponents of President Trump’s crackdown on China, welcoming tariffs on Chinese imports while conceding that they will raise costs for American businesses and consumers.",
      "publication_date": "2018-10-04T16:53:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/10/04/us/politics/lindsey-graham-china-tariffs.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "G.O.P. Hopes Anger Over Treatment of Kavanaugh Propels Voters to the Polls",
      "snippet": "Conservatives hope to use the liberal opposition to Judge Kavanaugh’s nomination as a graphic example of the threat posed by a Democratic takeover, but they worry that passions will dissipate.",
      "abstract": "Conservatives hope to use the liberal opposition to Judge Kavanaugh’s nomination as a graphic example of the threat posed by a Democratic takeover, but they worry that passions will dissipate.",
      "lead_paragraph": "WASHINGTON — President Trump and his conservative allies now see their effort to confirm Judge Brett M. Kavanaugh as central to salvaging the Republican Party’s fortunes in the midterm elections, and hope to use the fervent liberal opposition to his nomination to the Supreme Court as a graphic example of the threat posed by a Democratic return to power in Congress.",
      "publication_date": "2018-10-04T22:28:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/04/us/politics/trump-kavanaugh-midterm-elections.html",
      "byline": "By Jeremy W. Peters and Maggie Haberman"
    },
    {
      "headline": "Europe Plans a Way to Evade Sanctions on Iran. Will It Work?",
      "snippet": "The European Union is setting up a payments system to support trade with Iran. The project faces technical challenges — and resistance from the Trump administration.",
      "abstract": "The European Union is setting up a payments system to support trade with Iran. The project faces technical challenges — and resistance from the Trump administration.",
      "lead_paragraph": " Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________",
      "publication_date": "2018-10-05T03:45:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/10/04/business/dealbook/iran-sanctions-europe.html",
      "byline": "By Peter Eavis"
    },
    {
      "headline": "With 8 Years of Job Gains, Unemployment Is Lowest Since 1969",
      "snippet": "The American economy added 134,000 jobs in September, the Labor Department said, and unemployment fell to 3.7 percent.",
      "abstract": "The American economy added 134,000 jobs in September, the Labor Department said, and unemployment fell to 3.7 percent.",
      "lead_paragraph": "The unemployment rate fell to a nearly five-decade low in September, punctuating a remarkable rebound in the 10 years since the collapse of Lehman Brothers set off a global financial crisis.",
      "publication_date": "2018-10-05T09:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/10/05/business/economy/jobs-report.html",
      "byline": "By Ben Casselman"
    },
    {
      "headline": "Where in the World Is Denmark’s $2 Billion?",
      "snippet": "Officials say the country’s tax agency was swindled by a London-born financier who moved to Dubai. Now, it wants the money back.",
      "abstract": "Officials say the country’s tax agency was swindled by a London-born financier who moved to Dubai. Now, it wants the money back.",
      "lead_paragraph": "As large as it is, the building would be easy to miss. Plain, gray and near a McDonald’s, it’s part of a generic office complex surrounded by a vast parking lot in a suburb of Copenhagen. “Danish Tax Agency” is stenciled in both English and Danish on a glass front door.",
      "publication_date": "2018-10-05T09:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2018/10/05/business/denmark-skat-tax-scandal.html",
      "byline": "By David Segal"
    },
    {
      "headline": "2018 Nobel Peace Prize Awarded to Yazidi Activist and Congolese Doctor",
      "snippet": "Nadia Murad, a former ISIS captive, and Denis Mukwege, a Congolese gynecological surgeon, were rewarded “for their efforts to end the use of sexual violence as a weapon of war and armed conflict.”",
      "abstract": "Nadia Murad, a former ISIS captive, and Denis Mukwege, a Congolese gynecological surgeon, were rewarded “for their efforts to end the use of sexual violence as a weapon of war and armed conflict.”",
      "lead_paragraph": "In the midst of a global reckoning over sexual violence, a woman who was forced into sexual slavery by the Islamic State and a Congolese gynecological surgeon were awarded the Nobel Peace Prize on Friday for their campaigns to end the use of mass rape as a weapon of war.",
      "publication_date": "2018-10-05T09:08:02+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/05/world/nobel-peace-prize.html",
      "byline": "By Rukmini Callimachi, Jeffrey Gettleman, Nicholas Kulish and Benjamin Mueller"
    },
    {
      "headline": "Collins and Manchin Will Vote for Kavanaugh, Ensuring His Confirmation",
      "snippet": "The last-minute announcements by Senators Susan Collins and Joe Manchin III capped an emotional and deeply divisive Supreme Court confirmation process.",
      "abstract": "The last-minute announcements by Senators Susan Collins and Joe Manchin III capped an emotional and deeply divisive Supreme Court confirmation process.",
      "lead_paragraph": "WASHINGTON — Judge Brett M. Kavanaugh, whose Supreme Court hearings ripped apart the Senate and roiled the nation, headed for final confirmation to the court after two key undecided senators announced on Friday that they would back him, despite allegations of sexual assault and deep-seated Democratic opposition.",
      "publication_date": "2018-10-05T14:52:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/05/us/politics/brett-kavanaugh-vote-confirmed.html",
      "byline": "By Sheryl Gay Stolberg and Nicholas Fandos"
    },
    {
      "headline": "Ghetto Film School Trains Its Lens on Hollywood’s Diversity Problem",
      "snippet": "As the entertainment industry clamors for underrepresented voices, a small but thriving program has become a pipeline for the next generation of talent.",
      "abstract": "As the entertainment industry clamors for underrepresented voices, a small but thriving program has become a pipeline for the next generation of talent.",
      "lead_paragraph": "It was a balmy August morning in Santa Monica, Calif., and the city bus barreling down Olympic Boulevard toward the Pacific Ocean was packed. High school students crowded almost every seat, sandwiched in between a handful of actors and a movie director on a ride to nowhere.",
      "publication_date": "2018-10-05T15:00:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2018/10/05/business/ghetto-film-school-diversity.html",
      "byline": "By Laura M. Holson"
    },
    {
      "headline": "China’s Small Farms Are Fading. The World May Benefit.",
      "snippet": "Traditional plots of land are slowly becoming parts of bigger operations, eroding a way of life but enriching local residents and helping more Chinese people move into the modern world.",
      "abstract": "Traditional plots of land are slowly becoming parts of bigger operations, eroding a way of life but enriching local residents and helping more Chinese people move into the modern world.",
      "lead_paragraph": "SHANHUI, China — This village doesn’t change quickly. The ebb and flow of the planting and harvesting seasons still govern the lives of its 3,000 residents. Some rise at 3 a.m. to cook homemade tofu, a Shanhui specialty, over a coal-burning stove. Most homes remain topped by traditional Chinese tiled roofs, here crowned by carved dragon’s heads, as is local custom.",
      "publication_date": "2018-10-05T15:52:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/10/05/business/china-small-farms-urbanization.html",
      "byline": "By Michael Schuman"
    }
  ]
}