{
  "metadata": {
    "date": "2018-01-19",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "One Goldman Takeover That Failed: The Trump White House",
      "snippet": "Gone: Dina Powell, Steve Bannon and Anthony Scaramucci. Going: Gary Cohn. Some reputations remain intact.",
      "abstract": "Gone: Dina Powell, Steve Bannon and Anthony Scaramucci. Going: Gary Cohn. Some reputations remain intact.",
      "lead_paragraph": "A year ago, with an impressive roster of Goldman Sachs alumni on their way to top White House positions, the return of “Government Sachs” was in full swing.",
      "publication_date": "2018-01-18T17:26:38+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/01/18/business/goldman-sachs-trump.html",
      "byline": "By James B. Stewart"
    },
    {
      "headline": "Trump Rebuked China for North Korea’s Oil Smuggling. It’s More Complicated.",
      "snippet": "The opaque world of the global maritime industry makes it exceedingly difficult to prevent North Korea from obtaining oil, despite sanctions.",
      "abstract": "The opaque world of the global maritime industry makes it exceedingly difficult to prevent North Korea from obtaining oil, despite sanctions.",
      "lead_paragraph": "KAOHSIUNG, Taiwan — The two ships met in daylight in the middle of the East China Sea. One was an 11,253-ton oil tanker, the Lighthouse Winmore, supposedly heading to Taiwan. The other, an aging freighter, was emblazoned with the red, white and blue flag of North Korea.",
      "publication_date": "2018-01-18T21:09:41+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/01/18/world/asia/north-korea-oil-smuggling.html",
      "byline": "By Chris Horton, Steven Lee Myers and Michael Schwirtz"
    },
    {
      "headline": "Two Federal Reserve Openings Provide One Chance to Counter Trump",
      "snippet": "The Fed is likely to get a new chairman next month, but there are still two job openings just below that post. President Trump controls one. Opponents see the other as an opportunity.",
      "abstract": "The Fed is likely to get a new chairman next month, but there are still two job openings just below that post. President Trump controls one. Opponents see the other as an opportunity.",
      "lead_paragraph": "WASHINGTON — The Federal Reserve is facing a significant change in leadership that goes beyond the installation of a new chairman. It is also awaiting the appointment of two other top officials who will play a crucial role in shaping Fed policy.",
      "publication_date": "2018-01-18T21:45:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/01/18/us/politics/federal-reserve-trump.html",
      "byline": "By Binyamin Appelbaum"
    },
    {
      "headline": "The Chaos President vs. His Iron-Fisted Chief of Staff",
      "snippet": "President Trump’s public airing of grievances with John Kelly was perhaps an inevitable clash between two temperamentally similar but philosophically different alpha males.",
      "abstract": "President Trump’s public airing of grievances with John Kelly was perhaps an inevitable clash between two temperamentally similar but philosophically different alpha males.",
      "lead_paragraph": "The one thing sure to make President Trump angry, as anyone who has ever worked closely with him knows, is any suggestion that his staff is managing him.",
      "publication_date": "2018-01-19T01:52:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/01/18/us/politics/trump-john-kelly.html",
      "byline": "By Maggie Haberman and Julie Hirschfeld Davis"
    },
    {
      "headline": "Tax Overhaul Is a Blow to Affordable Housing Efforts",
      "snippet": "By lowering rates, the law reduces the value of tax credits that have been crucial to rental projects nationwide, with the effect being felt already.",
      "abstract": "By lowering rates, the law reduces the value of tax credits that have been crucial to rental projects nationwide, with the effect being felt already.",
      "lead_paragraph": "SAN FRANCISCO — The last time that Congress approved a sweeping overhaul of the federal tax code, in 1986, it created a tax credit meant to encourage the private sector to invest in affordable housing. It has grown into a $9 billion-a-year social program that has funded the construction of some three million apartments for low-income residents.",
      "publication_date": "2018-01-19T02:03:43+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/01/18/business/economy/tax-housing.html",
      "byline": "By Conor Dougherty"
    },
    {
      "headline": "A Maine Racetrack Didn’t Lure Amazon. Multiply That Disappointment by 218.",
      "snippet": "With 218 places missing the cut for Amazon’s second headquarters, cities like Ottawa and Tucson were left to absorb the same result as “the longest of long shots.”",
      "abstract": "With 218 places missing the cut for Amazon’s second headquarters, cities like Ottawa and Tucson were left to absorb the same result as “the longest of long shots.”",
      "lead_paragraph": "SAN FRANCISCO — There were 218 communities whose proposals did not reach the second round in Amazon’s well-publicized search for its second headquarters. For those ambitious but unlucky folks, there were no “thanks for entering” gift baskets or any consolation prizes.",
      "publication_date": "2018-01-19T10:00:24+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/01/19/technology/losers-amazon-sweepstakes-disappointment.html",
      "byline": "By David Streitfeld and Nellie Bowles"
    },
    {
      "headline": "Government Shutdown Begins as Budget Talks Falter in Senate",
      "snippet": "Senators from both parties were scrambling for a new deal to reopen the government quickly, possibly just hours after the midnight deadline passed.",
      "abstract": "Senators from both parties were scrambling for a new deal to reopen the government quickly, possibly just hours after the midnight deadline passed.",
      "lead_paragraph": "WASHINGTON — Much of the federal government officially shut down early Saturday morning after Senate Democrats, showing remarkable solidarity in the face of a clear political danger, blocked consideration of a stopgap spending measure to keep the government operating.",
      "publication_date": "2018-01-19T11:00:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/01/19/us/politics/senate-showdown-government-shutdown-trump.html",
      "byline": "By Sheryl Gay Stolberg and Thomas Kaplan"
    },
    {
      "headline": "Baltimore Fires Another Police Commissioner, After Record High Murder Rate",
      "snippet": "Baltimore’s crime problem has a host of seemingly intractable causes. Will an insider be able to fix what an outsider could not?",
      "abstract": "Baltimore’s crime problem has a host of seemingly intractable causes. Will an insider be able to fix what an outsider could not?",
      "lead_paragraph": "Besieged by the nation’s highest big-city murder rate, Baltimore named a new police commissioner for the third time in five years on Friday, with the mayor saying she was “impatient” for change. The surprise move came as the city struggles to control the violence that took the lives of almost 900 residents during the two-and-a-half-year tenure of the last chief, Kevin Davis, who was fired on Friday.",
      "publication_date": "2018-01-19T15:27:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/01/19/us/baltimore-police-commissioner-fired.html",
      "byline": "By Richard A. Oppel Jr. and Jonah Engel Bromwich"
    }
  ]
}