{
  "metadata": {
    "date": "2018-07-06",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Trump’s Trade War With China Is Officially Underway",
      "snippet": "The Trump administration began imposing tariffs on $34 billion worth of Chinese products on Friday, setting up a trade clash between the world’s two largest economies.",
      "abstract": "The Trump administration began imposing tariffs on $34 billion worth of Chinese products on Friday, setting up a trade clash between the world’s two largest economies.",
      "lead_paragraph": "WASHINGTON — A trade war between the world’s two largest economies officially began on Friday morning as the Trump administration followed through with its threat to impose tariffs on $34 billion worth of Chinese products, a significant escalation of a fight that could hurt companies and consumers in both the United States and China.",
      "publication_date": "2018-07-05T16:47:52+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/07/05/business/china-us-trade-war-trump-tariffs.html",
      "byline": "By Ana Swanson"
    },
    {
      "headline": "Trump Says He’s a Free-Trader at Heart. He Isn’t Acting Like It.",
      "snippet": "Economists of many stripes say tariffs invite retaliation. Unilaterally lowering trade barriers would be a better approach, some say.",
      "abstract": "Economists of many stripes say tariffs invite retaliation. Unilaterally lowering trade barriers would be a better approach, some say.",
      "lead_paragraph": "Nearly lost in the uproar surrounding an intensifying trade war and a series of tiffs with longstanding American allies was President Trump’s startling suggestion last month that he’s really a free-trader at heart.",
      "publication_date": "2018-07-05T18:11:27+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/07/05/business/trump-trade-tariffs.html",
      "byline": "By James B. Stewart"
    },
    {
      "headline": "Trump Administration in Chaotic Scramble to Reunify Migrant Families",
      "snippet": "Officials are facing political and judicial pressure to reunite families separated at the border, with the authorities struggling to identify connections between family members.",
      "abstract": "Officials are facing political and judicial pressure to reunite families separated at the border, with the authorities struggling to identify connections between family members.",
      "lead_paragraph": "Faced with a court-imposed deadline to reunite families separated at the southwest border, federal authorities are calling in volunteers to sort through records and resorting to DNA tests to match children with parents. And they acknowledged for the first time Thursday that of the nearly 3,000 children who are still in federal custody, about 100 are under the age of 5.",
      "publication_date": "2018-07-05T18:54:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/05/us/migrant-children-chaos-family-separation.html",
      "byline": "By Caitlin Dickerson"
    },
    {
      "headline": "For Europe, Cutting the Flow of Migrants Challenges Basic Ideals",
      "snippet": "The free movement of people and goods, one of the E.U.’s founding ideals, is under threat as leaders grapple with a populist revolt against immigrants.",
      "abstract": "The free movement of people and goods, one of the E.U.’s founding ideals, is under threat as leaders grapple with a populist revolt against immigrants.",
      "lead_paragraph": "VIENNA — Austria’s young chancellor, Sebastian Kurz, was only 9 when most of Europe dismantled its border checkpoints. Like others of his generation, he took for granted that he could study in other European countries and cross the Continent by rail without his passport.",
      "publication_date": "2018-07-05T20:52:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/05/world/europe/migrants-merkel-kurz-austria.html",
      "byline": "By Steven Erlanger and Katrin Bennhold"
    },
    {
      "headline": "English City, Stunned, Tries to Make Sense of New Poisonings",
      "snippet": "How did a Salisbury couple become the fourth and fifth victims in a string of poisonings with Novichok, a military-grade nerve agent?",
      "abstract": "How did a Salisbury couple become the fourth and fifth victims in a string of poisonings with Novichok, a military-grade nerve agent?",
      "lead_paragraph": "SALISBURY, England — Charlie Rowley may have been down on his luck, in and out of treatment for drug addiction, but he had a certain prowess as a “skip diver,” sorting through trash for the valuables that his better-off neighbors threw out. He would emerge with chandeliers, toasters, laptops and trinkets for Dawn Sturgess, his girlfriend.",
      "publication_date": "2018-07-05T22:52:50+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/05/world/europe/uk-salisbury-russia-poisonings.html",
      "byline": "By Ellen Barry and Richard Pérez-Peña"
    },
    {
      "headline": "Brett Kavanaugh, Supreme Court Front-Runner, Once Argued Broad Grounds for Impeachment",
      "snippet": "At a minimum, Judge Kavanaugh’s views about when to impeach a president are sure to come up in a confirmation hearing and would allow a light to be shined on Mr. Trump’s handling of the Russia investigation.",
      "abstract": "At a minimum, Judge Kavanaugh’s views about when to impeach a president are sure to come up in a confirmation hearing and would allow a light to be shined on Mr. Trump’s handling of the Russia investigation.",
      "lead_paragraph": "WASHINGTON — Judge Brett M. Kavanaugh, the front-runner to replace Justice Anthony M. Kennedy on the Supreme Court, once argued that President Bill Clinton could be impeached for lying to his staff and misleading the public, a broad definition of obstruction of justice that would be damaging if applied to President Trump in the Russia investigation.",
      "publication_date": "2018-07-06T01:27:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/05/us/politics/brett-kavanaugh-supreme-court-impeachment.html",
      "byline": "By Mark Landler and Matt Apuzzo"
    },
    {
      "headline": "Employers’ Hiring Push Brings Workers Off the Bench",
      "snippet": "A hefty rise in payrolls last month points to an economy strong enough to draw people back into the labor force. Over all, 213,000 jobs were added.",
      "abstract": "A hefty rise in payrolls last month points to an economy strong enough to draw people back into the labor force. Over all, 213,000 jobs were added.",
      "lead_paragraph": "Despite sharpening trade tensions, a hefty rise in payrolls has provided the latest evidence that the American economy is strong enough to keep pulling benched workers back into action.",
      "publication_date": "2018-07-06T09:00:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/07/06/business/economy/jobs-report.html",
      "byline": "By Patricia Cohen"
    },
    {
      "headline": "In a Migrant Shelter Classroom, ‘It’s Always Like the First Day of School’",
      "snippet": "Migrant children detained by immigration authorities must receive five to six hours a day of instruction, under federal law. But how good the schooling is depends on the facility.",
      "abstract": "Migrant children detained by immigration authorities must receive five to six hours a day of instruction, under federal law. But how good the schooling is depends on the facility.",
      "lead_paragraph": "Felicia Baez teaches English as a second language at a shelter in South Florida where anywhere from 30 to 100 migrant children in federal custody live at one time. Most stay about two months, but some leave after only a few days.",
      "publication_date": "2018-07-06T09:00:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/06/us/immigrants-shelters-schools-border.html",
      "byline": "By Dana Goldstein and Manny Fernandez"
    },
    {
      "headline": "ISIS May Be Waning, but Global Threats of Terrorism Continue to Spread",
      "snippet": "The U.S. and its allies are still waging a shadow war against a wide range of terrorist threats despite the Islamic State’s defeat in Iraq and Syria.",
      "abstract": "The U.S. and its allies are still waging a shadow war against a wide range of terrorist threats despite the Islamic State’s defeat in Iraq and Syria.",
      "lead_paragraph": "WASHINGTON — In Germany and France, the authorities thwarted terrorists’ plots to attack with the deadly poison ricin. In eastern Syria, the Islamic State continued its retreat under stepped-up assaults by Kurdish militia and Iraqi pilots. And extremists in Yemen, Somalia and Libya were targeted by American airstrikes.",
      "publication_date": "2018-07-06T09:00:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/06/world/middleeast/isis-global-terrorism.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "China Strikes Back at Trump’s Tariffs, but Its Consumers Worry",
      "snippet": "While many maintain a defiant tone, Chinese shoppers could get hurt as the trade war hurts exports and makes even basic types of food more expensive.",
      "abstract": "While many maintain a defiant tone, Chinese shoppers could get hurt as the trade war hurts exports and makes even basic types of food more expensive.",
      "lead_paragraph": "SHANGHAI — Accusing the United States of “typical trade bullying,” China on Friday imposed $34 billion in retaliatory tariffs on American soybeans, cars and other products, suggesting dim prospects for resolving a potentially bruising trade war between the two economic powerhouses.",
      "publication_date": "2018-07-06T10:21:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/07/06/business/china-trump-trade-war-tariffs.html",
      "byline": "By Raymond Zhong"
    },
    {
      "headline": "Thai Cave Rescue Will Be a Murky and Desperate Ordeal, Divers Say",
      "snippet": "Boulders, wild currents, tight passages and thinning air obstruct efforts to save 12 Thai boys and their coach in Thailand.",
      "abstract": "Boulders, wild currents, tight passages and thinning air obstruct efforts to save 12 Thai boys and their coach in Thailand.",
      "lead_paragraph": "THAM LUANG CAVE, Thailand — Just reaching 12 boys and their soccer coach trapped in a cave in northern Thailand required a six-hour underground journey that is grueling and treacherous even for the most experienced cave divers: swimming in pitch blackness and vicious currents, squeezing through two-foot-wide passages and climbing over boulders several stories high.",
      "publication_date": "2018-07-06T12:50:36+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/06/world/asia/thai-cave-rescue-divers.html",
      "byline": "By Richard C. Paddock, Muktita Suhartono and Mike Ives"
    }
  ]
}