{
  "metadata": {
    "date": "2018-10-31",
    "total_articles": 4
  },
  "articles": [
    {
      "headline": "Facebook’s Vision for the Future: Less News Feed, More Stories",
      "snippet": "The social network, which reported slowing growth on Tuesday, has plans to reduce its dependence on News Feed.",
      "abstract": "The social network, which reported slowing growth on Tuesday, has plans to reduce its dependence on News Feed.",
      "lead_paragraph": "SAN FRANCISCO — When Facebook told Wall Street in July that its business would slow down, it had few answers for how it planned to change that trajectory.",
      "publication_date": "2018-10-30T20:53:54+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/10/30/technology/facebook-earnings-growth.html",
      "byline": "By Mike Isaac"
    },
    {
      "headline": "Parts of America Are Still Struggling Economically. They Don’t Matter Much in the Midterms. ",
      "snippet": "The most competitive districts in the race for control of the House are disproportionately prosperous — and their economies aren’t doing much to lift Republicans.",
      "abstract": "The most competitive districts in the race for control of the House are disproportionately prosperous — and their economies aren’t doing much to lift Republicans.",
      "lead_paragraph": "With just days to go before the midterm elections, President Trump is making an economic appeal to well-off suburban voters: Elect Republicans, the president warns in tweets and a new national ad, or kiss the good economic times goodbye.",
      "publication_date": "2018-10-30T22:08:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/10/30/business/midterms-economy-house-control.html",
      "byline": "By Jim Tankersley and Ben Casselman"
    },
    {
      "headline": "In Campaign’s Homestretch, Trump Tosses Out Ideas to See What Sticks",
      "snippet": "Frustrated that other topics came to dominate the news, the president has sought to seize back the national stage.",
      "abstract": "Frustrated that other topics came to dominate the news, the president has sought to seize back the national stage.",
      "lead_paragraph": "WASHINGTON — First there was the middle-class tax cut that even his allies and many of his aides had not heard about. Then troops were dispatched to the border to counter an “invasion of our country” by impoverished migrants about 900 miles away.",
      "publication_date": "2018-10-31T01:22:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/10/30/us/politics/midterm-elections-trump.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Gayle King Has the Spotlight All to Herself ",
      "snippet": "Known for decades as Oprah’s best friend, the CBS anchor has become a celebrity in her own right. Even — especially — with the network’s men imploding all around her.",
      "abstract": "Known for decades as Oprah’s best friend, the CBS anchor has become a celebrity in her own right. Even — especially — with the network’s men imploding all around her.",
      "lead_paragraph": "Gayle King doesn’t so much enter a room as envelop it. The day we meet, in early October, the co-host of “CBS This Morning” is wearing pumps in a plaid felt material, like a Scottish kilt, that match her tricycle-red sheath dress. She is 5 foot 10 and carrying an iridescent bucket of a handbag that she periodically digs through, excavating her iPhone to show me photos of Tina Turner, whom she’d just interviewed in Zurich, and of the disappointing eyelash extensions for which she’d just paid $189. ",
      "publication_date": "2018-10-31T15:46:47+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2018/10/31/business/media/gayle-king-has-the-spotlight-all-to-herself.html",
      "byline": "By Amy Chozick"
    }
  ]
}