{
  "metadata": {
    "date": "2018-07-02",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "Fox News Once Gave Trump a Perch. Now It’s His Bullhorn.",
      "snippet": "“Fox & Friends” and Sean Hannity rack up ratings victories while cheerleading for the president, whose approval numbers hit a high point in June.",
      "abstract": "“Fox & Friends” and Sean Hannity rack up ratings victories while cheerleading for the president, whose approval numbers hit a high point in June.",
      "lead_paragraph": "In 2011, Fox News announced that a new guest would appear weekly on “Fox & Friends,” its chummy morning show. “Bold, brash, and never bashful,” a network ad declared. “The Donald now makes his voice loud and clear, every Monday on Fox.”",
      "publication_date": "2018-07-01T07:00:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/01/business/media/fox-news-trump-bill-shine.html",
      "byline": "By Michael M. Grynbaum"
    },
    {
      "headline": "Criminal Groups Seek to Decide Outcome in Many Mexican Races",
      "snippet": "At least 136 politicians have been assassinated in Mexico since last fall. “You have to be a little crazy to run for office here,” a party official said.",
      "abstract": "At least 136 politicians have been assassinated in Mexico since last fall. “You have to be a little crazy to run for office here,” a party official said.",
      "lead_paragraph": "CHILPANCINGO, Mexico — His election campaign for state Congress was only hours old when he started to receive the threats. Sometimes they came by text, other times in phone calls, with an unidentified voice on the other end of the line.",
      "publication_date": "2018-07-01T07:00:06+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/01/world/americas/mexico-election-assassinations.html",
      "byline": "By Paulina Villegas and Kirk Semple"
    },
    {
      "headline": "Instagram Account That Sought Harassment Tales May Be Unmasked",
      "snippet": "A defamation lawsuit may expose the creators of the account, called Diet Madison Avenue, that published the names of alleged harassers in the ad industry.",
      "abstract": "A defamation lawsuit may expose the creators of the account, called Diet Madison Avenue, that published the names of alleged harassers in the ad industry.",
      "lead_paragraph": "Since October, advertisers have been riveted by an anonymous Instagram account called Diet Madison Avenue, which solicited reports of sexual misconduct in the ad industry and published the names of alleged harassers. But now, the account has been deleted and its creators’ names could be made public through a defamation lawsuit brought by a man who claims Diet Madison Avenue posted false allegations about him that cost him his job.",
      "publication_date": "2018-07-01T19:04:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/07/01/business/media/instagram-lawsuit-diet-madison-avenue.html",
      "byline": "By Sapna Maheshwari"
    },
    {
      "headline": "Hard News. Angry Administration. Teenage Journalists Know What It’s Like.",
      "snippet": "High school educators across the country have been clamping down on students who publish articles on protests, sexuality and other hot-button issues.",
      "abstract": "High school educators across the country have been clamping down on students who publish articles on protests, sexuality and other hot-button issues.",
      "lead_paragraph": "High schools across the country have pushed back this year against student journalists who have reported on sensitive subjects, like the reaction to school shootings and adolescent sexuality.",
      "publication_date": "2018-07-01T19:08:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/07/01/business/media/student-journalism-school-newspaper.html",
      "byline": "By Jaclyn Peiser"
    },
    {
      "headline": "Here’s Some Cryptocurrency. Now Please Use It.",
      "snippet": "Ripple, a start-up company, is sitting on $30 billion of its digital token, XRP. It is trying to get people to think of XRP as more than an investment.",
      "abstract": "Ripple, a start-up company, is sitting on $30 billion of its digital token, XRP. It is trying to get people to think of XRP as more than an investment.",
      "lead_paragraph": "SAN FRANCISCO — You may have seen the actor and part-time tech investor Ashton Kutcher present $4 million worth of digital coins called XRP to Ellen DeGeneres’s favorite charity on her talk show. Or maybe you saw Stephen Colbert announce a $29 million donation of XRP to schoolteachers on his late-night show.",
      "publication_date": "2018-07-01T20:49:24+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/07/01/technology/cryptocurrency-ripple.html",
      "byline": "By Nathaniel Popper"
    },
    {
      "headline": "Supreme Court Labor Decision Wasn’t Just a Loss for Unions",
      "snippet": "Progressive groups getting tens of millions of dollars a year find their funding at risk given the expected drop in public-sector unions’ revenue.",
      "abstract": "Progressive groups getting tens of millions of dollars a year find their funding at risk given the expected drop in public-sector unions’ revenue.",
      "lead_paragraph": "The Supreme Court decision striking down mandatory union fees for government workers was not only a blow to unions. It will also hit hard at a vast network of groups dedicated to advancing liberal policies and candidates.",
      "publication_date": "2018-07-01T21:25:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/01/business/economy/unions-funding-political.html",
      "byline": "By Noam Scheiber"
    },
    {
      "headline": "As Bolton Says North Korea Could Disarm in a Year, Reality Lags Promises",
      "snippet": "Secretary of State Mike Pompeo, facing strains inside the administration and potential defiance from the North, heads there this week with a far less aggressive schedule in mind.",
      "abstract": "Secretary of State Mike Pompeo, facing strains inside the administration and potential defiance from the North, heads there this week with a far less aggressive schedule in mind.",
      "lead_paragraph": "WASHINGTON — President Trump’s national security adviser said on Sunday that North Korea could dismantle all of its nuclear weapons, threatening missiles and biological weapons “in a year,” a far more aggressive schedule than the one Secretary of State Mike Pompeo outlined for Congress recently, reflecting a strain inside the administration over how to match promises with realism.",
      "publication_date": "2018-07-02T00:07:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/01/us/politics/north-korea-bolton-pompeo-timetable.html",
      "byline": "By David E. Sanger and William J. Broad"
    },
    {
      "headline": "López Obrador, an Atypical Leftist, Wins Mexico Presidency in Landslide",
      "snippet": "Andrés Manuel López Obrador’s victory, fueled by a wave of voter anger, upended the political establishment, filling millions of Mexicans with hope — and the nation’s elites with trepidation.",
      "abstract": "Andrés Manuel López Obrador’s victory, fueled by a wave of voter anger, upended the political establishment, filling millions of Mexicans with hope — and the nation’s elites with trepidation.",
      "lead_paragraph": "MEXICO CITY — Riding a wave of populist anger fueled by rampant corruption and violence, the leftist Andrés Manuel López Obrador was elected president of Mexico on Sunday, in a landslide victory that upended the nation’s political establishment and handed him a sweeping mandate to reshape the country.",
      "publication_date": "2018-07-02T01:46:29+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/01/world/americas/mexico-election-andres-manuel-lopez-obrador.html",
      "byline": "By Azam Ahmed and Paulina Villegas"
    },
    {
      "headline": "In Denmark, Harsh New Laws for Immigrant ‘Ghettos’",
      "snippet": "The Danes, who have struggled to integrate non-Western families, are getting tough: From age 1, immigrant children will receive mandatory instruction in “Danish culture.”",
      "abstract": "The Danes, who have struggled to integrate non-Western families, are getting tough: From age 1, immigrant children will receive mandatory instruction in “Danish culture.”",
      "lead_paragraph": "COPENHAGEN — When Rokhaia Naassan gives birth in the coming days, she and her baby boy will enter a new category in the eyes of Danish law. Because she lives in a low-income immigrant neighborhood described by the government as a “ghetto,” Rokhaia will be what the Danish newspapers call a “ghetto parent” and he will be a “ghetto child.”",
      "publication_date": "2018-07-02T03:30:04+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/01/world/europe/denmark-immigrant-ghettos.html",
      "byline": "By Ellen Barry and Martin Selsoe Sorensen"
    },
    {
      "headline": "‘Hurry Up and Get a Divorce’? For the Rich, There’s an Incentive",
      "snippet": "Financial professionals from coast to coast are warning wealthy clients that if they’re thinking about filing for divorce, they’d better act soon.",
      "abstract": "Financial professionals from coast to coast are warning wealthy clients that if they’re thinking about filing for divorce, they’d better act soon.",
      "lead_paragraph": "WASHINGTON — For the wealthiest Americans, there may never be a better time to get divorced.",
      "publication_date": "2018-07-02T09:00:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/07/02/us/politics/new-tax-law-rich-divorce.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "Delivering Amazon Packages to the Top of the World",
      "snippet": "With big ambitions in India, the retail giant has recruited hundreds of small businesses to get packages to the most remote customers — including those 11,562 feet up in the Himalayas.",
      "abstract": "With big ambitions in India, the retail giant has recruited hundreds of small businesses to get packages to the most remote customers — including those 11,562 feet up in the Himalayas.",
      "lead_paragraph": "LEH, India — Perched high in the Himalayas, near India’s border with China, the tiny town of Leh sometimes seems as if it has been left behind by modern technology. Internet and cellphone service is spotty, the two roads to the outside world are snowed in every winter, and Buddhist monasteries compete with military outposts for prime mountaintop locations.",
      "publication_date": "2018-07-02T09:00:18+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/07/02/technology/delivering-amazon-india.html",
      "byline": "By Vindu Goel and Atul Loke"
    },
    {
      "headline": "Merkel, to Survive, Agrees to Border Camps for Migrants",
      "snippet": "The German chancellor has emerged from a spectacular two-week rebellion with her government intact but her authority further diminished.",
      "abstract": "The German chancellor has emerged from a spectacular two-week rebellion with her government intact but her authority further diminished.",
      "lead_paragraph": "BERLIN — Chancellor Angela Merkel, who staked her legacy on welcoming hundreds of thousands of migrants into Germany, agreed on Monday to build border camps for asylum seekers and to tighten the border with Austria in a political deal to save her government.",
      "publication_date": "2018-07-02T12:08:26+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/02/world/europe/angela-merkel-migration-coalition.html",
      "byline": "By Katrin Bennhold and Melissa Eddy"
    },
    {
      "headline": "Trump Interviews 4 Supreme Court Prospects in Rush to Name Replacement",
      "snippet": "Administration officials will focus on confirming a Supreme Court nominee to fill the seat of Justice Anthony M. Kennedy.",
      "abstract": "Administration officials will focus on confirming a Supreme Court nominee to fill the seat of Justice Anthony M. Kennedy.",
      "lead_paragraph": "WASHINGTON — President Trump interviewed four candidates on Monday to take Justice Anthony M. Kennedy’s place on the Supreme Court as the White House raced to meet the president’s promise to announce a replacement for the retiring justice early next week.",
      "publication_date": "2018-07-02T14:33:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/07/02/us/politics/trump-supreme-court-nomination.html",
      "byline": "By Michael D. Shear and Maggie Haberman"
    }
  ]
}