{
  "metadata": {
    "date": "2018-08-27",
    "total_articles": 21
  },
  "articles": [
    {
      "headline": "Kremlin Sources Go Quiet, Leaving C.I.A. in the Dark About Putin’s Plans for Midterms",
      "snippet": "The spy agency does not believe its Russia informants have been killed, but sources have gone largely dormant amid heightened scrutiny and rising threats.",
      "abstract": "The spy agency does not believe its Russia informants have been killed, but sources have gone largely dormant amid heightened scrutiny and rising threats.",
      "lead_paragraph": "WASHINGTON — In 2016, American intelligence agencies delivered urgent and explicit warnings about Russia’s intentions to try to tip the American presidential election — and a detailed assessment of the operation afterward — thanks in large part to informants close to President Vladimir V. Putin and in the Kremlin who provided crucial details.",
      "publication_date": "2018-08-24T16:23:33+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/24/us/politics/cia-russia-midterm-elections.html",
      "byline": "By Julian E. Barnes and Matthew Rosenberg"
    },
    {
      "headline": "Trump Asks Pompeo to Cancel North Korea Trip, Pointing to Stalled Diplomacy",
      "snippet": "President Trump said he did not think the country was making sufficient progress on denuclearization.",
      "abstract": "President Trump said he did not think the country was making sufficient progress on denuclearization.",
      "lead_paragraph": "WASHINGTON — President Trump on Friday abruptly called off a trip to North Korea by his secretary of state, citing a lack of progress in nuclear disarmament talks and acknowledging for the first time that his diplomatic overture to the North Korean leader, Kim Jong-un, had run into trouble.",
      "publication_date": "2018-08-24T17:47:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/24/us/politics/pompeo-north-korea-trip.html",
      "byline": "By Mark Landler and Gardiner Harris"
    },
    {
      "headline": "For Rohingya, Years of Torture at the Hands of a Neighbor",
      "snippet": "Dozens of Muslim refugees accuse a Buddhist administrator in Myanmar of long-term abuse and leading ethnic-cleansing attacks last year. He remains in office.",
      "abstract": "Dozens of Muslim refugees accuse a Buddhist administrator in Myanmar of long-term abuse and leading ethnic-cleansing attacks last year. He remains in office.",
      "lead_paragraph": "THAINGKHALI REFUGEE CAMP, Bangladesh — Mohammad Hossain knows the man who led the attack on his village, joining with Myanmar soldiers to seize his Rohingya neighbors and, as he put it, “cut them into pieces.” Two years earlier, he said, the same person locked him in a dungeon and burned his legs with a hot metal rod and shoved needles under his fingernails.",
      "publication_date": "2018-08-24T19:03:52+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/24/world/asia/rohingya-rakhine-myanmar-chut-pyin.html",
      "byline": "By Michael Schwirtz"
    },
    {
      "headline": "S.&P. Closes at a Record, as Profits Defy Turmoil",
      "snippet": "The index has fallen as much as 10 percent in a year of trade wars and collapsing currencies, but with big American companies making lots of money, the long bull market keeps going.",
      "abstract": "The index has fallen as much as 10 percent in a year of trade wars and collapsing currencies, but with big American companies making lots of money, the long bull market keeps going.",
      "lead_paragraph": "For much of the year, the stock market has been on the ropes. Trade wars have erupted, the Federal Reserve raised rates, emerging market currencies collapsed, and major technology firms faced regulatory scrutiny — and, in the case of Amazon, presidential broadsides via messages on Twitter. Investors quailed at times, sending stocks down by as much as 10 percent.",
      "publication_date": "2018-08-24T20:19:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/08/24/business/sp-record-high-stock-market-activity.html",
      "byline": "By Matthew Phillips"
    },
    {
      "headline": "Alphabet’s Plans for a China Comeback Go Beyond Google Search",
      "snippet": "The company’s driverless-car unit, Waymo, has registered a Shanghai subsidiary — the latest sign of the breadth of its interest in the country. Yet hurdles are plentiful.",
      "abstract": "The company’s driverless-car unit, Waymo, has registered a Shanghai subsidiary — the latest sign of the breadth of its interest in the country. Yet hurdles are plentiful.",
      "lead_paragraph": "BEIJING — Google has faced sharp criticism, including from its own employees, for its efforts to rebuild an internet search presence in China after quitting the country eight years ago over censorship issues.",
      "publication_date": "2018-08-24T20:25:14+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/08/24/technology/google-china-waymo.html",
      "byline": "By Raymond Zhong"
    },
    {
      "headline": "Democratic Split on Impeachment Talk: Officials Avoid It, but Voters Are Eager for It",
      "snippet": "Party leaders are cautioning candidates in the midterm elections not to campaign on impeachment, for fear of inciting conservatives to vote in defense of President Trump.",
      "abstract": "Party leaders are cautioning candidates in the midterm elections not to campaign on impeachment, for fear of inciting conservatives to vote in defense of President Trump.",
      "lead_paragraph": "MATTHEWS, N.C. — Democrats in Washington are wary of any talk about impeaching President Trump, but in this swing district in North Carolina, Janis Silverman is feeling no such constraints. A 72-year-old retired teacher, Ms. Silverman wrote to her congressman Tuesday to demand the House start impeachment proceedings.",
      "publication_date": "2018-08-25T00:13:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/24/us/politics/trump-impeachment-democrats-north-carolina.html",
      "byline": "By Trip Gabriel"
    },
    {
      "headline": "Caring for Aging Parents, With an Eye on the Broker Handling Their Savings",
      "snippet": "How one woman discovered excessive and unauthorized trading in a fund meant to support her mother and father in their later years.",
      "abstract": "How one woman discovered excessive and unauthorized trading in a fund meant to support her mother and father in their later years.",
      "lead_paragraph": "Tracey Dewart faced a daunting task last summer: moving her 84-year-old mother, Aerielle, from her Manhattan apartment to an assisted living facility in Brooklyn. Her mother, who has Alzheimer’s, didn’t want to go, but there was little choice after she was found wandering near her home on the Upper East Side several times.",
      "publication_date": "2018-08-25T00:21:59+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/08/24/business/brokers-excessive-trading-retirement.html",
      "byline": "By Tara Siegel Bernard"
    },
    {
      "headline": "What Will Mueller Do? The Answer Might Lie in a By-the-Book Past",
      "snippet": "The special counsel, Robert S. Mueller III, has approached law enforcement consistently for decades: leading aggressive investigations marked by adherence to precedent and higher office.",
      "abstract": "The special counsel, Robert S. Mueller III, has approached law enforcement consistently for decades: leading aggressive investigations marked by adherence to precedent and higher office.",
      "lead_paragraph": "WASHINGTON — Long before the convictions last week of two former members of President Trump’s inner circle, the political left’s expectations for the Russia investigation were at a fever pitch.",
      "publication_date": "2018-08-25T13:50:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/25/us/politics/robert-mueller-russia-investigation.html",
      "byline": "By Matt Apuzzo"
    },
    {
      "headline": "Trump’s War on the Justice System Threatens to Erode Trust in the Law",
      "snippet": "President Trump’s remarks about law enforcement revolve mostly around how its actions affect him personally — a vision that would recast an independent justice system as a guardian of the president.",
      "abstract": "President Trump’s remarks about law enforcement revolve mostly around how its actions affect him personally — a vision that would recast an independent justice system as a guardian of the president.",
      "lead_paragraph": "WASHINGTON — It is a once-unimaginable scenario: Sometime soon in an American courtroom, a criminal defense lawyer may argue that the prosecution of an MS-13 gang member is a politically motivated “witch hunt” built around a witness who has “flipped” and taken what the lawyer calls a plea deal of dubious legality.",
      "publication_date": "2018-08-25T19:41:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/25/us/politics/trump-justice-legal-system.html",
      "byline": "By Michael D. Shear and Katie Benner"
    },
    {
      "headline": "Why Elon Musk Reversed Course on Taking Tesla Private",
      "snippet": "The chief executive decided that rather than being a prayer answered, funding for a buyout would present a host of new troubles, people close to the events say.",
      "abstract": "The chief executive decided that rather than being a prayer answered, funding for a buyout would present a host of new troubles, people close to the events say.",
      "lead_paragraph": "When Elon Musk declared this month that he wanted to take Tesla private, his board was caught off guard. Barely three weeks later, the chief executive told the board he had changed his mind. Tesla would be staying public, after all.",
      "publication_date": "2018-08-25T22:20:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/25/business/elon-musk-tesla-private.html",
      "byline": "By David Gelles"
    },
    {
      "headline": "$1.7 Billion Federal Job Training Program Is ‘Failing the Students’",
      "snippet": "Job Corps has had more than two million graduates since it was started in 1965, and it boasts its share of inspiring success stories, but study after study has questioned its effectiveness.",
      "abstract": "Job Corps has had more than two million graduates since it was started in 1965, and it boasts its share of inspiring success stories, but study after study has questioned its effectiveness.",
      "lead_paragraph": "McKINNEY, Tex. — The North Texas Job Corps Center squats behind a chain-link fence here in a suburb north of Dallas, accessible only through a gate manned 24 hours a day by guards hired to keep out intruders — and to keep in the center’s 436 students.",
      "publication_date": "2018-08-26T09:00:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/26/us/politics/job-corps-training-program.html",
      "byline": "By Glenn Thrush"
    },
    {
      "headline": "Pope Francis Long Knew of Cardinal’s Abuse and Must Resign, Archbishop Says",
      "snippet": "Carlo Maria Viganò, once the Vatican’s top diplomat in the U.S., claims Francis was complicit in covering up sexual abuse by Cardinal Theodore McCarrick.",
      "abstract": "Carlo Maria Viganò, once the Vatican’s top diplomat in the U.S., claims Francis was complicit in covering up sexual abuse by Cardinal Theodore McCarrick.",
      "lead_paragraph": "DUBLIN — On the final day of Pope Francis’ mission to Ireland, as he issued wrenching apologies for clerical sex abuse scandals, a former top Vatican diplomat claimed in a letter published on Sunday that the pope himself had joined top Vatican officials in covering up the abuses and called for his resignation.",
      "publication_date": "2018-08-26T14:08:03+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/26/world/europe/pope-ireland-sexual-abuse-letter-vigano.html",
      "byline": "By Jason Horowitz"
    },
    {
      "headline": "In Liberal Wine Country, Turning Newspaper Readers Into Shareholders",
      "snippet": "A weekly newspaper publisher in Northern California is selling stock to its readers, who hope to save their paper and, some of them believe, democracy.",
      "abstract": "A weekly newspaper publisher in Northern California is selling stock to its readers, who hope to save their paper and, some of them believe, democracy.",
      "lead_paragraph": "HEALDSBURG, Calif. — The town square here feels as if it is from a bygone era: lush greenery, redwoods and palm trees, a bakery that sells its famed sticky buns each morning, a more-than-a-century-old inn that proclaims its “wine country warmth.”",
      "publication_date": "2018-08-26T18:01:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/08/26/business/media/local-newspaper-shareholders.html",
      "byline": "By Tim Arango"
    },
    {
      "headline": "Duncan Hunter’s Political Promise Foiled by Hard Partying and a Corruption Scandal",
      "snippet": "Duncan Hunter was a war hero and promising politician, but now his life is falling apart amid a corruption scandal that jeopardizes the Republican Party’s grip on a key district.",
      "abstract": "Duncan Hunter was a war hero and promising politician, but now his life is falling apart amid a corruption scandal that jeopardizes the Republican Party’s grip on a key district.",
      "lead_paragraph": "SAN DIEGO — In Alpine, Calif., a suburban Southern California enclave, Duncan Hunter was a good neighbor. He’d help people do yard work, or move heavy furniture. He drove the same dented-up truck for years. At parties, he’d have a beer, two tops, and he might go off and sneak a cigarette so his wife wouldn’t see. He rarely talked about his job as a congressman.",
      "publication_date": "2018-08-26T19:36:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/26/us/duncan-hunter-corruption-scandal.html",
      "byline": "By Tim Arango, Adam Nagourney and Jose A. Del Real"
    },
    {
      "headline": "The Nuclear Power Plant of the Future May Be Floating Near Russia",
      "snippet": "Offshore reactors could be cheaper, safer and more flexible, proponents say, making them a useful weapon against climate change. Critics are incredulous.",
      "abstract": "Offshore reactors could be cheaper, safer and more flexible, proponents say, making them a useful weapon against climate change. Critics are incredulous.",
      "lead_paragraph": "MURMANSK, Russia — Along the shore of Kola Bay in the far northwest of Russia lie bases for the country’s nuclear submarines and icebreakers. Low, rocky hills descend to an industrial waterfront of docks, cranes and railway tracks. Out on the bay, submarines have for decades stalked the azure waters, traveling between their port and the ocean depths.",
      "publication_date": "2018-08-26T20:00:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/08/26/business/energy-environment/russia-floating-nuclear-power.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Arizona Governor Faces a Tough Choice: A Senator Made From McCain’s Mold or Trump’s",
      "snippet": "The vacant Senate seat of the late John McCain has exposed the rift between his followers and the party’s Trumpian base.",
      "abstract": "The vacant Senate seat of the late John McCain has exposed the rift between his followers and the party’s Trumpian base.",
      "lead_paragraph": "Senator John McCain’s death this weekend laid bare the long-simmering Republican tensions over who will be appointed to fill his Arizona seat, pitting the pragmatic wing of the party that Mr. McCain represented against the ascendant, hard-line forces loyal to President Trump — and hostile to the late senator.",
      "publication_date": "2018-08-26T20:53:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/26/us/politics/john-mccain-trump-replacement.html",
      "byline": "By Jonathan Martin"
    },
    {
      "headline": "Artificial Intelligence Is Now a Pentagon Priority. Will Silicon Valley Help?",
      "snippet": "The Defense Department, believing that A.I. research should be a national priority, has called on the White House to “inspire a whole of country effort.”",
      "abstract": "The Defense Department, believing that A.I. research should be a national priority, has called on the White House to “inspire a whole of country effort.”",
      "lead_paragraph": "MOUNTAIN VIEW, Calif. — In a May memo to President Trump, Defense Secretary Jim Mattis implored him to create a national strategy for artificial intelligence.",
      "publication_date": "2018-08-26T22:00:03+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/08/26/technology/pentagon-artificial-intelligence.html",
      "byline": "By Cade Metz"
    },
    {
      "headline": "Tech Industry Pursues a Federal Privacy Law, on Its Own Terms",
      "snippet": "With California setting a benchmark for restrictions, companies are lobbying to supersede it with proposals that would give them wide leeway on how they handled personal data.",
      "abstract": "With California setting a benchmark for restrictions, companies are lobbying to supersede it with proposals that would give them wide leeway on how they handled personal data.",
      "lead_paragraph": "WASHINGTON — Technology companies have taken plenty of hits on privacy this year. In May, Europe began enforcing a sweeping new law that lets people request their online data and restricts how businesses obtain and handle the information.",
      "publication_date": "2018-08-26T23:00:04+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/08/26/technology/tech-industry-federal-privacy-law.html",
      "byline": "By Cecilia Kang"
    },
    {
      "headline": "Volkswagen’s Effort to Stop Scandals Needs More Work, Report Says",
      "snippet": "The automaker, which was humbled after falsifying emissions data, still has work to do to protect potential whistle-blowers, according to its U.S. monitor.",
      "abstract": "The automaker, which was humbled after falsifying emissions data, still has work to do to protect potential whistle-blowers, according to its U.S. monitor.",
      "lead_paragraph": "WOLFSBURG, Germany — Nearly three years after Volkswagen admitted to a vast emissions cheating scheme, the company has only just begun to take steps necessary to prevent future scandals.",
      "publication_date": "2018-08-27T09:45:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/08/27/business/volkswagen-emissions-report-thompson.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "Trump Reaches Revised Trade Deal With Mexico, Threatening to Leave Out Canada",
      "snippet": "The preliminary agreement is a major step for President Trump, who has threatened to scrap Nafta. But Canada’s role is just one of many issues that remain unresolved.",
      "abstract": "The preliminary agreement is a major step for President Trump, who has threatened to scrap Nafta. But Canada’s role is just one of many issues that remain unresolved.",
      "lead_paragraph": "WASHINGTON — President Trump said on Monday that the United States and Mexico had reached an accord to revise key portions of the North American Free Trade Agreement and would finalize it within days, suggesting he was ready to jettison Canada from the trilateral trade pact if the country did not get on board quickly.",
      "publication_date": "2018-08-27T13:34:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/27/us/politics/us-mexico-nafta-deal.html",
      "byline": "By Ana Swanson, Katie Rogers and Alan Rappeport"
    },
    {
      "headline": "Trump Relents Under Pressure, Offering ‘Respect’ to McCain",
      "snippet": "The president broke a period of silence by issuing a proclamation to fly the flag of the United States at half-staff until the day of John McCain’s interment.",
      "abstract": "The president broke a period of silence by issuing a proclamation to fly the flag of the United States at half-staff until the day of John McCain’s interment.",
      "lead_paragraph": "WASHINGTON — In the Senate chamber on Monday, John McCain’s desk was draped in black and topped with a vase of white roses. The majority leader, Senator Mitch McConnell, rose to praise Mr. McCain as a colleague and hero who “spotlighted many of our highest values.” Outside, an impromptu memorial took shape as the flags over Capitol Hill flew at half-staff.",
      "publication_date": "2018-08-27T14:26:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/08/27/us/politics/flag-half-staff-mccain-trump.html",
      "byline": "By Katie Rogers, Nicholas Fandos and Maggie Haberman"
    }
  ]
}