{
  "metadata": {
    "date": "2018-03-19",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Canada Struggles as It Opens Its Arms to Victims of ISIS",
      "snippet": "A special refugee program mostly for Yazidis, a tiny religious minority, is testing Canada’s celebrated resettlement system.",
      "abstract": "A special refugee program mostly for Yazidis, a tiny religious minority, is testing Canada’s celebrated resettlement system.",
      "lead_paragraph": "CALGARY, Alberta — As leader of one of Canada’s largest refugee agencies, Fariborz Birjandian, a refugee himself, has years of experience welcoming the world’s most vulnerable — Kosovar Albanians fleeing ethnic cleansing, Burmese Karens evicted from Thai refugee camps and Syrians escaping the civil war.",
      "publication_date": "2018-03-16T18:50:56+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/16/world/canada/canada-refugees-yazidi.html",
      "byline": "By Catherine Porter"
    },
    {
      "headline": "Trump’s Tariffs Set Off Storm of Lobbying",
      "snippet": "Corporations and foreign leaders are pressing to meet with White House officials and hiring lawyers and lobbyists to push for exemptions that could be worth billions of dollars in trade.",
      "abstract": "Corporations and foreign leaders are pressing to meet with White House officials and hiring lawyers and lobbyists to push for exemptions that could be worth billions of dollars in trade.",
      "lead_paragraph": "WASHINGTON — President Trump’s decision to impose tariffs on imported steel and aluminum has prompted a stampede by foreign countries and companies and their American partners pressing for exemptions and exclusions that could be worth billions of dollars in trade.",
      "publication_date": "2018-03-16T22:48:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/16/us/politics/trump-tariffs-lobbying.html",
      "byline": "By Ana Swanson and Kenneth P. Vogel"
    },
    {
      "headline": "Engineer of Florida Bridge Reported Cracks Days Before Collapse",
      "snippet": "The state Department of Transportation said the lead engineer had left it a voice mail message warning of cracking on the newly installed bridge.",
      "abstract": "The state Department of Transportation said the lead engineer had left it a voice mail message warning of cracking on the newly installed bridge.",
      "lead_paragraph": "MIAMI — An engineer reported cracks on a newly installed pedestrian bridge two days before it collapsed on a busy roadway here, killing at least six people, state officials said on Friday.",
      "publication_date": "2018-03-17T00:42:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/16/us/florida-bridge-cracks.html",
      "byline": "By Patricia Mazzei, Frances Robles and Caitlin Dickerson"
    },
    {
      "headline": "Trump’s Lawyers Claim Stormy Daniels Violated Confidentiality Agreement at Least 20 Times",
      "snippet": "In a court filing, the president weighs in for the first time directly on a case in which a porn actress was paid $130,000 to stay silent about an affair she claims she had with him.",
      "abstract": "In a court filing, the president weighs in for the first time directly on a case in which a porn actress was paid $130,000 to stay silent about an affair she claims she had with him.",
      "lead_paragraph": "President Trump, weighing in directly on the Stephanie Clifford case for the first time, claimed in court papers filed by his lawyers on Friday that the porn actress who alleges she had an affair with him violated a confidentiality agreement at least 20 times, exposing her to damages of at least $20 million.",
      "publication_date": "2018-03-17T01:44:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/16/us/trumps-stormy-daniels-lawsuit.html",
      "byline": "By Jim Rutenberg and Maggie Haberman"
    },
    {
      "headline": "Catharine MacKinnon and Gretchen Carlson Have a Few Things to Say",
      "snippet": "The two discuss sexual harassment in the workplace, how to change corporate culture in meaningful and sustained ways, and whether Miss America can be relevant in the #MeToo era.",
      "abstract": "The two discuss sexual harassment in the workplace, how to change corporate culture in meaningful and sustained ways, and whether Miss America can be relevant in the #MeToo era.",
      "lead_paragraph": "Sexual harassment “was not considered anything you could do something about — that the law could help you do something about — until a book was written by a then-young woman named Kitty MacKinnon,” the Supreme Court justice Ruth Bader Ginsburg said at the Sundance Film Festival in January. She was there to attend the premiere of the documentary “RBG,” which will be released this spring. And the book, “Sexual Harassment of Working Women,” published in 1979, argued that sexual harassment in the workplace is sex discrimination and prohibited by equal protection laws.",
      "publication_date": "2018-03-17T09:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2018/03/17/business/catharine-mackinnon-gretchen-carlson.html",
      "byline": "By Philip Galanes"
    },
    {
      "headline": "The Future of Time Warner, Coming Soon to a Court Near You",
      "snippet": "The talk in media circles is focused on what happens if the AT&T deal is stopped by the government and Time Warner is forced to go it alone.",
      "abstract": "The talk in media circles is focused on what happens if the AT&T deal is stopped by the government and Time Warner is forced to go it alone.",
      "lead_paragraph": "Beginning next week, AT&T and the Justice Department will lock horns in court to determine if the telecommunications giant will be allowed to absorb the entertainment powerhouse Time Warner.",
      "publication_date": "2018-03-17T10:00:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2018/03/17/business/media/time-warner-att-justice-department.html",
      "byline": "By John Koblin"
    },
    {
      "headline": "How Trump Consultants Exploited the Facebook Data of Millions",
      "snippet": "Cambridge Analytica harvested personal information from a huge swath of the electorate to develop techniques that were later used in the Trump campaign.",
      "abstract": "Cambridge Analytica harvested personal information from a huge swath of the electorate to develop techniques that were later used in the Trump campaign.",
      "lead_paragraph": "(After this story was published, Facebook came under harsh criticism from lawmakers in the United States and Britain. Read the latest.)",
      "publication_date": "2018-03-17T13:09:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/17/us/politics/cambridge-analytica-trump-campaign.html",
      "byline": "By Matthew Rosenberg, Nicholas Confessore and Carole Cadwalladr"
    },
    {
      "headline": "Trump Lawyer Says Special Counsel Inquiry Should Be Ended",
      "snippet": "The lawyer, John Dowd, said he was speaking on behalf of President Trump, only to backtrack shortly afterward and say he was speaking only for himself.",
      "abstract": "The lawyer, John Dowd, said he was speaking on behalf of President Trump, only to backtrack shortly afterward and say he was speaking only for himself.",
      "lead_paragraph": "WASHINGTON — A lawyer for President Trump called on the Justice Department on Saturday to end the special counsel investigation into ties between Russia and the Trump campaign, shifting abruptly to a more adversarial stance as the inquiry appeared to be intensifying.",
      "publication_date": "2018-03-17T15:11:51+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/17/us/politics/trump-mueller-dowd.html",
      "byline": "By Michael S. Schmidt and Maggie Haberman"
    },
    {
      "headline": "Oakland Embraces Marijuana Sales. Compton Bans Them. How Is Justice Best Served?",
      "snippet": "A program in Oakland that offers marijuana licenses to those with prior convictions contrasts with Compton, where voters banned marijuana sales.",
      "abstract": "A program in Oakland that offers marijuana licenses to those with prior convictions contrasts with Compton, where voters banned marijuana sales.",
      "lead_paragraph": "OAKLAND, Calif. — When officers burst into Rickey McCullough’s two-story home in Oakland a decade ago they noted a “strong fresh odor of marijuana.” Mr. McCullough had been growing large amounts of marijuana illegally, the police said. He was arrested and spent a month in jail.",
      "publication_date": "2018-03-17T17:06:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/17/us/california-marijuana-oakland-compton.html",
      "byline": "By Thomas Fuller"
    },
    {
      "headline": "Trump and the Truth: A President Tests His Own Credibility",
      "snippet": "The president’s latest made-up statement renewed the question: When does he know the things he says are false and when is he simply misinformed?",
      "abstract": "The president’s latest made-up statement renewed the question: When does he know the things he says are false and when is he simply misinformed?",
      "lead_paragraph": "WASHINGTON — When President Trump told donors at a fund-raiser this past week that he had invented a fact during a conversation with Canada’s prime minister, the surprise was not that America’s leader makes things up, but that he openly admitted it.",
      "publication_date": "2018-03-17T17:46:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/17/us/politics/trump-truth-lies.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Embracing China, Facebook and Himself, Cambodia’s Ruler Digs In",
      "snippet": "Hun Sen, the longest-ruling leader in Asia, has turned his back on Western aid and tightened his grip on Cambodia, with the blessings of Beijing.",
      "abstract": "Hun Sen, the longest-ruling leader in Asia, has turned his back on Western aid and tightened his grip on Cambodia, with the blessings of Beijing.",
      "lead_paragraph": "STUNG TRANG, Cambodia — As the sun rose over the murk of the Mekong River, the man who has ruled Cambodia for more than three decades, Prime Minister Hun Sen, clasped hands with the Chinese ambassador and beamed.",
      "publication_date": "2018-03-17T23:44:00+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/17/world/asia/hun-sen-cambodia-china.html",
      "byline": "By Hannah Beech"
    },
    {
      "headline": "Nancy Pelosi Wants to Lead. House Democratic Candidates Aren’t So Sure.",
      "snippet": "Conor Lamb’s victory in Pennsylvania, with his vow to oppose Ms. Pelosi, has emboldened other moderate and liberal Democrats to distance themselves from her.",
      "abstract": "Conor Lamb’s victory in Pennsylvania, with his vow to oppose Ms. Pelosi, has emboldened other moderate and liberal Democrats to distance themselves from her.",
      "lead_paragraph": "WASHINGTON — A few hours after Conor Lamb, the Pennsylvania Democrat, claimed victory in a House race with a vow to oppose his party’s leader, Nancy Pelosi, the once-and-perhaps-future speaker was explaining to a group of female congressional candidates why she did not retire after 2016.",
      "publication_date": "2018-03-18T09:00:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/18/us/politics/nancy-pelosi-democrats-candidates.html",
      "byline": "By Jonathan Martin and Alexander Burns"
    },
    {
      "headline": "China to Name New Central Bank Chief as It Seeks Continuity Amid Change",
      "snippet": "The choice of Yi Gang almost guarantees stability in policy as China tries to slow its rise in debt while avoiding any sharp deceleration in economic growth.",
      "abstract": "The choice of Yi Gang almost guarantees stability in policy as China tries to slow its rise in debt while avoiding any sharp deceleration in economic growth.",
      "lead_paragraph": "China plans to name a new leader for its central bank on Monday in a move signaling that Beijing will continue an ambitious — and, some say, much needed — financial shake-up to get the country’s debt under control and keep its economy growing.",
      "publication_date": "2018-03-18T13:41:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/03/18/business/china-central-bank-yi-gang.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Trump Assails Mueller, Drawing Rebukes From Republicans",
      "snippet": "While President Trump had largely sought to avoid alienating the special counsel in recent months, he has shifted his tone in the past two days.",
      "abstract": "While President Trump had largely sought to avoid alienating the special counsel in recent months, he has shifted his tone in the past two days.",
      "lead_paragraph": "WASHINGTON — President Trump on Sunday abandoned a strategy of showing deference to the special counsel examining Russia’s interference in the 2016 presidential election, lashing out at what he characterized as a partisan investigation and alarming Republicans who feared he might seek to shut it down.",
      "publication_date": "2018-03-18T13:55:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/18/us/politics/trump-mueller.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Uber’s New Rival in Australia: An Indian Upstart",
      "snippet": "Ola hopes to become a rare consumer technology firm in India that breaks away from home and grows in a well-to-do market where it can charge more.",
      "abstract": "Ola hopes to become a rare consumer technology firm in India that breaks away from home and grows in a well-to-do market where it can charge more.",
      "lead_paragraph": "SYDNEY, Australia — Ola built itself into India’s leading ride-hailing company by catering to the particular needs of Indian customers, who often like to settle fares in cash and jump on cheap, three-wheeled auto-rickshaws for short trips.",
      "publication_date": "2018-03-18T17:39:24+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/03/18/technology/ola-uber-australia-india.html",
      "byline": "By Damien Cave and Vindu Goel"
    },
    {
      "headline": "FedEx Follows Amazon Into the Robotic Future",
      "snippet": "Humans will have to get used to their machine co-workers. But the robot next to you may not be ready to be your replacement. At least, not yet.",
      "abstract": "Humans will have to get used to their machine co-workers. But the robot next to you may not be ready to be your replacement. At least, not yet.",
      "lead_paragraph": "KERNERSVILLE, N.C. — As soon as the first robot arrived at a FedEx shipping hub in the heart of North Carolina tobacco country early last year, talk of pink slips was in the air.",
      "publication_date": "2018-03-18T17:52:32+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/03/18/technology/fedex-robots.html",
      "byline": "By Cade Metz"
    },
    {
      "headline": "Take This App and Call Me in the Morning",
      "snippet": "A new category of prescription medical treatments, what executives call digital therapeutics, comes in the form of mobile apps. ",
      "abstract": "A new category of prescription medical treatments, what executives call digital therapeutics, comes in the form of mobile apps. ",
      "lead_paragraph": "Health tech companies are making a big push to digitize medicine, introducing novel tools like digital pills that track when patients take their drugs and smart spoons that can automatically adjust to hand tremors.",
      "publication_date": "2018-03-18T18:59:38+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/03/18/technology/take-this-app-and-call-me-in-the-morning.html",
      "byline": "By Natasha Singer"
    },
    {
      "headline": "Facebook’s Role in Data Misuse Sets Off Storms on Two Continents",
      "snippet": "American and British lawmakers called on Facebook to explain how a political data firm tied to the Trump campaign harvested private data from more than 50 million users.",
      "abstract": "American and British lawmakers called on Facebook to explain how a political data firm tied to the Trump campaign harvested private data from more than 50 million users.",
      "lead_paragraph": "WASHINGTON — Facebook on Sunday faced a backlash about how it protects user data, as American and British lawmakers demanded that it explain how a political data firm with links to President Trump’s 2016 campaign was able to harvest private information from more than 50 million Facebook profiles without the social network’s alerting users.",
      "publication_date": "2018-03-18T19:23:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/18/us/cambridge-analytica-facebook-privacy-data.html",
      "byline": "By Matthew Rosenberg and Sheera Frenkel"
    },
    {
      "headline": "Push to Settle McDonald’s Case, a Threat to Franchise Model",
      "snippet": "The National Labor Relations Board’s chief lawyer, a Trump appointee, is moving to reach a settlement to avert a landmark ruling against the company.",
      "abstract": "The National Labor Relations Board’s chief lawyer, a Trump appointee, is moving to reach a settlement to avert a landmark ruling against the company.",
      "lead_paragraph": "The Trump appointee charged with enforcing federal labor rights is moving to head off a court ruling in a case against McDonald’s that could redefine the accountability of companies for their franchisees’ employment practices.",
      "publication_date": "2018-03-19T09:00:02+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/03/19/business/economy/mcdonalds-labor.html",
      "byline": "By Noam Scheiber"
    },
    {
      "headline": "5 Years Ago Luigi Di Maio Was Living at Home. Now He May Lead Italy.",
      "snippet": "Mr. Di Maio’s meteoric and improbable rise reflects Italy’s newly turbulent politics, as well as the lack of experience of his Five Star party.",
      "abstract": "Mr. Di Maio’s meteoric and improbable rise reflects Italy’s newly turbulent politics, as well as the lack of experience of his Five Star party.",
      "lead_paragraph": "POMIGLIANO D’ARCO, Italy — After leading the anti-establishment Five Star Movement to a stunning result in Italy’s national elections, Luigi Di Maio returned triumphantly to his small hometown near Naples.",
      "publication_date": "2018-03-19T09:00:12+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/03/19/world/europe/luigi-di-maio-five-star-italy-election.html",
      "byline": "By Jason Horowitz"
    },
    {
      "headline": "Europe’s Planned Digital Tax Heightens Tensions With U.S.",
      "snippet": "A European Union plan would hit Silicon Valley’s technology giants especially hard, further straining relations with the United States over taxes and trade.",
      "abstract": "A European Union plan would hit Silicon Valley’s technology giants especially hard, further straining relations with the United States over taxes and trade.",
      "lead_paragraph": "WASHINGTON — A global attempt to prevent large, multinational companies from shifting their profits to lower-tax jurisdictions is setting off a fight between the United States and Europe, as policymakers on both sides of the Atlantic spar over efforts to impose new taxes on foreign firms.",
      "publication_date": "2018-03-19T12:18:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/03/19/us/politics/europe-digital-tax-trade.html",
      "byline": "By Alan Rappeport, Milan Schreuer, Jim Tankersley and Natasha Singer"
    },
    {
      "headline": "YouTube May Add to the Burdens of Humble Wikipedia",
      "snippet": "In a surprise announcement, Google says it will hand off a knotty problem — fact-checking its videos — to the online encyclopedia’s volunteer army.",
      "abstract": "In a surprise announcement, Google says it will hand off a knotty problem — fact-checking its videos — to the online encyclopedia’s volunteer army.",
      "lead_paragraph": "Last week, Wikipedia received an unusual prompt.",
      "publication_date": "2018-03-19T14:46:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/03/19/business/media/youtube-wikipedia.html",
      "byline": "By John Herrman"
    }
  ]
}