{
  "metadata": {
    "date": "2018-06-27",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "Uber Regains Its License to Operate in London, a Win for Its New C.E.O.",
      "snippet": "The decision is a big victory for Dara Khosrowshahi, the chief executive, who has been working to revamp the company’s grow-at-all-costs culture.",
      "abstract": "The decision is a big victory for Dara Khosrowshahi, the chief executive, who has been working to revamp the company’s grow-at-all-costs culture.",
      "lead_paragraph": "LONDON — Uber won an appeal on Tuesday to regain its taxi license in London after agreeing to stricter government oversight, a crucial victory for efforts by its new chief executive to revamp the company’s grow-at-all-costs culture.",
      "publication_date": "2018-06-26T16:28:34+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/06/26/technology/uber-london.html",
      "byline": "By Adam Satariano"
    },
    {
      "headline": "How McKinsey Lost Its Way in South Africa",
      "snippet": "When the godfather of management consulting landed its biggest contract ever in Africa, it made the worst mistake in its storied nine-decade history.",
      "abstract": "When the godfather of management consulting landed its biggest contract ever in Africa, it made the worst mistake in its storied nine-decade history.",
      "lead_paragraph": "JOHANNESBURG — The blackouts kept coming. The state-owned power company, Eskom, was on the verge of insolvency. Maintenance was being deferred. And a major boiler exploded, threatening the national grid.",
      "publication_date": "2018-06-26T20:43:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/06/26/world/africa/mckinsey-south-africa-eskom.html",
      "byline": "By Walt Bogdanich and Michael Forsythe"
    },
    {
      "headline": "We Have Reached Peak Screen. Now Revolution Is in the Air.",
      "snippet": "With smartphones, everything digital has been managed through screens. Now that all of our visual capacity has been captured, the tech giants are starting to build a less eyes-only world.",
      "abstract": "With smartphones, everything digital has been managed through screens. Now that all of our visual capacity has been captured, the tech giants are starting to build a less eyes-only world.",
      "lead_paragraph": "Smartphones were once the best thing to happen to the tech industry — and for a while, it seemed, to all of us, too. In the 11 years since the iPhone made its debut, smartphones have subsumed just about every other gadget and altered every business, from news to retail to taxis to television, ultimately reordering everything about how we understand media, politics and reality itself.",
      "publication_date": "2018-06-27T09:00:18+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/06/27/technology/peak-screen-revolution.html",
      "byline": "By Farhad Manjoo"
    },
    {
      "headline": "Trump Backs Softer Restrictions on Chinese Investment",
      "snippet": "President Trump has chosen a more moderate approach to limit Chinese investments in the United States, backing an expansion of existing government tools to protect national security.",
      "abstract": "President Trump has chosen a more moderate approach to limit Chinese investments in the United States, backing an expansion of existing government tools to protect national security.",
      "lead_paragraph": "WASHINGTON — The Trump administration has backed off a plan to impose aggressive new restrictions on Chinese investment in the United States, opting instead to support a congressional effort that would expand the types of foreign deals that are subject to review.",
      "publication_date": "2018-06-27T11:45:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2018/06/27/us/politics/trump-will-back-softer-restrictions-on-chinese-investment.html",
      "byline": "By Ana Swanson, Alan Rappeport and Jim Tankersley"
    },
    {
      "headline": "Supreme Court Ruling Delivers a Sharp Blow to Labor Unions",
      "snippet": "The court ruled that government workers cannot be required to pay for collective bargaining, which could cost public unions tens of millions of dollars.",
      "abstract": "The court ruled that government workers cannot be required to pay for collective bargaining, which could cost public unions tens of millions of dollars.",
      "lead_paragraph": "WASHINGTON — The Supreme Court dealt a major blow on Wednesday to organized labor. By a 5-to-4 vote, with the more conservative justices in the majority, the court ruled that government workers who choose not to join unions may not be required to help pay for collective bargaining.",
      "publication_date": "2018-06-27T14:03:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2018/06/27/us/politics/supreme-court-unions-organized-labor.html",
      "byline": "By Adam Liptak"
    }
  ]
}