{
  "metadata": {
    "date": "2019-09-03",
    "total_articles": 2
  },
  "articles": [
    {
      "headline": "North Korea Missile Tests, ‘Very Standard’ to Trump, Show Signs of Advancing Arsenal",
      "snippet": "American intelligence officials and outside experts say that Kim Jong-un is capitalizing on President Trump’s downplaying of his weapons testing to significantly improve the North’s arsenal.",
      "abstract": "American intelligence officials and outside experts say that Kim Jong-un is capitalizing on President Trump’s downplaying of his weapons testing to significantly improve the North’s arsenal.",
      "lead_paragraph": "As North Korea fired off a series of missiles in recent months — at least 18 since May — President Trump has repeatedly dismissed their importance as short-range and “very standard” tests. And although he has conceded “there may be a United Nations violation,” the president says any concerns are overblown.",
      "publication_date": "2019-09-02T19:55:56+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/02/world/asia/north-korea-kim-trump-missiles.html",
      "byline": "By David E. Sanger and William J. Broad"
    },
    {
      "headline": "Texas Gunman: From Small-Time Troublemaker to Mass Killer",
      "snippet": "The man who sprayed gunfire across West Texas on Saturday lived a kind of drifter’s life, fighting to stay employed amid workplace disputes and clashes with the law.",
      "abstract": "The man who sprayed gunfire across West Texas on Saturday lived a kind of drifter’s life, fighting to stay employed amid workplace disputes and clashes with the law.",
      "lead_paragraph": "ODESSA, Tex. — Monette Rodriguez remembers the oil field truck-driver who lived at the Peppertree Place Apartments. He had the phrase “Oilfield Mafia” displayed on the back window of his blue Dodge Challenger. And he liked to party — neighbors complained that women made frequent visits at all hours of the night to his apartment.",
      "publication_date": "2019-09-02T22:53:45+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/09/02/us/texas-gunman-odessa-midland.html",
      "byline": "By Sarah Mervosh, Lucinda Holt and Manny Fernandez"
    }
  ]
}