{
  "metadata": {
    "date": "2019-06-13",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "In Battle for Hong Kong, the Field Has Tilted Toward Beijing",
      "snippet": "Unlike China’s retreat after big protests in 2003, this time it is not likely to back down.",
      "abstract": "Unlike China’s retreat after big protests in 2003, this time it is not likely to back down.",
      "lead_paragraph": "HONG KONG — An attempt by Beijing’s hand-selected chief executive in Hong Kong to push through a bill seen as a threat to civil liberties. A defiant crowd of hundreds of thousands marching against it. The deployment of the police to keep demonstrators out of the legislature.",
      "publication_date": "2019-06-12T16:59:27+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/12/world/asia/hong-kong-china.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Trump Isn’t Alone. These Millennials on the Left Want Low Interest Rates, Too.",
      "snippet": "Sam Bell and his colleagues at Employ America want the central bank to cut interest rates now, and to lift them less quickly after the next recession, to create more jobs.",
      "abstract": "Sam Bell and his colleagues at Employ America want the central bank to cut interest rates now, and to lift them less quickly after the next recession, to create more jobs.",
      "lead_paragraph": "As President Trump rails against the Federal Reserve and urges it to lower interest rates, a similar push is coming from a group founded this year by three left-leaning millennials — albeit for very different reasons.",
      "publication_date": "2019-06-12T19:30:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/06/12/business/economy/federal-reserve-rates-employ-america.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "Inside the Elementary School Where Drug Addiction Sets the Curriculum",
      "snippet": "About half of the student body at one Ohio elementary school has witnessed drug use at home. Educators spend time every day teaching the children how to cope.",
      "abstract": "About half of the student body at one Ohio elementary school has witnessed drug use at home. Educators spend time every day teaching the children how to cope.",
      "lead_paragraph": "MINFORD, Ohio — Inside an elementary school classroom decorated with colorful floor mats, art supplies and building blocks, a little boy named Riley talked quietly with a teacher about how he had watched his mother take “knockout pills” and had seen his father shoot up “a thousand times.” ",
      "publication_date": "2019-06-12T19:31:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/12/us/opioids-ohio-minford.html",
      "byline": "By Dan Levin"
    },
    {
      "headline": "Social Security Is Staring at Its First Real Shortfall in Decades",
      "snippet": "Unless Congress and the White House act, nearly every older American will be affected. The math of retirement planning is already changing.",
      "abstract": "Unless Congress and the White House act, nearly every older American will be affected. The math of retirement planning is already changing.",
      "lead_paragraph": "A slow-moving crisis is approaching for Social Security, threatening to undermine a central pillar in the retirement of tens of millions of Americans.",
      "publication_date": "2019-06-12T20:17:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/06/12/business/social-security-shortfall-2020.html",
      "byline": "By Jeff Sommer"
    },
    {
      "headline": "Justice Dept. Seeks to Question C.I.A. in Its Own Russia Investigation",
      "snippet": "The interview plans suggest a focus in part on the intelligence agencies’ conclusion that President Vladimir V. Putin of Russia intervened in 2016 on behalf of the Trump campaign.",
      "abstract": "The interview plans suggest a focus in part on the intelligence agencies’ conclusion that President Vladimir V. Putin of Russia intervened in 2016 on behalf of the Trump campaign.",
      "lead_paragraph": "WASHINGTON — Justice Department officials intend to interview senior C.I.A. officers as they review the Russia investigation, according to people briefed on the matter, indicating they are focused partly on the intelligence agencies’ most explosive conclusion about the 2016 election: that President Vladimir V. Putin of Russia intervened to benefit Donald J. Trump.",
      "publication_date": "2019-06-12T22:37:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/12/us/politics/russia-investigation-cia.html",
      "byline": "By Julian E. Barnes, Katie Benner, Adam Goldman and Michael S. Schmidt"
    },
    {
      "headline": "Tankers Are Attacked in Mideast, and U.S. Says Video Shows Iran Was Involved",
      "snippet": "Explosions disabled both tankers and forced their crews to evacuate. Secretary of State Mike Pompeo said without presenting evidence that Iran was responsible.",
      "abstract": "Explosions disabled both tankers and forced their crews to evacuate. Secretary of State Mike Pompeo said without presenting evidence that Iran was responsible.",
      "lead_paragraph": "LONDON — Explosions crippled two oil tankers in the Gulf of Oman on Thursday in what the United States called “unprovoked attacks” by Iran, raising alarms about immediate security and potential military conflict in a vital passageway for a third of the world’s petroleum.",
      "publication_date": "2019-06-13T07:38:02+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/13/world/middleeast/oil-tanker-attack-gulf-oman.html",
      "byline": "By David D. Kirkpatrick, Richard Pérez-Peña and Stanley Reed"
    },
    {
      "headline": "Trump Is Assailed for Saying He Would Take Campaign Help From Russia",
      "snippet": "The president said it was no different than meeting with the queen of England, but Republicans joined Democrats in condemning his willingness to collaborate with a hostile foreign power.",
      "abstract": "The president said it was no different than meeting with the queen of England, but Republicans joined Democrats in condemning his willingness to collaborate with a hostile foreign power.",
      "lead_paragraph": "WASHINGTON — For President Trump, the special counsel report was supposed to put Russia in his rearview mirror. But with some off-the-cuff remarks in the Oval Office, he has thrust his relationship with Moscow back into the debate over the future of his presidency.",
      "publication_date": "2019-06-13T13:25:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/13/us/politics/trump-russia-campaign-help.html",
      "byline": "By Peter Baker and Nicholas Fandos"
    }
  ]
}