{
  "metadata": {
    "date": "2019-03-14",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Boeing Planes Are Grounded in U.S. After Days of Pressure",
      "snippet": "The American agency was the last major holdout as other countries grounded or banned Max planes from their airspace after the deadly Ethiopian Airlines crash this weekend.",
      "abstract": "The American agency was the last major holdout as other countries grounded or banned Max planes from their airspace after the deadly Ethiopian Airlines crash this weekend.",
      "lead_paragraph": "After days of mounting pressure, the United States grounded Boeing’s 737 Max aircraft on Wednesday, reversing an earlier decision in which American regulators said the planes could keep flying after a deadly crash in Ethiopia.",
      "publication_date": "2019-03-13T16:02:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/13/business/canada-737-max.html",
      "byline": "By Thomas Kaplan, Ian Austen and Selam Gebrekidan"
    },
    {
      "headline": "Inside the Pricey, Totally Legal World of College Consultants",
      "snippet": "While lawbreaking in the sector is rare, the use of money to oil the gears of the American meritocracy is not.",
      "abstract": "While lawbreaking in the sector is rare, the use of money to oil the gears of the American meritocracy is not.",
      "lead_paragraph": "For prices up to $1.5 million, parents can buy a five-year, full-service package of college admissions consulting from a company in New York City called Ivy Coach.",
      "publication_date": "2019-03-13T16:48:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/13/us/admissions-cheating-scandal-consultants.html",
      "byline": "By Dana Goldstein and Jack Healy"
    },
    {
      "headline": "U.K. Lawmakers Reject ‘No-Deal’ Brexit, and Defy Theresa May Yet Again",
      "snippet": "Parliament’s actions undercut the prime minister, worsening the power vacuum in British politics and making an extension of the Brexit deadline more likely.",
      "abstract": "Parliament’s actions undercut the prime minister, worsening the power vacuum in British politics and making an extension of the Brexit deadline more likely.",
      "lead_paragraph": "LONDON — Having twice thrown out Prime Minister Theresa May’s plan for Britain’s withdrawal from the European Union, the fractious British Parliament defied her again on Wednesday, worsening the power vacuum atop British politics just 16 days before the exit is scheduled to take place.",
      "publication_date": "2019-03-13T19:21:11+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/13/world/europe/brexit-no-deal.html",
      "byline": "By Stephen Castle"
    },
    {
      "headline": "Trump’s World Bank Nominee Tries to Distance Himself From the President",
      "snippet": "Climate change and China are political hurdles for David Malpass, who is trying to assure other nations that he will not simply serve as a proxy for President Trump.",
      "abstract": "Climate change and China are political hurdles for David Malpass, who is trying to assure other nations that he will not simply serve as a proxy for President Trump.",
      "lead_paragraph": "WASHINGTON — When President Trump selected David Malpass to lead the World Bank last month, he showered his nominee with gratitude for years of loyal support, praised his intelligence and made one thing abundantly clear: The World Bank under his watch must put America first.",
      "publication_date": "2019-03-13T19:44:36+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/13/us/politics/david-malpass-world-bank.html",
      "byline": "By Alan Rappeport and Lisa Friedman"
    },
    {
      "headline": "A Better Way to Break Up Big Tech",
      "snippet": "Senator Elizabeth Warren has an interesting plan for reform. But it has shortcomings worth considering.",
      "abstract": "Senator Elizabeth Warren has an interesting plan for reform. But it has shortcomings worth considering.",
      "lead_paragraph": "AUSTIN, Tex. — Among the techies who attended the annual South by Southwest Interactive conference the past few days, the hottest topic of conversation — besides the swarms of drunken idiots careening around Austin on rented electric scooters — was Senator Elizabeth Warren’s ground-shaking proposal to break up large tech companies like Amazon, Google and Facebook.",
      "publication_date": "2019-03-13T21:40:43+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/13/technology/elizabeth-warren-tech-companies.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "Facebook’s Data Deals Are Under Criminal Investigation",
      "snippet": "A federal grand jury is looking at partnerships that gave major tech companies broad access to Facebook users’ information.",
      "abstract": "A federal grand jury is looking at partnerships that gave major tech companies broad access to Facebook users’ information.",
      "lead_paragraph": "Federal prosecutors are conducting a criminal investigation into data deals Facebook struck with some of the world’s largest technology companies, intensifying scrutiny of the social media giant’s business practices as it seeks to rebound from a year of scandal and setbacks.",
      "publication_date": "2019-03-13T23:01:27+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/13/technology/facebook-data-deals-investigation.html",
      "byline": "By Michael LaForgia, Matthew Rosenberg and Gabriel J.X. Dance"
    },
    {
      "headline": "‘What Does It Take?’: Admissions Scandal Is a Harsh Lesson in Racial Disparities",
      "snippet": "For students of color who have long had to justify their presence on campus, the federal fraud case was a reminder of deep inequalities in admissions.",
      "abstract": "For students of color who have long had to justify their presence on campus, the federal fraud case was a reminder of deep inequalities in admissions.",
      "lead_paragraph": "KANSAS CITY, Mo. — They studied into the wee hours and agonized line by line over their personal essays. They took standardized tests three, four, five times to increase their scores. And last fall, after years of preparation and anxiety, the students at Ewing Marion Kauffman School, a predominantly black school in Kansas City, submitted their college applications, hoping all their hard work would pay off.",
      "publication_date": "2019-03-14T00:03:45+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/13/us/college-admissions-race.html",
      "byline": "By John Eligon and Audra D. S. Burch"
    },
    {
      "headline": "Mnuchin’s Hollywood Ties Raise Ethical Questions in China Talks",
      "snippet": "The Treasury Secretary is pressing China to give American movies greater access, raising conflict of interest concerns given his financial ties to the film industry.",
      "abstract": "The Treasury Secretary is pressing China to give American movies greater access, raising conflict of interest concerns given his financial ties to the film industry.",
      "lead_paragraph": "WASHINGTON — “Wonder Woman,” the 2017 film that Steven Mnuchin helped produce before becoming Treasury secretary, hauled in about $90 million at the box office in China. It was the film’s most successful international market and a roaring success for an American superhero export. But because of China’s strict laws for foreign films, the studio behind the movie, Warner Bros., received just a small fraction of those revenues.",
      "publication_date": "2019-03-14T12:50:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/14/us/politics/mnuchin-china-trade-hollywood.html",
      "byline": "By Alan Rappeport and Ana Swanson"
    },
    {
      "headline": "China’s Slowdown Already Hit Its Factories. Now Its Offices Are Hurting, Too.",
      "snippet": "White-collar workers face job cuts and shrinking paychecks even in go-go industries like technology, suggesting the economic pain is broader than official figures show.",
      "abstract": "White-collar workers face job cuts and shrinking paychecks even in go-go industries like technology, suggesting the economic pain is broader than official figures show.",
      "lead_paragraph": "The job fair in the Chinese boomtown of Shenzhen offered a white-collar future for a country that rose to economic greatness on the strength of its assembly lines, bulldozers and cranes. Technology, financial and real estate companies pitched jobs in sales, engineering, accounting and logistics. A $150,000-a-year salary, said one poster, “isn’t just a dream.” ",
      "publication_date": "2019-03-14T15:04:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/14/business/china-economy-slowdown-white-collar-workers.html",
      "byline": "By Alexandra Stevenson and Cao Li"
    },
    {
      "headline": "Senate Rejects Trump’s Border Emergency Declaration, Setting Up First Veto",
      "snippet": "The Senate voted to overturn President Trump’s national emergency declaration, delivering a bipartisan rebuke for what lawmakers in both parties saw as executive overreach.",
      "abstract": "The Senate voted to overturn President Trump’s national emergency declaration, delivering a bipartisan rebuke for what lawmakers in both parties saw as executive overreach.",
      "lead_paragraph": "WASHINGTON — A dozen Republicans joined Senate Democrats on Thursday to overturn President Trump’s declaration of a national emergency at the southwestern border, arguing that the president had exceeded his powers in trying to build a border wall over Congress’s objections.",
      "publication_date": "2019-03-14T15:37:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/14/us/politics/senate-vote-trump-national-emergency.html",
      "byline": "By Emily Cochrane and Glenn Thrush"
    }
  ]
}