{
  "metadata": {
    "date": "2019-08-08",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Puerto Rico Supreme Court Ousts New Governor, and Another Is Sworn In",
      "snippet": "Wanda Vázquez took the oath of office on Wednesday after the portion of the law cited to justify Pedro R. Pierluisi’s ascent last week was ruled unconstitutional.",
      "abstract": "Wanda Vázquez took the oath of office on Wednesday after the portion of the law cited to justify Pedro R. Pierluisi’s ascent last week was ruled unconstitutional.",
      "lead_paragraph": "SAN JUAN, P.R. — The uneasy calm that had settled over Puerto Rico after huge protests brought down one governor and a second one was installed in his place ended on Wednesday when its Supreme Court ruled that the only way to maintain the constitutional order was to swear in the island’s third governor in a week.",
      "publication_date": "2019-08-07T17:21:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/08/07/us/puerto-rico-governor-wanda-vazquez.html",
      "byline": "By Alejandra Rosa, Patricia Mazzei and Frances Robles"
    },
    {
      "headline": "Carlos Ghosn Hasn’t Seen His Wife in Months. Japan’s Prosecutors Want It That Way.",
      "snippet": "Prosecutors persuaded a court to deny contact between the couple, citing conspiracy concerns about Carole Ghosn and her criticism of Japan’s legal system.",
      "abstract": "Prosecutors persuaded a court to deny contact between the couple, citing conspiracy concerns about Carole Ghosn and her criticism of Japan’s legal system.",
      "lead_paragraph": "TOKYO — There is a long list of things that Carlos Ghosn, the embattled former chief of the Nissan-Renault-Mitsubishi auto alliance, is not allowed to do as he awaits trial in Japan. He cannot leave Tokyo. He cannot use the internet outside his lawyer’s office. He cannot meet friends without informing the court.",
      "publication_date": "2019-08-07T18:57:44+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/08/07/business/carlos-ghosn-wife.html",
      "byline": "By Ben Dooley"
    },
    {
      "headline": "Trump Uses a Day of Healing to Deepen the Nation’s Divisions",
      "snippet": "As the president traveled to Dayton and El Paso after this weekend’s mass shootings, he was greeted by protesters and lashed out at rivals.",
      "abstract": "As the president traveled to Dayton and El Paso after this weekend’s mass shootings, he was greeted by protesters and lashed out at rivals.",
      "lead_paragraph": "EL PASO — President Trump visited Dayton, Ohio, and El Paso on Wednesday on a day intended as a show of compassion to cities scarred by a weekend of violence, but which quickly devolved into an occasion for anger-fueled broadsides against Democrats and the news media.",
      "publication_date": "2019-08-07T21:14:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/08/07/us/politics/trump-el-paso-dayton-shootings.html",
      "byline": "By Michael Crowley, Maggie Haberman, Mitch Smith and Michael D. Shear"
    },
    {
      "headline": "Trump Comes to Console. El Paso Says No Thanks.",
      "snippet": "Rarely in recent memory has a relationship between a president and a city been so fraught. Tragedy may have only made it worse.",
      "abstract": "Rarely in recent memory has a relationship between a president and a city been so fraught. Tragedy may have only made it worse.",
      "lead_paragraph": "EL PASO — Earlier this year in his State of the Union address, President Trump described to the nation how the Texas border city of El Paso once had “extremely high rates of violent crime” and was considered “one of our nation’s most dangerous cities.” Then he turned it into the living argument for his border wall.",
      "publication_date": "2019-08-08T00:04:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/08/07/us/el-paso-trump-escobar.html",
      "byline": "By Simon Romero and Rick Rojas"
    },
    {
      "headline": "Leslie Wexner Accuses Jeffrey Epstein of Misappropriating ‘Vast Sums of Money’",
      "snippet": "Mr. Wexner, the retail mogul behind Victoria’s Secret, gave a detailed account in a letter of how his life became intertwined with Mr. Epstein, his former money manager.",
      "abstract": "Mr. Wexner, the retail mogul behind Victoria’s Secret, gave a detailed account in a letter of how his life became intertwined with Mr. Epstein, his former money manager.",
      "lead_paragraph": "For over 15 years, Jeffrey Epstein served as a close personal adviser to Leslie H. Wexner, the billionaire mogul behind Victoria’s Secret and Bath & Body Works. Now, Mr. Wexner says Mr. Epstein “misappropriated vast sums of money” from him and his family.",
      "publication_date": "2019-08-08T00:51:41+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/08/07/business/wexner-epstein.html",
      "byline": "By Steve Eder and Emily Steel"
    },
    {
      "headline": "He’s a Veteran of Upheaval, Molded by Ferguson’s Traumas. He’s 7.",
      "snippet": "Five years after Ferguson, Mo., was upended by a police shooting, setting off a national reckoning, a generation has grown up amid uneven progress.",
      "abstract": "Five years after Ferguson, Mo., was upended by a police shooting, setting off a national reckoning, a generation has grown up amid uneven progress.",
      "lead_paragraph": "FERGUSON, Mo. — David Morrison carries the scars of Ferguson’s upheaval. A veteran protester, he has fled gunshots and tear gas, marched, waved signs and played dead on the asphalt in years of activism that unspooled after a white police officer killed an unarmed black teenager named Michael Brown. “I’m so angry!” he shouts.",
      "publication_date": "2019-08-08T09:00:22+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/08/08/us/ferguson-riots-michael-brown.html",
      "byline": "By Jack Healy and Julie Bosman"
    },
    {
      "headline": "Can Britain’s Top Bookseller Save Barnes & Noble?",
      "snippet": "James Daunt fought Amazon and rescued the country’s biggest bookstore chain. Now comes Chapter 2.",
      "abstract": "James Daunt fought Amazon and rescued the country’s biggest bookstore chain. Now comes Chapter 2.",
      "lead_paragraph": "James Daunt, the man who will soon try to revive Barnes & Noble, once spent weeks in a noisy, arm-waving debate about the ideal angle of tilt for bookstore shelving. His opponent was an Italian showroom designer who argued, in a series of otherwise congenial meals in some of London’s best restaurants, that the shelf should be tilted four degrees.",
      "publication_date": "2019-08-08T09:00:24+0000",
      "section_name": "Books",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2019/08/08/books/watersones-barnes-and-noble-james-daunt.html",
      "byline": "By David Segal"
    },
    {
      "headline": "JPMorgan Kept Jeffrey Epstein as a Client Despite Internal Warnings",
      "snippet": "Mary Erdoes, one of the bank’s top executives, defended doing business with Mr. Epstein after an internal compliance review concluded he should be dumped.",
      "abstract": "Mary Erdoes, one of the bank’s top executives, defended doing business with Mr. Epstein after an internal compliance review concluded he should be dumped.",
      "lead_paragraph": "When compliance officers at JPMorgan Chase conducted a sweep of their wealthy clients a decade ago, they recommended that the bank cut its ties to the financier Jeffrey E. Epstein because his accounts posed unacceptable legal and reputational risks.",
      "publication_date": "2019-08-08T14:15:43+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/08/08/business/jeffrey-epstein-jpmorgan.html",
      "byline": "By Emily Flitter and Jessica Silver-Greenberg"
    }
  ]
}