{
  "metadata": {
    "date": "2019-07-29",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Raising Prospect of Impeaching Trump, House Seeks Mueller’s Grand Jury Secrets",
      "snippet": "In a court filing, House Democrats said they need access to secret grand jury evidence because they are weighing whether to recommend impeaching President Trump.",
      "abstract": "In a court filing, House Democrats said they need access to secret grand jury evidence because they are weighing whether to recommend impeaching President Trump.",
      "lead_paragraph": "WASHINGTON — The House Judiciary Committee on Friday asked a federal judge to unseal grand jury secrets related to Robert S. Mueller III’s investigation, using the court filing to declare that lawmakers have already in effect launched an impeachment investigation of President Trump.",
      "publication_date": "2019-07-26T16:16:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/26/us/politics/donald-trump-impeachment.html",
      "byline": "By Nicholas Fandos and Charlie Savage"
    },
    {
      "headline": "‘A Few Dirty Tricks’: Documents Show Audi’s Role in the Volkswagen Emissions Scandal",
      "snippet": "The carmaker’s luxury unit was more deeply involved in cheating pollution rules than previously known.",
      "abstract": "The carmaker’s luxury unit was more deeply involved in cheating pollution rules than previously known.",
      "lead_paragraph": "Frankfurt — After more than $30 billion in fines, numerous indicted executives and a guilty plea in the United States, you wouldn’t think there was much more to learn about the Volkswagen emissions scandal.",
      "publication_date": "2019-07-26T16:29:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2019/07/26/business/audi-vw-emissions-scandal.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "‘I Have a Moral Responsibility to Come Forward’: Colonel Accuses Top Military Nominee of Assault",
      "snippet": "An Army colonel described being sexually assaulted in her hotel room at a defense forum by an Air Force general who is in line to be the next vice chair of the Joint Chiefs of Staff.",
      "abstract": "An Army colonel described being sexually assaulted in her hotel room at a defense forum by an Air Force general who is in line to be the next vice chair of the Joint Chiefs of Staff.",
      "lead_paragraph": "WASHINGTON — Col. Kathryn A. Spletstoser of the Army says she had returned to her hotel room and was putting on face cream on the night of Dec. 2, 2017, after a full day at the annual Reagan National Defense Forum in California, when her boss, Air Force Gen. John E. Hyten, the commander of United States Strategic Command, knocked on her door and said he wanted to talk to her.",
      "publication_date": "2019-07-26T18:11:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/26/us/politics/hyten-assault-joint-chiefs.html",
      "byline": "By Helene Cooper"
    },
    {
      "headline": "Supreme Court Lets Trump Proceed on Border Wall",
      "snippet": "The court’s ruling, addressing a stay application, was an interim step in a litigation that will continue in the lower courts.",
      "abstract": "The court’s ruling, addressing a stay application, was an interim step in a litigation that will continue in the lower courts.",
      "lead_paragraph": "WASHINGTON — The Supreme Court on Friday gave President Trump a victory in his fight for a wall along the Mexican border by allowing the administration to begin using $2.5 billion in Pentagon money for the construction.",
      "publication_date": "2019-07-26T22:33:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/26/us/politics/supreme-court-border-wall-trump.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "In an Industrial Corner of France, 18,000 Jobs Are On Offer. Why Aren’t People Taking Them?",
      "snippet": "In France, there are few takers for tens of thousands of manufacturing jobs, despite one of Europe’s highest unemployment rates. Now, the industry is being pushed to burnish its allure.",
      "abstract": "In France, there are few takers for tens of thousands of manufacturing jobs, despite one of Europe’s highest unemployment rates. Now, the industry is being pushed to burnish its allure.",
      "lead_paragraph": "OYONNAX, France — Along a vast alpine plain, hundreds of factories are cranking out plastic perfume bottles, automobile parts and industrial tools. Trucks chug through mountains ferrying thousands of ready-made wares for export. On billboards and warehouses, “We’re hiring!” signs flutter in the breeze.",
      "publication_date": "2019-07-27T07:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/07/27/business/labor-manufacturing-france.html",
      "byline": "By Liz Alderman"
    },
    {
      "headline": "‘Would Dad Approve?’ Neil Armstrong’s Heirs Divide Over a Lucrative Legacy",
      "snippet": "Mr. Armstrong was averse to cashing in on his celebrity. But as the 50th anniversary of the moon landing approached, his sons began auctioning off his memorabilia.",
      "abstract": "Mr. Armstrong was averse to cashing in on his celebrity. But as the 50th anniversary of the moon landing approached, his sons began auctioning off his memorabilia.",
      "lead_paragraph": "Last fall, Neil Armstrong’s two sons began a round of media appearances to promote a venture that would make them millions of dollars: a series of auctions of about 3,000 mementos from their father’s moon mission and NASA career.",
      "publication_date": "2019-07-27T09:00:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/27/us/neil-armstrong-heirs.html",
      "byline": "By Scott Shane, Sarah Kliff and Susanne Craig"
    },
    {
      "headline": "The Roots of Boeing’s 737 Max Crisis: A Regulator Relaxes Its Oversight",
      "snippet": "A Times investigation found that the F.A.A. regulatory process, which gave Boeing significant oversight authority, compromised the safety of the plane.",
      "abstract": "A Times investigation found that the F.A.A. regulatory process, which gave Boeing significant oversight authority, compromised the safety of the plane.",
      "lead_paragraph": "SEATTLE — In the days after the first crash of Boeing’s 737 Max, engineers at the Federal Aviation Administration came to a troubling realization: They didn’t fully understand the automated system that helped send the plane into a nose-dive, killing everyone on board.",
      "publication_date": "2019-07-27T15:23:44+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/27/business/boeing-737-max-faa.html",
      "byline": "By Natalie Kitroeff, David Gelles and Jack Nicas"
    },
    {
      "headline": "What Kamala Harris Believes",
      "snippet": "The Democratic candidate wants relevant policy, not “a beautiful sonnet.” Is that enough for voters?",
      "abstract": "The Democratic candidate wants relevant policy, not “a beautiful sonnet.” Is that enough for voters?",
      "lead_paragraph": "LOS ANGELES — At her strongest, Senator Kamala Harris is forceful and pragmatic. She elates crowds in Iowa and South Carolina with her denunciations of President Trump, and spells out her policy agenda — on matters like restricting gun sales, reducing prescription drug prices and giving tax benefits to renters — in precise terms.",
      "publication_date": "2019-07-27T16:00:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/27/us/politics/kamala-harris-2020-election.html",
      "byline": "By Alexander Burns"
    },
    {
      "headline": "Under Brazil’s Far-Right Leader, Amazon Protections Slashed and Forests Fall",
      "snippet": "Cutting down trees at the current rate could lead to runaway deforestation, environmentalists say. But President Bolsonaro is sticking to his promise to curb enforcement.",
      "abstract": "Cutting down trees at the current rate could lead to runaway deforestation, environmentalists say. But President Bolsonaro is sticking to his promise to curb enforcement.",
      "lead_paragraph": "BRASÍLIA — The destruction of the Amazon rain forest in Brazil has increased rapidly since the nation’s new far-right president took over and his government scaled back efforts to fight illegal logging, ranching and mining.",
      "publication_date": "2019-07-28T06:55:06+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/28/world/americas/brazil-deforestation-amazon-bolsonaro.html",
      "byline": "By Letícia Casado and Ernesto Londoño"
    },
    {
      "headline": "Why Democrats Are So Far From Consensus on 2020",
      "snippet": "As the next debates loom, the progressive wing of the party wants sweeping change. Many others just want to jettison the president.",
      "abstract": "As the next debates loom, the progressive wing of the party wants sweeping change. Many others just want to jettison the president.",
      "lead_paragraph": "WAUKEE, Iowa — Bernie Sanders preaches “political revolution” to the crowds at his campaign rallies. Elizabeth Warren promises “big, systemic change” as she rolls out major policy proposals. And Pete Buttigieg warns his packed town hall audiences that the “riskiest thing we could do is try too hard to play it safe.”",
      "publication_date": "2019-07-28T09:00:05+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/28/us/politics/democrats-2020-trump.html",
      "byline": "By Reid J. Epstein and Lisa Lerer"
    },
    {
      "headline": "Dan Coats to Step Down as Intelligence Chief; Trump Picks Loyalist for Job",
      "snippet": "President Trump said Representative John Ratcliffe of Texas, a staunch defender of the president, would replace Mr. Coats, who was an important link to the Republican establishment.",
      "abstract": "President Trump said Representative John Ratcliffe of Texas, a staunch defender of the president, would replace Mr. Coats, who was an important link to the Republican establishment.",
      "lead_paragraph": "WASHINGTON — President Trump announced on Sunday that Dan Coats would step down as the director of national intelligence after a fraught tenure marked by tension with the Oval Office, and he tapped one of his staunch defenders, Representative John Ratcliffe, to take over the country’s expansive network of spy agencies.",
      "publication_date": "2019-07-28T18:25:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/28/us/politics/dan-coats-intelligence-chief-out.html",
      "byline": "By Maggie Haberman, Julian E. Barnes and Peter Baker"
    },
    {
      "headline": "Fed Poised to Cut Rates for First Time Since Financial Crisis, Ending an Era",
      "snippet": "Investors expect a quarter-point precautionary cut, a turning point that underlines that this might be as good as the economy will get.",
      "abstract": "Investors expect a quarter-point precautionary cut, a turning point that underlines that this might be as good as the economy will get.",
      "lead_paragraph": "WASHINGTON — The Federal Reserve this week will most likely cut interest rates for the first time since 2008, when the economy was mired in a deep recession, as the central bank tries to keep a record economic expansion from petering out.",
      "publication_date": "2019-07-28T18:51:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/28/business/economy/fed-rate-cut.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "A Recession Is Coming (Eventually). Here’s Where You’ll See It First.",
      "snippet": "Economists don’t know when the decade-long expansion, now the longest in American history, will end. But here are the indicators they will be watching to figure it out.",
      "abstract": "Economists don’t know when the decade-long expansion, now the longest in American history, will end. But here are the indicators they will be watching to figure it out.",
      "lead_paragraph": "The stock market is in turmoil, the trade war is dragging on and the global economy is slowing. Plus, it’s been 10 years since the Great Recession ended, making this officially the longest expansion in American history. (Well, probably. More on that in a second.) So perhaps it’s no surprise that forecasters, investors and ordinary people are increasingly asking when the next downturn will arrive.",
      "publication_date": "2019-07-28T18:52:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/07/28/business/economy/economy-recession.html",
      "byline": "By Ben Casselman"
    },
    {
      "headline": "Amazon Wants to Rule the Grocery Aisles, and Not Just at Whole Foods",
      "snippet": "Instead of Whole Foods being the answer to the tech behemoth’s grocery ambitions, it seems to have encouraged executives to pursue other ideas, too.",
      "abstract": "Instead of Whole Foods being the answer to the tech behemoth’s grocery ambitions, it seems to have encouraged executives to pursue other ideas, too.",
      "lead_paragraph": "SEATTLE — In early 2017, a memo circulated inside Amazon that imagined an ambitious new grocery chain. The document was written like a news release, a common practice for ideas being weighed inside the company, with the title “Grocery Shopping for Everyone.”",
      "publication_date": "2019-07-28T18:58:57+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/07/28/technology/whole-foods-amazon-grocery.html",
      "byline": "By Karen Weise"
    },
    {
      "headline": "Trump Friend’s Ties to Mideast at Heart of Lobbying Inquiry",
      "snippet": "Thomas Barrack spoke with prosecutors about Persian Gulf contacts as part of an investigation into foreign influence starting in the 2016 campaign.",
      "abstract": "Thomas Barrack spoke with prosecutors about Persian Gulf contacts as part of an investigation into foreign influence starting in the 2016 campaign.",
      "lead_paragraph": "WASHINGTON — As Donald J. Trump was preparing to deliver an address on energy policy in May 2016, Paul Manafort, his campaign chairman, had a question about the speech’s contents for Thomas J. Barrack Jr., a top campaign fund-raiser and close friend of Mr. Trump.",
      "publication_date": "2019-07-28T20:00:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/28/us/politics/thomas-barrack-foreign-lobbying.html",
      "byline": "By Sharon LaFraniere, Maggie Haberman, William K. Rashbaum, Ben Protess and David D. Kirkpatrick"
    },
    {
      "headline": "Facebook Connected Her to a Tattooed Soldier in Iraq. Or So She Thought.",
      "snippet": "Renee Holland sent her Facebook friend thousands of dollars. She became entwined in a global fraud that the social network and the United States military appear helpless to stop.",
      "abstract": "Renee Holland sent her Facebook friend thousands of dollars. She became entwined in a global fraud that the social network and the United States military appear helpless to stop.",
      "lead_paragraph": "FORT PIERCE, Fla. — On a Monday afternoon in June 2017, Renee Holland was draped in an American flag at Philadelphia International Airport, waiting for a soldier she had befriended on Facebook.",
      "publication_date": "2019-07-29T02:30:20+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/28/technology/facebook-military-scam.html",
      "byline": "By Jack Nicas"
    },
    {
      "headline": "Ex-Corporate Lawyer’s Idea: Rein In ‘Sociopaths’ in the Boardroom",
      "snippet": "Jamie Gamble had an epiphany after retiring: Corporate executives “are legally obligated to act like sociopaths.” He has a proposal that he believes could fix that.",
      "abstract": "Jamie Gamble had an epiphany after retiring: Corporate executives “are legally obligated to act like sociopaths.” He has a proposal that he believes could fix that.",
      "lead_paragraph": "Jamie Gamble spent most of his career as a partner at the law firm Simpson Thacher & Bartlett, which counts virtually every major company in the United States — including Facebook, General Motors, Google and JPMorgan Chase — among its clients.",
      "publication_date": "2019-07-29T07:00:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/07/29/business/dealbook/corporate-governance-reform-ethics.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "Why Joe Biden’s Age Worries Some Democratic Allies and Voters",
      "snippet": "Mr. Biden’s halting performance at the June debate has stirred unease among some Democrats about his age, 76. They are looking for reassurance from his next debate on Wednesday.",
      "abstract": "Mr. Biden’s halting performance at the June debate has stirred unease among some Democrats about his age, 76. They are looking for reassurance from his next debate on Wednesday.",
      "lead_paragraph": "As aides and allies watched Joseph R. Biden Jr.’s first debate performance last month, their initial optimism about his abilities turned to alarm as Senator Kamala Harris laced into him over race and busing.",
      "publication_date": "2019-07-29T09:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/29/us/politics/joe-biden-age.html",
      "byline": "By Katie Glueck and Jonathan Martin"
    },
    {
      "headline": "Trump Widens War on Black Critics While Embracing ‘Inner City Pastors’",
      "snippet": "President Trump extended his attacks on critics of color with an early-morning Twitter blast calling Al Sharpton “a con man” and “a troublemaker.”",
      "abstract": "President Trump extended his attacks on critics of color with an early-morning Twitter blast calling Al Sharpton “a con man” and “a troublemaker.”",
      "lead_paragraph": "WASHINGTON — President Trump widened his war on critics of color on Monday with new attacks on the Rev. Al Sharpton and other political opponents even as he gathered his own African-American allies at the White House to defend him against charges of racism.",
      "publication_date": "2019-07-29T11:46:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/29/us/politics/trump-al-sharpton.html",
      "byline": "By Peter Baker and Maggie Haberman"
    },
    {
      "headline": "U.S. and China Resume Trade Talks Amid Dim Prospects for Deal",
      "snippet": "American officials are playing down the likelihood of an agreement as they restart negotiations with their Chinese counterparts in Shanghai this week.",
      "abstract": "American officials are playing down the likelihood of an agreement as they restart negotiations with their Chinese counterparts in Shanghai this week.",
      "lead_paragraph": "WASHINGTON — Trade talks between the United States and China resumed on Monday with prospects dimming for a transformative deal, as both sides appeared more focused on preventing tensions from escalating before the 2020 presidential election than on making concessions.",
      "publication_date": "2019-07-29T14:03:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/07/29/us/politics/trade-china-trump.html",
      "byline": "By Ana Swanson and Keith Bradsher"
    }
  ]
}