{
  "metadata": {
    "date": "2019-11-08",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "U.S. Envoy in Syria Says Not Enough Was Done to Avert Turkish Attack",
      "snippet": "In an internal memo, the senior American diplomat in northern Syria criticized the Trump administration for failing to try harder to deter Turkey from invading northern Syria last month.",
      "abstract": "In an internal memo, the senior American diplomat in northern Syria criticized the Trump administration for failing to try harder to deter Turkey from invading northern Syria last month.",
      "lead_paragraph": "WASHINGTON — The top American diplomat on the ground in northern Syria has criticized the Trump administration for not trying harder to prevent Turkey’s military offensive there last month — and said Turkish-backed militia fighters committed “war crimes and ethnic cleansing.”",
      "publication_date": "2019-11-07T18:57:36+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/07/world/middleeast/us-envoy-william-roebuck-syria.html",
      "byline": "By Eric Schmitt"
    },
    {
      "headline": "Far From the Spotlight, a Boeing Partner Feels the Heat",
      "snippet": "Collins Aerospace provided software that has been blamed in the crashes of two 737 Max jets. Investigators and lawyers are asking what Collins knew, and when.",
      "abstract": "Collins Aerospace provided software that has been blamed in the crashes of two 737 Max jets. Investigators and lawyers are asking what Collins knew, and when.",
      "lead_paragraph": "CEDAR RAPIDS, Iowa — The top executive for commercial airplanes has been ousted. The chief executive last week endured withering questioning from members of Congress. Earnings are sharply down.",
      "publication_date": "2019-11-07T19:27:54+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/11/07/business/boeing-737-max-collins.html",
      "byline": "By Chris Hamby"
    },
    {
      "headline": "Buyer of G.M. Lordstown Plant Promises Union Work and Wages",
      "snippet": "The Ohio factory will be taken over by a venture that plans to hire 400 employees next year to make electric pickup trucks.",
      "abstract": "The Ohio factory will be taken over by a venture that plans to hire 400 employees next year to make electric pickup trucks.",
      "lead_paragraph": "General Motors has sold its factory in Lordstown, Ohio, to a company that says it will make electric pickup trucks with union labor at wages comparable to those of the Detroit automakers.",
      "publication_date": "2019-11-07T20:30:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/11/07/business/gm-lordstown-plant.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "Michael Bloomberg Actively Prepares to Enter 2020 Presidential Race",
      "snippet": "Mr. Bloomberg is expected to file paperwork this week in at least one state with an early deadline, although an adviser said the former New York mayor had not made a final decision to run.",
      "abstract": "Mr. Bloomberg is expected to file paperwork this week in at least one state with an early deadline, although an adviser said the former New York mayor had not made a final decision to run.",
      "lead_paragraph": "Michael R. Bloomberg is actively preparing to enter the Democratic presidential primary and is expected to file paperwork this week designating himself as a candidate in at least one state with an early filing deadline, people briefed on Mr. Bloomberg’s plans said.",
      "publication_date": "2019-11-07T22:17:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/07/us/politics/michael-bloomberg-president-2020.html",
      "byline": "By Alexander Burns"
    },
    {
      "headline": "After Mormon Family’s Terror in Mexico, a Message Emerges: No One Is Safe",
      "snippet": "The killings of six children and their three mothers burst the illusion that only criminals fall victim to Mexico’s gang-fueled violence.",
      "abstract": "The killings of six children and their three mothers burst the illusion that only criminals fall victim to Mexico’s gang-fueled violence.",
      "lead_paragraph": "LA MORA, Mexico — Andre Miller saw the column of black smoke rising from at least a mile away. Moments later, he said, the boom erupted. ",
      "publication_date": "2019-11-08T00:55:43+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/07/world/americas/mexico-mormon-massacre.html",
      "byline": "By Azam Ahmed"
    },
    {
      "headline": "‘We’re Self-Interested’: The Growing Identity Debate in Black America",
      "snippet": "Why a movement that claims to support the American descendants of slavery is being promoted by conservatives and attacked on the left.",
      "abstract": "Why a movement that claims to support the American descendants of slavery is being promoted by conservatives and attacked on the left.",
      "lead_paragraph": "In Hollywood, Harriet Tubman is played in a new movie by a black British woman, much to the annoyance of some black Americans. On the United States census, an ultrawealthy Nigerian immigrant and a struggling African-American woman from the South are expected to check the same box. When many American universities tout their diversity numbers, black students who were born in the Bronx and the Bahamas are counted as the same. ",
      "publication_date": "2019-11-08T10:00:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/08/us/slavery-black-immigrants-ados.html",
      "byline": "By Farah Stockman"
    },
    {
      "headline": "Natural Gas or Renewables? New Orleans Choice Is Shadowed by Katrina",
      "snippet": "Approval of a fossil-fuel plant was overturned after opponents were shut out of a meeting. Now the city has a new chance to consider energy economics.",
      "abstract": "Approval of a fossil-fuel plant was overturned after opponents were shut out of a meeting. Now the city has a new chance to consider energy economics.",
      "lead_paragraph": "NEW ORLEANS — Susan Guidry stepped up as a volunteer in New Orleans after Hurricane Katrina, helping clear debris from the streets as part of a group calling itself the Katrina Krewe. She saw firsthand the disaster’s toll, including the crippling of the power supply. When voters elected her to the City Council, she said, she hardly knew what a kilowatt was. But she came to the conclusion that the city had to change its approach to energy.",
      "publication_date": "2019-11-08T10:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2019/11/08/business/energy-environment/gas-power-plants.html",
      "byline": "By Ivan Penn"
    }
  ]
}