{
  "metadata": {
    "date": "2019-07-11",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "A Sharp Drop in Migrant Arrivals on the Border: What’s Happening?",
      "snippet": "A migrant shelter in San Diego that a month ago was crowded with arrivals was nearly empty this week as migrant apprehensions have dropped sharply.",
      "abstract": "A migrant shelter in San Diego that a month ago was crowded with arrivals was nearly empty this week as migrant apprehensions have dropped sharply.",
      "lead_paragraph": "SAN DIEGO — At its peak, the nonprofit shelter run by Jewish Family Service of San Diego held more than 300 migrants dropped off by United States immigration authorities after they crossed the border from Mexico. Some days this spring were so busy that new arrivals had to be sent to overflow sites.",
      "publication_date": "2019-07-10T16:27:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/10/us/border-migrants-remain-mexico.html",
      "byline": "By Miriam Jordan and Kirk Semple"
    },
    {
      "headline": "These Companies Wanted Tariffs. How Are They Faring Now?",
      "snippet": "President Trump’s trade policies have helped American steel, aluminum, lumber, solar and washing-machine businesses, but not as much as they might have hoped.",
      "abstract": "President Trump’s trade policies have helped American steel, aluminum, lumber, solar and washing-machine businesses, but not as much as they might have hoped.",
      "lead_paragraph": "The early winners in President Trump’s trade wars are finding that victory can be bittersweet.",
      "publication_date": "2019-07-10T16:28:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/07/10/business/economy/companies-tariffs-winners.html",
      "byline": "By Peter Eavis"
    },
    {
      "headline": "Acosta Defends His Role in Brokering Jeffrey Epstein Plea Deal",
      "snippet": "R. Alexander Acosta, the labor secretary, rebuffed calls for his resignation by Democrats, who criticized his decision as a prosecutor in 2008 to accept a lenient sentence for Mr. Epstein.",
      "abstract": "R. Alexander Acosta, the labor secretary, rebuffed calls for his resignation by Democrats, who criticized his decision as a prosecutor in 2008 to accept a lenient sentence for Mr. Epstein.",
      "lead_paragraph": "WASHINGTON — Labor Secretary R. Alexander Acosta on Wednesday defended his handling of the sex crimes prosecution of the financier Jeffrey Epstein in Florida more than a decade ago, bucking a growing chorus of Democratic resignation calls while effectively making the case to President Trump to keep his job.",
      "publication_date": "2019-07-10T18:52:35+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/10/us/politics/acosta-epstein.html",
      "byline": "By Katie Rogers, Maggie Haberman and Peter Baker"
    },
    {
      "headline": "‘It Could Have Been Any of Us’: Disdain for Trump Runs Among Ambassadors",
      "snippet": "Sir Kim Darroch, the British ambassador who resigned Wednesday, was not alone in his criticism of the Trump administration and its habit of leaving foreign envoys in the dark.",
      "abstract": "Sir Kim Darroch, the British ambassador who resigned Wednesday, was not alone in his criticism of the Trump administration and its habit of leaving foreign envoys in the dark.",
      "lead_paragraph": "WASHINGTON — Ask members of the Washington diplomatic corps about the cables that Sir Kim Darroch, the British ambassador who resigned Wednesday, wrote to London describing the dysfunction and chaos of the Trump administration, and their response is uniform: We wrote the same stuff.",
      "publication_date": "2019-07-10T18:57:36+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/10/world/europe/kim-darroch-trump.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Jeffrey Epstein’s Fortune May Be More Illusion Than Fact",
      "snippet": "Mr. Epstein, facing sex-trafficking charges, has long been described as a billionaire and hailed as a financial wizard. But the source of his wealth is murky.",
      "abstract": "Mr. Epstein, facing sex-trafficking charges, has long been described as a billionaire and hailed as a financial wizard. But the source of his wealth is murky.",
      "lead_paragraph": "When federal prosecutors announced sex-trafficking charges against Jeffrey Epstein this week, they described him as “a man of nearly infinite means.” They argued that his vast wealth — and his two private jets — made him a flight risk.",
      "publication_date": "2019-07-11T00:38:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/10/business/jeffrey-epstein-net-worth.html",
      "byline": "By James B. Stewart, Matthew Goldstein, Kate Kelly and David Enrich"
    },
    {
      "headline": "The Nordic Model May Be the Best Cushion Against Capitalism. Can It Survive Immigration?",
      "snippet": "Swedes have long been willing to pay high taxes for a generous social safety net. But that willingness is being tested by an influx of refugees.",
      "abstract": "Swedes have long been willing to pay high taxes for a generous social safety net. But that willingness is being tested by an influx of refugees.",
      "lead_paragraph": "FILIPSTAD, Sweden — At first, local leaders were inclined to see the refugees as an opportunity. The iron ore mines had shut down. So had a factory that made machinery for the logging industry. The town had been abandoned, its population cut in half. A shot at replenishment appeared at hand.",
      "publication_date": "2019-07-11T04:01:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2019/07/11/business/sweden-economy-immigration.html",
      "byline": "By Peter S. Goodman"
    },
    {
      "headline": "Amazon’s Latest Experiment: Retraining Its Work Force",
      "snippet": "Amazon’s effort could help answer a fundamental question: Will automation be a solution for the great challenges of the 21st century economy, or make those problems worse?",
      "abstract": "Amazon’s effort could help answer a fundamental question: Will automation be a solution for the great challenges of the 21st century economy, or make those problems worse?",
      "lead_paragraph": "As automation technology has leapt ahead, workers increasingly worry about losing their jobs to robots and algorithms. Economists dismiss those concerns, by and large, arguing that workers can grab higher-skilled jobs with better wages.",
      "publication_date": "2019-07-11T12:31:24+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/11/technology/amazon-workers-retraining-automation.html",
      "byline": "By Ben Casselman and Adam Satariano"
    },
    {
      "headline": "Trump Says He Will Seek Citizenship Information From Existing Federal Records, Not the Census",
      "snippet": "Mr. Trump announced in the Rose Garden on Thursday that he was giving up on the census question two weeks after the Supreme Court rebuked the Trump administration over its effort to modify the census.",
      "abstract": "Mr. Trump announced in the Rose Garden on Thursday that he was giving up on the census question two weeks after the Supreme Court rebuked the Trump administration over its effort to modify the census.",
      "lead_paragraph": "WASHINGTON — President Trump on Thursday abandoned his quest to place a question about citizenship on the 2020 census, and instructed the government to compile citizenship data from existing federal records instead, ending a bitterly fought legal battle that turned the nonpartisan census into an object of political warfare.",
      "publication_date": "2019-07-11T13:35:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/11/us/politics/census-executive-action.html",
      "byline": "By Katie Rogers, Adam Liptak, Michael Crowley and Michael Wines"
    },
    {
      "headline": "Why Stocks Are Hitting Records as Economic Fears Rise: ‘There Is No Alternative’",
      "snippet": "Markets now have echoes of the mid-2010s, when central banks around the world were holding interest rates so low investors had little choice but to buy stocks. ",
      "abstract": "Markets now have echoes of the mid-2010s, when central banks around the world were holding interest rates so low investors had little choice but to buy stocks. ",
      "lead_paragraph": "Bad news is cheered. Good news makes investors nervous. Welcome to Wall Street.",
      "publication_date": "2019-07-11T14:03:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/07/11/business/stock-market-record.html",
      "byline": "By Stephen Grocer"
    }
  ]
}