{
  "metadata": {
    "date": "2019-11-27",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Jeffrey Epstein’s Charity: An Image Boost Built on Deception",
      "snippet": "Losing tax-exempt status freed his foundation from disclosure requirements, allowing Mr. Epstein to exaggerate his giving — like in a wildly overstated Wikipedia entry.",
      "abstract": "Losing tax-exempt status freed his foundation from disclosure requirements, allowing Mr. Epstein to exaggerate his giving — like in a wildly overstated Wikipedia entry.",
      "lead_paragraph": "Jeffrey Epstein’s foundation looked for all the world like a charitable powerhouse: On its websites and in its press releases, the foundation was described as a patron of hospitals, universities and film festivals, run by a global philanthropist. ",
      "publication_date": "2019-11-26T17:41:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/11/26/business/jeffrey-epstein-charity.html",
      "byline": "By Steve Eder and Matthew Goldstein"
    },
    {
      "headline": "White House Budget Official Said 2 Aides Resigned Amid Ukraine Aid Freeze",
      "snippet": "Mark Sandy, an official at the Office of Management and Budget, testified that two of his colleagues quit after expressing concerns about President Trump’s decision to withhold military assistance.",
      "abstract": "Mark Sandy, an official at the Office of Management and Budget, testified that two of his colleagues quit after expressing concerns about President Trump’s decision to withhold military assistance.",
      "lead_paragraph": "WASHINGTON — Two officials at the White House budget office resigned this year partly because of their concerns about President Trump’s decision to hold up congressionally approved security assistance to Ukraine, a third aide at the office told impeachment investigators, revealing dissent within a key agency about Mr. Trump’s refusal to release the money.",
      "publication_date": "2019-11-26T19:00:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/26/us/politics/impeachment-trump-hearing.html",
      "byline": "By Michael D. Shear and Nicholas Fandos"
    },
    {
      "headline": "Michael Bloomberg Has Used His Fortune to Help Republicans, Too",
      "snippet": "A supporter of progressive priorities like gun control and climate change, Mr. Bloomberg has also given millions to Republicans he felt shared his goals, irritating some Democrats.",
      "abstract": "A supporter of progressive priorities like gun control and climate change, Mr. Bloomberg has also given millions to Republicans he felt shared his goals, irritating some Democrats.",
      "lead_paragraph": "WASHINGTON — In 2016, Democrats thought they had found the perfect candidate to win a United States Senate seat in Pennsylvania and put them within striking distance of taking back the majority. But Katie McGinty, an environmental policy expert with degrees in chemistry and law, ran into an overwhelming obstacle: Michael R. Bloomberg’s fortune.",
      "publication_date": "2019-11-26T22:17:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/26/us/politics/michael-bloomberg-republicans-donations.html",
      "byline": "By Jeremy W. Peters and Stephanie Saul"
    },
    {
      "headline": "Trump Keeps Losing in Court. But His Legal Strategy Is Winning Anyway.",
      "snippet": "As fights over the president’s stonewalling of Congress play out slowly in courts, he is reducing the prospect that voters learn new damaging facts about him before the 2020 election.",
      "abstract": "As fights over the president’s stonewalling of Congress play out slowly in courts, he is reducing the prospect that voters learn new damaging facts about him before the 2020 election.",
      "lead_paragraph": "WASHINGTON — Critics of President Trump cheered on Monday when a federal judge ruled that the former White House counsel Donald F. McGahn II must testify to Congress — and scathingly labeled “fiction” the administration’s arguments that top White House aides are immune from congressional subpoenas.",
      "publication_date": "2019-11-27T10:00:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/27/us/politics/trump-legal-strategy.html",
      "byline": "By Charlie Savage"
    },
    {
      "headline": "Father’s Nazi Past Overtakes German Business Guru",
      "snippet": "Roland Berger, a prominent consultant, often spoke of his father as a moral inspiration and victim of the Gestapo. It turns out he was head bookkeeper for the Hitler Youth.",
      "abstract": "Roland Berger, a prominent consultant, often spoke of his father as a moral inspiration and victim of the Gestapo. It turns out he was head bookkeeper for the Hitler Youth.",
      "lead_paragraph": "FRANKFURT — In his heyday, Roland Berger may have been the best-connected man in Germany. He advised chancellors and chief executives, founded one of Europe’s leading management consulting firms and rode Germany’s postwar rebound to become one of the country’s richest self-made men. Business magazines put him on the cover.",
      "publication_date": "2019-11-27T10:00:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/11/27/business/roland-berger-father-nazi-past.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "‘Parasite’ Has Shocked the Box Office, Helped by an Upstart Studio",
      "snippet": "The indie distributor Neon has Oscar contenders with Bong Joon Ho’s latest and the documentary “Apollo 11.”",
      "abstract": "The indie distributor Neon has Oscar contenders with Bong Joon Ho’s latest and the documentary “Apollo 11.”",
      "lead_paragraph": "LOS ANGELES — It was not a surprise that critics would love “Parasite,” the latest film from the acclaimed director Bong Joon Ho. But box-office success for this sometimes funny, sometimes horrifying Korean-language tale of economic inequality was no sure thing. Enter Tom Quinn, the head of Neon, a rising independent film distributor and production company.",
      "publication_date": "2019-11-27T10:00:32+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/11/27/business/media/parasite-movie-studio-neon.html",
      "byline": "By Nicole Sperling"
    },
    {
      "headline": "Bernie Sanders vs. The Machine",
      "snippet": "In 1981, he was elected mayor of Burlington. But the city’s bureaucracy showed him that winning wasn’t everything. So he learned how to fight back.",
      "abstract": "In 1981, he was elected mayor of Burlington. But the city’s bureaucracy showed him that winning wasn’t everything. So he learned how to fight back.",
      "lead_paragraph": "BURLINGTON, Vt. — The young woman on the political leaflet was smiling, but the message printed beside her in bold capital letters was severe. “The last two years,” it said, “have shown that those who made the revolution are not always the best to lead after the coup.”",
      "publication_date": "2019-11-27T10:00:36+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/27/us/politics/bernie-sanders-mayor-burlington-vt.html",
      "byline": "By Alexander Burns"
    },
    {
      "headline": "FEMA’s Hurricane Aid to Puerto Rico and the Virgin Islands Has Stalled",
      "snippet": "Two years after Hurricanes Maria and Irma, records show the agency’s work on long-term recovery on the islands is crawling compared with some states on the mainland.",
      "abstract": "Two years after Hurricanes Maria and Irma, records show the agency’s work on long-term recovery on the islands is crawling compared with some states on the mainland.",
      "lead_paragraph": "ST. CROIX, U.S. Virgin Islands — More than two years after back-to-back hurricanes ravaged this tropical island, medical workers are still treating gunshot wounds in hallways and kidney failure in a trailer. They ignore their own inflamed rashes that they say are caused by the mold that has shut down an entire hospital floor below a still-porous roof.",
      "publication_date": "2019-11-27T10:01:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/27/us/politics/fema-hurricane-aid-puerto-rico-virgin-islands.html",
      "byline": "By Mark Walker, Zolan Kanno-Youngs and Christopher Gregory"
    }
  ]
}