{
  "metadata": {
    "date": "2019-11-05",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "Iraqis Rise Against a Reviled Occupier: Iran",
      "snippet": "The Islamic Republic’s heavy-handed interventions in regional affairs are provoking growing resentments, particularly in Shiite-led Iraq.",
      "abstract": "The Islamic Republic’s heavy-handed interventions in regional affairs are provoking growing resentments, particularly in Shiite-led Iraq.",
      "lead_paragraph": "BAGHDAD — It started quietly a month or so ago with scattered protests. Those steadily expanded until last week more than 200,000 Iraqis marched in Baghdad, raging against the Iraqi government and a foreign occupier — not the United States this time, but Iran. ",
      "publication_date": "2019-11-04T22:45:04+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/04/world/middleeast/iraq-protests-iran.html",
      "byline": "By Alissa J. Rubin"
    },
    {
      "headline": "China’s TikTok Blazes New Ground. That Could Doom It.",
      "snippet": "The rise of the seemingly innocuous app is forcing Americans to consider a world influenced by a Chinese-backed social media network.",
      "abstract": "The rise of the seemingly innocuous app is forcing Americans to consider a world influenced by a Chinese-backed social media network.",
      "lead_paragraph": "American leaders have effectively thrown Huawei and a handful of Chinese surveillance technology companies out of the country, warning darkly of the national security and privacy threats of installing Made-in-China products into sensitive parts of the nation’s electronic infrastructure.",
      "publication_date": "2019-11-05T08:00:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/11/05/business/tiktok-china-bytedance.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "Inside the High-Stakes Race to Build the World’s First Flying Taxi",
      "snippet": "Lilium, a German start-up, illustrates the potential and the risks of creating a new generation of electric aircraft for urban transportation.",
      "abstract": "Lilium, a German start-up, illustrates the potential and the risks of creating a new generation of electric aircraft for urban transportation.",
      "lead_paragraph": "MUNICH — Inside an airplane hangar about 20 miles from central Munich, Daniel Wiegand lifted the door of a prototype that he said would become one of the world’s first flying taxis. He’s coy about how much it cost to build — “several million,” he says — but promises that within five years a fleet of them could provide a 10-minute trip from Manhattan to Kennedy International Airport for $70.",
      "publication_date": "2019-11-05T10:00:18+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/11/05/technology/flying-taxis-lilium.html",
      "byline": "By Adam Satariano"
    },
    {
      "headline": "Russian Snipers, Missiles and Warplanes Try to Tilt Libyan War",
      "snippet": "Moscow is plunging deeper into a war of armed drones in a strategic hot spot rich with oil, teeming with migrants and riddled with militants.",
      "abstract": "Moscow is plunging deeper into a war of armed drones in a strategic hot spot rich with oil, teeming with migrants and riddled with militants.",
      "lead_paragraph": "TRIPOLI, Libya — The casualties at the Aziziya field hospital south of Tripoli used to arrive with gaping wounds and shattered limbs, victims of the haphazard artillery fire that has defined battles among Libyan militias. But now medics say they are seeing something new: narrow holes in a head or a torso left by bullets that kill instantly and never exit the body.",
      "publication_date": "2019-11-05T10:00:18+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/05/world/middleeast/russia-libya-mercenaries.html",
      "byline": "By David D. Kirkpatrick"
    },
    {
      "headline": "Farm Country Feeds America. But Just Try Buying Groceries There.",
      "snippet": "An exodus of grocery stores is turning rural towns into food deserts. But some are fighting back by opening their own local markets.",
      "abstract": "An exodus of grocery stores is turning rural towns into food deserts. But some are fighting back by opening their own local markets.",
      "lead_paragraph": "WINCHESTER, Ill. — John Paul Coonrod had a banana problem.",
      "publication_date": "2019-11-05T10:00:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/11/05/us/rural-farm-market.html",
      "byline": "By Jack Healy"
    }
  ]
}