{
  "metadata": {
    "date": "2019-12-16",
    "total_articles": 16
  },
  "articles": [
    {
      "headline": "‘Bombshell’ Raises a Question: What’s Megyn Kelly Up to Anyway?",
      "snippet": "A year after the anchor was ousted from NBC, Charlize Theron brings her back as someone who helped take on Fox News from the inside.",
      "abstract": "A year after the anchor was ousted from NBC, Charlize Theron brings her back as someone who helped take on Fox News from the inside.",
      "lead_paragraph": "Megyn Kelly last appeared on NBC more than a year ago, trying to contain an uproar over on-air remarks about blackface that ultimately brought her tenure at the network to an abrupt, unhappy end.",
      "publication_date": "2019-12-13T18:45:47+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/13/business/media/megyn-kelly-bombshell-fox.html",
      "byline": "By Michael M. Grynbaum and John Koblin"
    },
    {
      "headline": "‘We Trusted You’: WeWork’s Chair on Adam Neumann and the Future",
      "snippet": "After a bailout by SoftBank, the shared office space company plans to sell customers more services and renegotiate leases with landlords.",
      "abstract": "After a bailout by SoftBank, the shared office space company plans to sell customers more services and renegotiate leases with landlords.",
      "lead_paragraph": "Marcelo Claure flopped into a chair late this week at WeWork’s headquarters in New York, looking exhausted and exhilarated, his 6-foot-6 frame splayed across the glass meeting room.",
      "publication_date": "2019-12-13T19:46:44+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/13/business/wework-marcelo-claure.html",
      "byline": "By Andrew Ross Sorkin and Peter Eavis"
    },
    {
      "headline": "How Labour’s Working-Class Vote Crumbled and Its Nemesis Won the North",
      "snippet": "The Labour Party’s devastating defeat in an ex-stronghold has grave consequences for a party: Its two wings — older and working class and urban and educated — appear to have irreconcilable differences.",
      "abstract": "The Labour Party’s devastating defeat in an ex-stronghold has grave consequences for a party: Its two wings — older and working class and urban and educated — appear to have irreconcilable differences.",
      "lead_paragraph": "BARLBOROUGH, England — They trudged through a stinging rain to polling stations, streams of people who once powered the left in Britain: ex-miners, supermarket clerks, retired schoolteachers, health aides.",
      "publication_date": "2019-12-13T23:33:51+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/13/world/europe/uk-election-labour-redwall.html",
      "byline": "By Benjamin Mueller"
    },
    {
      "headline": "The Breach Widens as Congress Nears a Partisan Impeachment",
      "snippet": "Fleeting efforts at persuasion by members of the Judiciary Committee gave way to disputes over basic facts during a marathon debate over articles of impeachment.",
      "abstract": "Fleeting efforts at persuasion by members of the Judiciary Committee gave way to disputes over basic facts during a marathon debate over articles of impeachment.",
      "lead_paragraph": "WASHINGTON — It was the rarest of moments in the nation’s capital, a seemingly sincere attempt at persuasion across the partisan breach by the Democratic chairman of the House Judiciary Committee on the eve of the panel’s vote to impeach President Trump.",
      "publication_date": "2019-12-14T00:34:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/13/us/politics/impeachment-partisan-trump.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "‘Mayors for Mike’: How Bloomberg’s Money Built a 2020 Political Network",
      "snippet": "Michael Bloomberg is relying on powerful city leaders as allies in his presidential campaign. Several have received grants, training and support packages totaling millions from his foundation.",
      "abstract": "Michael Bloomberg is relying on powerful city leaders as allies in his presidential campaign. Several have received grants, training and support packages totaling millions from his foundation.",
      "lead_paragraph": "STOCKTON, Calif. — Michael R. Bloomberg and Mayor Michael Tubbs of Stockton seemed like an improbable political duo on Wednesday as they heaped praise on each other. Mr. Tubbs, a 29-year-old liberal who is Stockton’s first black mayor, hailed Mr. Bloomberg as a leader “with the resources, with the record and with the relationships” to defeat President Trump in 2020. Mr. Bloomberg, a 77-year-old centrist billionaire, called the younger man “my kind of mayor.”",
      "publication_date": "2019-12-14T10:00:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/14/us/politics/bloomberg-mayors-2020.html",
      "byline": "By Alexander Burns, Nicholas Kulish and Shane Goldmacher"
    },
    {
      "headline": "He Was One of Mexico’s Deadliest Assassins. Then He Turned on His Cartel.",
      "snippet": "“They took away everything left in me that was human and made me a monster,” said the hit man.",
      "abstract": "“They took away everything left in me that was human and made me a monster,” said the hit man.",
      "lead_paragraph": "JOJUTLA, Mexico — The recruits filed into a clearing, where a group of trainers with the stern bearing of drill sergeants stood in a tight row, hiding something.",
      "publication_date": "2019-12-14T10:00:25+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/14/world/americas/sicario-mexico-drug-cartels.html",
      "byline": "By Azam Ahmed and Paulina Villegas"
    },
    {
      "headline": "Clinton’s Impeachment Was Suspenseful. Trump’s Grip on G.O.P. Means His Won’t Be.",
      "snippet": "As much as the impeachment battle over President Trump echoes that of President Bill Clinton, a wildly different political landscape has contributed to some striking differences.",
      "abstract": "As much as the impeachment battle over President Trump echoes that of President Bill Clinton, a wildly different political landscape has contributed to some striking differences.",
      "lead_paragraph": "WASHINGTON — Even as the House Judiciary Committee  prepared to vote on articles of impeachment, Lindsey Graham was in a back room trying to cut a last-minute deal. If the president fully admitted what he had done, he could head off charges of high crimes and misdemeanors. Mr. Graham scribbled on a piece of paper what the president had to say.",
      "publication_date": "2019-12-14T18:48:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/14/us/politics/trump-clinton-impeachment.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "U.S. Secretly Expelled Chinese Officials Suspected of Spying After Breach of Military Base",
      "snippet": "Chinese Embassy officials trespassed onto a Virginia base that is home to Special Operations forces. Their expulsions added to tensions between Washington and Beijing.",
      "abstract": "Chinese Embassy officials trespassed onto a Virginia base that is home to Special Operations forces. Their expulsions added to tensions between Washington and Beijing.",
      "lead_paragraph": "WASHINGTON — The American government secretly expelled two Chinese Embassy officials this fall after they drove on to a sensitive military base in Virginia, according to people with knowledge of the episode. The expulsions appear to be the first of Chinese diplomats suspected of espionage in more than 30 years.",
      "publication_date": "2019-12-15T10:00:11+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/15/world/asia/us-china-spies.html",
      "byline": "By Edward Wong and Julian E. Barnes"
    },
    {
      "headline": "Prime Leverage: How Amazon Wields Power in the Technology World",
      "snippet": "Software start-ups have a phrase for what Amazon is doing to them: ‘strip-mining’ them of their innovations.",
      "abstract": "Software start-ups have a phrase for what Amazon is doing to them: ‘strip-mining’ them of their innovations.",
      "lead_paragraph": "SEATTLE — Elastic, a software start-up in Amsterdam, was rapidly building its business and had grown to 100 employees. Then Amazon came along.",
      "publication_date": "2019-12-15T10:30:16+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/15/technology/amazon-aws-cloud-competition.html",
      "byline": "By Daisuke Wakabayashi"
    },
    {
      "headline": "Schumer, Pushing McConnell to Negotiate, Lays Out Plan for Impeachment Trial",
      "snippet": "The Senate Democratic leader wants to seek testimony from Mick Mulvaney, John Bolton and other White House officials, and subpoena documents the White House has withheld.",
      "abstract": "The Senate Democratic leader wants to seek testimony from Mick Mulvaney, John Bolton and other White House officials, and subpoena documents the White House has withheld.",
      "lead_paragraph": "WASHINGTON — As the House prepared to make President Trump only the third president in American history to be impeached, the Senate’s top Democrat on Sunday laid out a detailed proposal for a Senate trial “in which all of the facts can be considered fully and fairly” — including subpoenas for documents the White House has withheld and witnesses it has prevented from testifying.",
      "publication_date": "2019-12-15T19:38:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/15/us/politics/trump-impeachment.html",
      "byline": "By Sheryl Gay Stolberg and Michael D. Shear"
    },
    {
      "headline": "2020 Campaigns Throw Their Hands Up on Disinformation",
      "snippet": "Few politicians have teams to spot false statements about them online, or to fight back before it spreads.",
      "abstract": "Few politicians have teams to spot false statements about them online, or to fight back before it spreads.",
      "lead_paragraph": "In 2018, Lisa Kaplan assembled a small team inside the re-election campaign for Senator Angus King, an independent from Maine. Wary of how Russia interfered in the 2016 presidential election, it set out to find and respond to political disinformation online.",
      "publication_date": "2019-12-15T21:53:03+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/15/technology/2020-campaigns-disinformation.html",
      "byline": "By Davey Alba"
    },
    {
      "headline": "In 2020 Census, Big Efforts in Some States. In Others, Not So Much.",
      "snippet": "California is spending $187 million to try to ensure an accurate count of its population. The Texas Legislature decided not to devote any money to the job. Why?",
      "abstract": "California is spending $187 million to try to ensure an accurate count of its population. The Texas Legislature decided not to devote any money to the job. Why?",
      "lead_paragraph": "EDINBURG, Texas — Next month, California will uncork a $187 million campaign to prod its nearly 40 million residents to participate in the 2020 census. Neighborhoods across the state have been computer-ranked by how likely residents are to fill out census forms. Custom marketing campaigns are being focus-grouped. Nonprofit organizations have been showered with grants to boost response in hard-to-count areas.",
      "publication_date": "2019-12-15T22:27:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/15/us/census-california-texas-undercount.html",
      "byline": "By Michael Wines and Jose A. Del Real"
    },
    {
      "headline": "As Protests Rage on Citizenship Bill, Is India Becoming a Hindu Nation?",
      "snippet": "Several people have been killed as unrest spreads to new corners of the country. Many see the passage of a new law as anti-Muslim.",
      "abstract": "Several people have been killed as unrest spreads to new corners of the country. Many see the passage of a new law as anti-Muslim.",
      "lead_paragraph": "NEW DELHI — Prime Minister Narendra Modi’s government has rounded up thousands of Muslims in Kashmir, revoked the area’s autonomy and enforced a citizenship test in northeastern India that left nearly two million people potentially stateless, many of them Muslim.",
      "publication_date": "2019-12-16T07:54:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/16/world/asia/india-citizenship-protests.html",
      "byline": "By Jeffrey Gettleman and Maria Abi-Habib"
    },
    {
      "headline": "Netflix Is Ad Free, but It Isn’t Brand Free",
      "snippet": "Tide Pod shout-outs onscreen. Flirtatious exchanges with companies on Twitter. Netflix may not run ads, but it has become a coveted marketing platform.",
      "abstract": "Tide Pod shout-outs onscreen. Flirtatious exchanges with companies on Twitter. Netflix may not run ads, but it has become a coveted marketing platform.",
      "lead_paragraph": "Netflix subscribers like being able to glide through entire seasons of “Stranger Things” and “The Crown” without sitting through commercials for insurance and S.U.V.s with bows on the hood. Subscriptions, rather than advertising, drive its nearly $16 billion in annual revenue, and being commercial-free “remains a deep part of our brand proposition,” Netflix said in a statement.",
      "publication_date": "2019-12-16T08:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/16/business/media/netflix-commercials.html",
      "byline": "By Tiffany Hsu"
    },
    {
      "headline": "Moderate Democrats Back Impeachment of Trump as House Vote Nears",
      "snippet": "Several vulnerable freshmen who had expressed reservations about the effort said they would vote to impeach President Trump, despite the political risks.",
      "abstract": "Several vulnerable freshmen who had expressed reservations about the effort said they would vote to impeach President Trump, despite the political risks.",
      "lead_paragraph": "WASHINGTON — Democratic lawmakers representing conservative-leaning districts announced one by one on Monday that they would cast votes this week to impeach President Trump, signaling that a critical bloc of the most politically vulnerable Democrats is pulling together behind the party’s effort to seek his removal from office.",
      "publication_date": "2019-12-16T13:36:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/16/us/politics/judiciary-committee-impeachment.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "Boeing to Temporarily Shut Down 737 Max Production",
      "snippet": "Halting production of the plane will most likely hurt parts suppliers and could have a broader effect on the American economy.",
      "abstract": "Halting production of the plane will most likely hurt parts suppliers and could have a broader effect on the American economy.",
      "lead_paragraph": "Boeing next month will temporarily stop making the 737 Max, its most popular passenger jet, the company said on Monday. ",
      "publication_date": "2019-12-16T15:09:56+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/16/business/boeing-737-max.html",
      "byline": "By David Gelles and Natalie Kitroeff"
    }
  ]
}