{
  "metadata": {
    "date": "2019-06-21",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "Slack Stock Soars, Putting Company’s Public Value at $19.5 Billion",
      "snippet": "The workplace messaging company’s shares rose on the stock market on Thursday, putting its value at nearly triple that of when it was a private firm.",
      "abstract": "The workplace messaging company’s shares rose on the stock market on Thursday, putting its value at nearly triple that of when it was a private firm.",
      "lead_paragraph": "SAN FRANCISCO — Slack shares soared on Thursday on its first day of trading on the stock market, in a sign that Wall Street remains tantalized by fast-growing young technology firms even after the recent lackluster public offerings of larger companies like Uber.",
      "publication_date": "2019-06-20T16:19:04+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/06/20/technology/slack-stock-ipo-price-trading.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "As Hong Kong Erupted Over Extradition Bill, City’s Tycoons Waited and Worried",
      "snippet": "Business titans who have prospered in the global financial center feared the wrath of China. They spoke out only after Beijing wavered. China’s rise has enriched, and intimidated, them.",
      "abstract": "Business titans who have prospered in the global financial center feared the wrath of China. They spoke out only after Beijing wavered. China’s rise has enriched, and intimidated, them.",
      "lead_paragraph": "HONG KONG — Weeks before this semiautonomous city erupted in political chaos over a contentious extradition bill, more than 200 of its most powerful business leaders were summoned to the Chinese government’s headquarters here. ",
      "publication_date": "2019-06-20T16:45:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/20/business/hong-kong-business-extradition.html",
      "byline": "By Alexandra Stevenson and Keith Bradsher"
    },
    {
      "headline": "A ‘Sorceress’ in Brazil, a ‘Wink’ in India: Walmart Pleads Guilty After a Decade of Bribes",
      "snippet": "A settlement ends an inquiry into the retailer’s dealings with government officials around the globe, which came after a New York Times report in 2012.",
      "abstract": "A settlement ends an inquiry into the retailer’s dealings with government officials around the globe, which came after a New York Times report in 2012.",
      "lead_paragraph": "Inside Walmart’s corporate offices in Brazil, one local contact was known as the “sorceress” for the ability to obtain government permits quickly.",
      "publication_date": "2019-06-20T18:36:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/20/business/walmart-bribery-settlement.html",
      "byline": "By Michael Corkery"
    },
    {
      "headline": "Does Trump Have the Legal Authority to Demote the Federal Reserve Chairman?",
      "snippet": "Pressuring the Fed to juice the economy as he seeks re-election, the president is toying with an unprecedented challenge to its independence.",
      "abstract": "Pressuring the Fed to juice the economy as he seeks re-election, the president is toying with an unprecedented challenge to its independence.",
      "lead_paragraph": "President Trump has been attacking the Federal Reserve and its chairman, Jerome H. Powell, because he is angry that the central bank’s efforts to keep the economy healthy over the long term may dampen the stock market and economic growth in the short term just as he gears up for re-election.",
      "publication_date": "2019-06-21T00:11:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/06/20/us/politics/trump-fed-chairman-powell.html",
      "byline": "By Charlie Savage"
    },
    {
      "headline": "For Trump, ‘Judgment Time Is Coming’ on How to Respond to Iran",
      "snippet": "The shooting down of an American spy drone will test the president’s conflicting impulses between employing bellicose language and avoiding foreign wars.",
      "abstract": "The shooting down of an American spy drone will test the president’s conflicting impulses between employing bellicose language and avoiding foreign wars.",
      "lead_paragraph": "WASHINGTON — President Trump’s tenure as commander in chief came to a dramatic turning point on Thursday night as he found himself torn between his own competing advisers and his own competing instincts, teetering on the edge of military action that could lead to the kind of war he came to office vowing not to wage.",
      "publication_date": "2019-06-21T02:59:33+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/20/us/politics/trump-iran.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Taiwan’s iPhone Tycoon Walks a Fraught U.S.-China Line in His Presidential Run",
      "snippet": "Terry Gou, who stepped back from his electronics empire on Friday, must strike a balance between the Washington and Beijing as the trade war simmers.",
      "abstract": "Terry Gou, who stepped back from his electronics empire on Friday, must strike a balance between the Washington and Beijing as the trade war simmers.",
      "lead_paragraph": "TAIPEI, Taiwan — Like other presidential hopefuls in Taiwan, Terry Gou has spent the past few weeks working on his public image by carrying toddlers, wrapping dumplings and helping farmers.",
      "publication_date": "2019-06-21T07:15:34+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/06/21/world/asia/taiwan-terry-gou-foxconn-president-iphone.html",
      "byline": "By Chris Horton"
    },
    {
      "headline": "Seeking $2.1 Million After College Chain’s Collapse (to Repay Its Guardian, Not Students)",
      "snippet": "The request would eat up nearly half the cash left at Dream Center Education Holdings, the chain that ran Argosy University and the Art Institutes.",
      "abstract": "The request would eat up nearly half the cash left at Dream Center Education Holdings, the chain that ran Argosy University and the Art Institutes.",
      "lead_paragraph": "When Dream Center Education Holdings imploded in March, thousands of students and employees of the large college chain were suddenly locked out of their classrooms. Some $16 million in federal financial aid that was owed to students had disappeared, while landlords, teachers and vendors faced hundreds of millions of dollars in unpaid bills.",
      "publication_date": "2019-06-21T09:00:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/06/21/business/dream-center-argosy-university-art-institutes.html",
      "byline": "By Stacy Cowley and Erica L. Green"
    },
    {
      "headline": "Being Transgender at Goldman Sachs",
      "snippet": "How Maeve DuVally, an employee in the bank’s buttoned-up communications department, became herself at work.",
      "abstract": "How Maeve DuVally, an employee in the bank’s buttoned-up communications department, became herself at work.",
      "lead_paragraph": "Goldman Sachs’s trading floors are vast rooms crammed with rows of tightly packed workstations, four monitors for every trader. The two-by-two grids tower over and swallow up their users, so that the only way someone can be identified from across the room is by the decorations affixed to the tops of the screens.",
      "publication_date": "2019-06-21T09:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2019/06/21/business/goldman-transgender.html",
      "byline": "By Emily Flitter"
    },
    {
      "headline": "Jane Sanders and the Messy Demise of a Vermont College",
      "snippet": "The wife of Bernie Sanders had a bold plan to save Burlington College. Within six years, it was defunct, and federal prosecutors were on the case.",
      "abstract": "The wife of Bernie Sanders had a bold plan to save Burlington College. Within six years, it was defunct, and federal prosecutors were on the case.",
      "lead_paragraph": "BURLINGTON, Vt. — If Jane O’Meara Sanders had had her way, a stretch of prime real estate in Burlington along Lake Champlain would have become a college campus. Instead, it became a cloud lingering over her reputation and her husband’s presidential campaign.",
      "publication_date": "2019-06-21T10:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/21/us/politics/jane-omeara-sanders-burlington-college.html",
      "byline": "By Danny Hakim"
    },
    {
      "headline": "Trump Says He Was ‘Cocked and Loaded’ to Strike Iran, but Pulled Back",
      "snippet": "The president said he stopped because 150 people would probably die in an attack as retaliation for Iranians shooting down an unmanned American drone.",
      "abstract": "The president said he stopped because 150 people would probably die in an attack as retaliation for Iranians shooting down an unmanned American drone.",
      "lead_paragraph": "WASHINGTON — President Trump said Friday morning that the United States military had been “cocked and loaded” for a strike against Iran on Thursday night, but that he called it off with 10 minutes to spare when a general told him that 150 people would probably die in the attack.",
      "publication_date": "2019-06-21T13:12:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/21/us/politics/trump-iran-attack.html",
      "byline": "By Michael D. Shear, Helene Cooper and Eric Schmitt"
    },
    {
      "headline": "Excluding Black Jurors in Curtis Flowers Case Violated Constitution, Supreme Court Rules",
      "snippet": "Mr. Flowers, a death row inmate in Mississippi, had been tried six times by a white prosecutor with a record of striking black potential jurors.",
      "abstract": "Mr. Flowers, a death row inmate in Mississippi, had been tried six times by a white prosecutor with a record of striking black potential jurors.",
      "lead_paragraph": "WASHINGTON — Doug Evans, a white prosecutor in Mississippi, has spent decades trying to convict Curtis Flowers, a black man, of the 1996 murders of four people inside a furniture store. Over the course of six trials, Mr. Evans relied on a signature tactic: he worked diligently to keep black people off Mr. Flowers’s juries.",
      "publication_date": "2019-06-21T14:11:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/06/21/us/politics/curtis-flowers-supreme-court-in-the-dark-podacast.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "U.S. Blacklists More Chinese Tech Companies Over National Security Concerns",
      "snippet": "The addition of five to the “entity list” heightens tensions just as American and Chinese officials try to get trade talks back on track.",
      "abstract": "The addition of five to the “entity list” heightens tensions just as American and Chinese officials try to get trade talks back on track.",
      "lead_paragraph": "WASHINGTON — The Trump administration added five Chinese entities to a United States blacklist on Friday, further restricting China’s access to American technology and stoking already high tensions before a planned meeting between President Trump and President Xi Jinping of China in Japan next week.",
      "publication_date": "2019-06-21T15:52:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/06/21/us/politics/us-china-trade-blacklist.html",
      "byline": "By Ana Swanson, Paul Mozur and Steve Lohr"
    }
  ]
}