{
  "metadata": {
    "date": "2019-10-30",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Stars Return to Saudi Investment Conference a Year After Khashoggi",
      "snippet": "A year after boycotting after the killing of a dissident journalist, the big names of business and politics return to Riyadh.",
      "abstract": "A year after boycotting after the killing of a dissident journalist, the big names of business and politics return to Riyadh.",
      "lead_paragraph": "RIYADH, Saudi Arabia — World leaders and business executives converged upon the palatial Ritz-Carlton hotel on Tuesday, putting concerns about Saudi Arabia’s role in the 2018 murder of a dissident journalist behind them and returning unabashedly to deal-making.",
      "publication_date": "2019-10-29T19:04:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/29/us/politics/saudi-conference-khashoggi.html",
      "byline": "By Alan Rappeport and Stanley Reed"
    },
    {
      "headline": "WhatsApp Says Israeli Firm Used Its App in Spy Program",
      "snippet": "In a federal lawsuit, the messaging service said 1,400 WhatsApp accounts were targeted, including those of 100 journalists and human-rights activists.",
      "abstract": "In a federal lawsuit, the messaging service said 1,400 WhatsApp accounts were targeted, including those of 100 journalists and human-rights activists.",
      "lead_paragraph": "SAN FRANCISCO — WhatsApp sued the Israeli cybersurveillance firm NSO Group in federal court on Tuesday, claiming the company’s spy technology was used on the popular messaging service in a wide-ranging campaign targeting journalists and human-rights activists.",
      "publication_date": "2019-10-29T19:13:15+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/29/technology/whatsapp-nso-lawsuit.html",
      "byline": "By Nicole Perlroth"
    },
    {
      "headline": "Despair for Many and Silver Linings for Some in California Wildfires",
      "snippet": "Natural disasters are another prism through which California’s vast income inequalities can be viewed.",
      "abstract": "Natural disasters are another prism through which California’s vast income inequalities can be viewed.",
      "lead_paragraph": "SANTA ROSA, Calif. — After a wildfire razed his spacious suburban home in the Sonoma hills two years ago, Pete Parkinson set out to rebuild. This time it would be an even better one. He reoriented the house toward vistas of a nearby mountain and designed a large kitchen with hickory floors and 16-foot windows under vaulted ceilings.",
      "publication_date": "2019-10-29T23:52:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/29/us/california-fires-homes.html",
      "byline": "By Thomas Fuller, Julie Turkewitz and Jose A. Del Real"
    },
    {
      "headline": "White House Ukraine Expert Sought to Correct Transcript of Trump Call",
      "snippet": "Lt. Col. Alexander S. Vindman, who heard President Trump’s July phone call with Ukraine’s president and was alarmed, testified that he tried and failed to add key details to the rough transcript.",
      "abstract": "Lt. Col. Alexander S. Vindman, who heard President Trump’s July phone call with Ukraine’s president and was alarmed, testified that he tried and failed to add key details to the rough transcript.",
      "lead_paragraph": "WASHINGTON — Lt. Col. Alexander S. Vindman, the top Ukraine expert on the National Security Council, told House impeachment investigators on Tuesday that the White House transcript of a July call between President Trump and Ukraine’s president omitted crucial words and phrases, and that his attempts to include them failed, according to three people familiar with the testimony. ",
      "publication_date": "2019-10-30T00:50:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/29/us/politics/alexander-vindman-trump-ukraine.html",
      "byline": "By Julian E. Barnes, Nicholas Fandos and Danny Hakim"
    },
    {
      "headline": "Apple Enters Show Business With a Black-Carpet Premiere",
      "snippet": "Apple TV Plus arrives Friday with “The Morning Show,” starring Reese Witherspoon and Jennifer Aniston, as its flagship streaming program.",
      "abstract": "Apple TV Plus arrives Friday with “The Morning Show,” starring Reese Witherspoon and Jennifer Aniston, as its flagship streaming program.",
      "lead_paragraph": "After all that — the billions spent, the deals with Big Bird, Oprah and Spielberg, the firing of a key producer, the secrecy, the breathless speculation — the moment is here. Apple is ready to take on Netflix, Amazon and Disney in the increasingly crowded entertainment industry.",
      "publication_date": "2019-10-30T09:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/30/business/media/apple-tv-plus.html",
      "byline": "By John Koblin"
    },
    {
      "headline": "John Bolton Is Summoned to Testify in Trump Impeachment Inquiry",
      "snippet": "The former national security adviser is said to have been deeply alarmed by what he perceived as a campaign by the president’s inner circle to manipulate Ukraine policy for political gain.",
      "abstract": "The former national security adviser is said to have been deeply alarmed by what he perceived as a campaign by the president’s inner circle to manipulate Ukraine policy for political gain.",
      "lead_paragraph": "WASHINGTON — House impeachment investigators on Wednesday summoned John R. Bolton, President Trump’s former national security adviser, and two top White House lawyers to testify next week in their inquiry into Mr. Trump’s pressure campaign on Ukraine, closing in on critical witnesses as they prepare to go public with their investigation.",
      "publication_date": "2019-10-30T09:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/30/us/politics/john-bolton-ukraine-impeachment.html",
      "byline": "By Nicholas Fandos and Adam Goldman"
    },
    {
      "headline": "The Many Ways That Joe Biden Trips Over His Own Tongue",
      "snippet": "Digressions. Mix-ups. Mistakes. Joseph R. Biden Jr. has a choppy speaking style that could undermine his message at a time when he needs to attract more voters and donors.",
      "abstract": "Digressions. Mix-ups. Mistakes. Joseph R. Biden Jr. has a choppy speaking style that could undermine his message at a time when he needs to attract more voters and donors.",
      "lead_paragraph": "WEST POINT, Iowa — Joseph R. Biden Jr. was making an impassioned case for protecting undocumented immigrants one recent Sunday when he abruptly stopped himself.",
      "publication_date": "2019-10-30T09:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/30/us/politics/joe-biden-debate-gaffes.html",
      "byline": "By Katie Glueck"
    },
    {
      "headline": "These Refugees Escaped Congo, but Trump’s Policies May Strand Loved Ones",
      "snippet": "In the coming days, President Trump will finalize the lowest annual cap in the refugee program’s history. In Missoula, Congolese refugees are facing the repercussions.",
      "abstract": "In the coming days, President Trump will finalize the lowest annual cap in the refugee program’s history. In Missoula, Congolese refugees are facing the repercussions.",
      "lead_paragraph": "MISSOULA, Mont. — On his first day in this small college town cradled between the Flathead and Lolo national forests, Funugo Nsanzinfura made sure to submit the paperwork necessary for his daughter, Faith, and her mother, Ayingeneye, to join him in the growing community of Congolese refugees here.",
      "publication_date": "2019-10-30T09:00:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/10/30/us/politics/trump-refugees-montana.html",
      "byline": "By Zolan Kanno-Youngs"
    },
    {
      "headline": "Documents Show Safety Concerns at Boeing Before Deadly Crashes",
      "snippet": "The chief executive, Dennis Muilenburg, faced a second day of questions from Congress over the 737 Max crashes.",
      "abstract": "The chief executive, Dennis Muilenburg, faced a second day of questions from Congress over the 737 Max crashes.",
      "lead_paragraph": " One Boeing employee worried the 737 Max might be “vulnerable.” A company document said if pilots didn’t respond to a new automated system within seconds it would be “catastrophic.” A plan to include an alert for the system, known as MCAS, was considered but scrapped. ",
      "publication_date": "2019-10-30T13:43:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/30/business/boeing-muilenburg-testimony-congress.html",
      "byline": "By David Gelles and Natalie Kitroeff"
    },
    {
      "headline": "Russia Tests New Disinformation Tactics in Africa to Expand Influence",
      "snippet": "Facebook said it removed three Russian-backed influence networks aimed at African countries. The activity by the networks suggested Russia’s approach was evolving.",
      "abstract": "Facebook said it removed three Russian-backed influence networks aimed at African countries. The activity by the networks suggested Russia’s approach was evolving.",
      "lead_paragraph": "Russia has been testing new disinformation tactics in an enormous Facebook campaign in parts of Africa, as part of an evolution of its manipulation techniques ahead of the 2020 American presidential election.",
      "publication_date": "2019-10-30T14:00:12+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/10/30/technology/russia-facebook-disinformation-africa.html",
      "byline": "By Davey Alba and Sheera Frenkel"
    }
  ]
}