{
  "metadata": {
    "date": "2019-12-20",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Prime Power: How Amazon Squeezes the Businesses Behind Its Store",
      "snippet": "Twenty years ago, Amazon opened its storefront to anyone who wanted to sell something. Then it began demanding more out of them.",
      "abstract": "Twenty years ago, Amazon opened its storefront to anyone who wanted to sell something. Then it began demanding more out of them.",
      "lead_paragraph": "SEATTLE — For tens of millions of Americans, it is so routine that they don’t think twice.",
      "publication_date": "2019-12-19T19:32:30+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/19/technology/amazon-sellers.html",
      "byline": "By Karen Weise"
    },
    {
      "headline": "SALT Tax Increase That Burned Blue States is Targeted by Democrats",
      "snippet": "The House of Representatives voted to repeal the cap on a popular tax break, but the effort will die in the Senate.",
      "abstract": "The House of Representatives voted to repeal the cap on a popular tax break, but the effort will die in the Senate.",
      "lead_paragraph": "WASHINGTON — The House voted on Thursday to temporarily eliminate a tax increase on some high-earning residents of states like California and New York that was included in President Trump’s 2017 tax overhaul, with some Republicans joining Democrats in support.",
      "publication_date": "2019-12-19T21:15:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/19/business/salt-tax-repeal.html",
      "byline": "By Jim Tankersley and Emily Cochrane"
    },
    {
      "headline": "How a Trump Trade Pact Won Over Democrats",
      "snippet": "Over nearly a year of tumultuous negotiations, congressional Democrats and the Trump administration bridged what seemed to be an impassable divide.",
      "abstract": "Over nearly a year of tumultuous negotiations, congressional Democrats and the Trump administration bridged what seemed to be an impassable divide.",
      "lead_paragraph": "WASHINGTON — In the final days of negotiations over President Trump’s new North American trade deal, Robert Lighthizer, the top trade negotiator, made one more attempt to pressure House Democrats to get on board with the pact. He called Speaker Nancy Pelosi on Saturday saying he had booked a flight to Mexico to sign the revised trade agreement.",
      "publication_date": "2019-12-19T22:03:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/19/us/politics/trump-trade-deal.html",
      "byline": "By Emily Cochrane, Ana Swanson and Jim Tankersley"
    },
    {
      "headline": "How a Top Antitrust Official Helped T-Mobile and Sprint Merge",
      "snippet": "Text messages indicate that Makan Delrahim, the head of the Justice Department’s antitrust division, worked behind the scenes to help the companies pull off a deal.",
      "abstract": "Text messages indicate that Makan Delrahim, the head of the Justice Department’s antitrust division, worked behind the scenes to help the companies pull off a deal.",
      "lead_paragraph": "WASHINGTON — As the $26 billion blockbuster merger between T-Mobile and Sprint teetered this summer, Makan Delrahim, the head of the Justice Department’s antitrust division, labored to rescue it behind the scenes, according to text messages revealed this week in a lawsuit to block the deal.",
      "publication_date": "2019-12-19T22:51:22+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/19/technology/sprint-t-mobile-merger-antitrust-official.html",
      "byline": "By Katie Benner and Cecilia Kang"
    },
    {
      "headline": "After Impeachment, an Angry Trump Looks to Voters for Vindication",
      "snippet": "President Trump, barring the unforeseen, will be the first American president to face voters after being charged with high crimes and misdemeanors.",
      "abstract": "President Trump, barring the unforeseen, will be the first American president to face voters after being charged with high crimes and misdemeanors.",
      "lead_paragraph": "WASHINGTON — President Trump sat forward on the edge of his chair and chatted at length with reporters in the Oval Office on Thursday, unbowed but for him a little subdued. The day after he was impeached for high crimes and misdemeanors, he dismissed the judgment of the House of Representatives and punched back by celebrating with a Democratic congressman who switched parties to stand with him.",
      "publication_date": "2019-12-20T02:12:05+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/19/us/politics/trump-reacts-to-impeachment.html",
      "byline": "By Peter Baker, Maggie Haberman, Jeremy W. Peters and Elaina Plott"
    },
    {
      "headline": "Democratic Candidates Go on the Attack, and Buttigieg Is the Target",
      "snippet": "The seven candidates excoriated President Trump, then turned on one another, as tension between Elizabeth Warren and Pete Buttigieg, building for weeks, broke into the open.",
      "abstract": "The seven candidates excoriated President Trump, then turned on one another, as tension between Elizabeth Warren and Pete Buttigieg, building for weeks, broke into the open.",
      "lead_paragraph": "LOS ANGELES — Mayor Pete Buttigieg of South Bend, Ind., was repeatedly pushed onto the defensive in the sixth Democratic presidential debate on Thursday night, as several of his rivals challenged his political ascent by bluntly questioning his fund-raising practices and credentials for the presidency in a contentious and deeply substantive forum.",
      "publication_date": "2019-12-20T02:12:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/19/us/politics/debate-recap.html",
      "byline": "By Katie Glueck and Alexander Burns"
    },
    {
      "headline": "You See Pepsi, I See Coke: New Tricks for Product Placement",
      "snippet": "The streaming services have data on viewers’ spending habits and brand preferences, and they’re looking into new ways to use it.",
      "abstract": "The streaming services have data on viewers’ spending habits and brand preferences, and they’re looking into new ways to use it.",
      "lead_paragraph": "First came product placement. In exchange for a payment, whether in cash, supplies or services, a TV show or a film would prominently display a brand-name product.",
      "publication_date": "2019-12-20T10:00:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/12/20/business/media/streaming-product-placement.html",
      "byline": "By Tiffany Hsu"
    },
    {
      "headline": "Where the Police Wear Masks, and the Bodies Pile Up Fast",
      "snippet": "The police killed an average of 17 people every day in Brazil last year, and rogue officers are killing even more off duty. “I’m a hero to my people,” one militia leader said.",
      "abstract": "The police killed an average of 17 people every day in Brazil last year, and rogue officers are killing even more off duty. “I’m a hero to my people,” one militia leader said.",
      "lead_paragraph": "BELÉM, Brazil — The masked gunmen pulled up to Wanda’s Bar at 3:49 p.m. on May 19 and began firing the moment they left their vehicles. Two people, including Wanda herself, died on the patio.",
      "publication_date": "2019-12-20T10:00:34+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/12/20/world/americas/brazil-police-shootings-murder.html",
      "byline": "By Azam Ahmed"
    }
  ]
}