{
  "metadata": {
    "date": "2019-03-05",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Illuminating the Risks of Trump’s China Trade War",
      "snippet": "A Delaware lighting store is growing weary of the trade war as its prices increase, putting its profitability at risk.",
      "abstract": "A Delaware lighting store is growing weary of the trade war as its prices increase, putting its profitability at risk.",
      "lead_paragraph": "WILMINGTON, Del. — Tom Vari’s lighting suppliers began mailing him warnings about tariffs last fall. They varied a bit in dates and percentages, but they all said the same thing: Very soon, your prices are going up.",
      "publication_date": "2019-03-04T16:24:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/04/us/politics/trump-china-trade-war.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "With Sweeping Document Request, Democrats Launch Broad Trump Corruption Inquiry",
      "snippet": "The House Judiciary Committee on Monday sent document requests to 81 agencies, individuals and entities tied to President Trump, beginning a broad obstruction and corruption inquiry.",
      "abstract": "The House Judiciary Committee on Monday sent document requests to 81 agencies, individuals and entities tied to President Trump, beginning a broad obstruction and corruption inquiry.",
      "lead_paragraph": "WASHINGTON — The chairman of the House Judiciary Committee delivered a flurry of demands for documents from the executive branch and the broader Trump world on Monday that detailed the breadth and ambition of a new investigation into possible obstruction of justice, corruption and abuse of power by President Trump and his administration.",
      "publication_date": "2019-03-04T16:30:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/04/us/politics/trump-obstruction.html",
      "byline": "By Nicholas Fandos"
    },
    {
      "headline": "Meng Wanzhou’s Cushy Bail Is Raising Hackles in Canada",
      "snippet": "Many Canadians see the case of the Huawei executive, who can travel relatively freely with a GPS tracker, as an example of foreign money’s influence in Vancouver.",
      "abstract": "Many Canadians see the case of the Huawei executive, who can travel relatively freely with a GPS tracker, as an example of foreign money’s influence in Vancouver.",
      "lead_paragraph": "VANCOUVER, British Columbia — On a recent afternoon, a Chinese politics student at the University of British Columbia waited outside a seven-bedroom mansion, worth roughly 16 million Canadian dollars, in Vancouver’s exclusive Shaughnessy neighborhood, hoping for a glimpse of Huawei’s chief financial officer, Meng Wanzhou, Canada’s most famous detainee.",
      "publication_date": "2019-03-04T21:21:39+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/04/world/canada/huawei-canada-meng-wanzhou.html",
      "byline": "By Dan Bilefsky"
    },
    {
      "headline": "As Trump Moves to End Trade War With China, Business Asks: Was It Worth It?",
      "snippet": "The United States is poised to roll back most of its tariffs as part of a trade deal with China but farmers and businesses wonder if the cost of the trade war was worth it.",
      "abstract": "The United States is poised to roll back most of its tariffs as part of a trade deal with China but farmers and businesses wonder if the cost of the trade war was worth it.",
      "lead_paragraph": "WASHINGTON — The pain of President Trump’s trade war with China may soon be over, but American businesses and farmers are left wondering whether it was worth the trouble.",
      "publication_date": "2019-03-05T00:13:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/04/us/politics/trump-china-tariffs-trade-deal.html",
      "byline": "By Ana Swanson and Jim Tankersley"
    },
    {
      "headline": "New HBO Boss Excelled at Broadcast TV. Will He Succeed in Cable’s Next Era?",
      "snippet": "After a “Game of Thrones”-worthy shake-up at Warner Media, he takes charge of entertainment at HBO, TNT and TBS. “I like a challenge,” he said.",
      "abstract": "After a “Game of Thrones”-worthy shake-up at Warner Media, he takes charge of entertainment at HBO, TNT and TBS. “I like a challenge,” he said.",
      "lead_paragraph": "Robert Greenblatt is a theater junkie. He keeps a piano in his office. He was an investor in “Hamilton.” He helped usher in an era of live musicals on the broadcast networks. And he’s friends with Dolly Parton.",
      "publication_date": "2019-03-05T00:22:40+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/04/business/media/robert-greenblatt-att-hbo.html",
      "byline": "By John Koblin"
    },
    {
      "headline": "Trump’s Grip Shows Signs of Slipping as Senate Prepares to Block Wall Emergency",
      "snippet": "Senator Mitch McConnell, the majority leader, conceded that he could not stop the Senate from overturning President Trump’s national emergency declaration.",
      "abstract": "Senator Mitch McConnell, the majority leader, conceded that he could not stop the Senate from overturning President Trump’s national emergency declaration.",
      "lead_paragraph": "WASHINGTON — Senator Mitch McConnell, the majority leader, conceded on Monday that he could not stave off final passage of a resolution overturning President Trump’s national emergency declaration, setting up a rebuke to Mr. Trump amid signs that the president’s grip even on his own party in Congress may be slipping.",
      "publication_date": "2019-03-05T00:39:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/04/us/politics/trump-national-emergency.html",
      "byline": "By Sheryl Gay Stolberg and Emily Cochrane"
    },
    {
      "headline": "Disputed N.S.A. Phone Program Is Shut Down, Aide Says",
      "snippet": "A disclosure about a troubled surveillance program could upend a pending battle in Congress over security and privacy.",
      "abstract": "A disclosure about a troubled surveillance program could upend a pending battle in Congress over security and privacy.",
      "lead_paragraph": "WASHINGTON — The National Security Agency has quietly shut down a system that analyzes logs of Americans’ domestic calls and texts, according to a senior Republican congressional aide, halting a program that has touched off disputes about privacy and the rule of law since the Sept. 11 attacks.",
      "publication_date": "2019-03-05T01:13:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/04/us/politics/nsa-phone-records-program-shut-down.html",
      "byline": "By Charlie Savage"
    },
    {
      "headline": "Facing Slowing Economic Growth, China’s Premier Promises Relief for Business",
      "snippet": "The annual report by Li Keqiang, the No. 2 leader, laid out promises to reduce burdens on the private sector and warned about “struggle” ahead.",
      "abstract": "The annual report by Li Keqiang, the No. 2 leader, laid out promises to reduce burdens on the private sector and warned about “struggle” ahead.",
      "lead_paragraph": "BEIJING — China’s premier said on Tuesday that his government would respond to an economic slowdown by cutting taxes, easing burdens on the private sector and giving markets a bigger role — diluting the heavily pro-state pronouncements and policies that critics have warned were scaring investors.",
      "publication_date": "2019-03-05T03:11:44+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/03/04/business/china-premier-li-keqiang-speech.html",
      "byline": "By Keith Bradsher and Chris Buckley"
    },
    {
      "headline": "Border Patrol Facilities Put Detainees With Medical Conditions at Risk",
      "snippet": "The deaths of two children in Border Patrol custody point to shortfalls in health care provided to migrants, who sometimes arrive with serious illness and injury.",
      "abstract": "The deaths of two children in Border Patrol custody point to shortfalls in health care provided to migrants, who sometimes arrive with serious illness and injury.",
      "lead_paragraph": "McALLEN, Tex. — It was nearly 9 p.m., hours after the makeshift clinic for newly arrived migrants near the Mexican border in Texas was supposed to close, but the patients would not stop coming: A feverish teenager with a vile-smelling wound on his foot. A man with a head injury and bright red eyes. Children with fevers, coughs and colds.",
      "publication_date": "2019-03-05T08:00:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/03/05/us/border-patrol-deaths-migrant-children.html",
      "byline": "By Sheri Fink and Caitlin Dickerson"
    }
  ]
}