{
  "metadata": {
    "date": "2019-01-09",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "Manafort Accused of Sharing Trump Polling Data With Russian Associate",
      "snippet": "The accusations that Paul Manafort shared polling data were inadvertently revealed in a court filing by his lawyers. The associate, Konstantin V. Kilimnik, had links to Russian intelligence.",
      "abstract": "The accusations that Paul Manafort shared polling data were inadvertently revealed in a court filing by his lawyers. The associate, Konstantin V. Kilimnik, had links to Russian intelligence.",
      "lead_paragraph": "WASHINGTON — As a top official in President Trump’s campaign, Paul Manafort shared political polling data with a business associate tied to Russian intelligence, according to a court filing unsealed on Tuesday. The document provided the clearest evidence to date that the Trump campaign may have tried to coordinate with Russians during the 2016 presidential race.",
      "publication_date": "2019-01-08T20:07:45+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/01/08/us/politics/manafort-trump-campaign-data-kilimnik.html",
      "byline": "By Sharon LaFraniere, Kenneth P. Vogel and Maggie Haberman"
    },
    {
      "headline": "On the Border, Little Enthusiasm for a Wall: ‘We Have Other Problems That Need Fixing’",
      "snippet": "President Trump has made the case that the nation is in the midst of an immigration crisis, but a survey of those living along the border found few who shared the president’s sense of alarm.",
      "abstract": "President Trump has made the case that the nation is in the midst of an immigration crisis, but a survey of those living along the border found few who shared the president’s sense of alarm.",
      "lead_paragraph": "COLUMBUS, N.M. — Just minutes from the border in rural New Mexico, the Borderland Cafe in the village of Columbus serves burritos and pizza to local residents, Border Patrol agents and visitors from other parts of the country seeking a glimpse of life on the frontier. The motto painted on the wall proclaims “Life is good in the Borderland.”",
      "publication_date": "2019-01-09T00:54:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/01/08/us/border-wall-crisis-mexico-usa.html",
      "byline": "By Simon Romero, Manny Fernandez, Jose A. Del Real and Azam Ahmed"
    },
    {
      "headline": "Trump’s National Address Escalates Border Wall Fight",
      "snippet": "President Trump sought to go over the heads of Congress to enlist support for his border wall, raising the stakes of a conflict that has closed many federal agencies.",
      "abstract": "President Trump sought to go over the heads of Congress to enlist support for his border wall, raising the stakes of a conflict that has closed many federal agencies.",
      "lead_paragraph": "WASHINGTON — President Trump doubled down on one of the biggest gambles of his presidency on Tuesday night with a televised appeal to pressure Congress into paying for his long-promised border wall, even at the cost of leaving the government partly closed until lawmakers give in.",
      "publication_date": "2019-01-09T02:36:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/01/08/us/politics/donald-trump-speech.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "You Know Your Diamond’s Cut and Carat. But Does It Have Ethical Origins?",
      "snippet": "Most buyers have no clue where their gems come from, and whether they are “blood diamonds.” Now, jewelers like Tiffany, hoping to attract millennials, are opening up their supply chains.",
      "abstract": "Most buyers have no clue where their gems come from, and whether they are “blood diamonds.” Now, jewelers like Tiffany, hoping to attract millennials, are opening up their supply chains.",
      "lead_paragraph": "Consumers want to know the origin of the things they buy, like the name of the farm that supplied their milk or the  source of the feathers in a down jacket.",
      "publication_date": "2019-01-09T03:00:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/01/08/business/diamonds-origin-tiffany-consumers.html",
      "byline": "By Tiffany Hsu"
    },
    {
      "headline": "Rescued Migrants, at Sea for Weeks, Struggle to Reach a New Life",
      "snippet": "As Europe takes a harder stance against migrants, the Sea-Watch 3 and its desperate passengers were denied safe harbor for weeks, until an apparent breakthrough.",
      "abstract": "As Europe takes a harder stance against migrants, the Sea-Watch 3 and its desperate passengers were denied safe harbor for weeks, until an apparent breakthrough.",
      "lead_paragraph": "ABOARD SEA-WATCH 3, Off Malta — Four years ago, he escaped jihadists in West Africa. Last year, he survived slavery in Libya. But for Daouda Soumana, a 20-year-old trader from Niger, one of the cruelest experiences of his quest for safety occurred this week — within sight of the southern shores of Europe.",
      "publication_date": "2019-01-09T04:30:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/01/08/world/europe/migrants-stranded-sea-watch.html",
      "byline": "By Patrick Kingsley"
    }
  ]
}