{
  "metadata": {
    "date": "2019-08-01",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "Biden Under Fire From All Sides as Rivals Attack His Record",
      "snippet": "Mr. Biden, the front-runner, was confronted over his record on health care and criminal justice, and this time not just from Kamala Harris.",
      "abstract": "Mr. Biden, the front-runner, was confronted over his record on health care and criminal justice, and this time not just from Kamala Harris.",
      "lead_paragraph": "DETROIT — Former Vice President Joseph R. Biden Jr. delivered a steadfast defense of his moderate policies in the Democratic primary debate on Wednesday, striking back at a familiar adversary, Senator Kamala Harris, but facing intensifying attacks on his record from liberal rivals including Senator Cory Booker and Julián Castro, the former housing secretary.",
      "publication_date": "2019-08-01T01:14:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/31/us/politics/democratic-presidential-debate-recap.html",
      "byline": "By Alexander Burns and Jonathan Martin"
    },
    {
      "headline": "Joe Biden Did Fine, and That Might Have Been Enough",
      "snippet": "The former vice president had a lot to prove. To those who had written him off after the first debate, he had this to say: “malarkey.”",
      "abstract": "The former vice president had a lot to prove. To those who had written him off after the first debate, he had this to say: “malarkey.”",
      "lead_paragraph": "One month after a wobbly debate performance that reinforced the perceived weaknesses of the ostensible front-runner — Is he too old? Too nostalgically moderate? Too politically brittle to defend himself when challenged? — former Vice President Joseph R. Biden Jr. settled behind his center-stage lectern on Wednesday night and supplied some answers: He is still old. He is still nostalgic. And he is still the front-runner, until someone can prove otherwise.",
      "publication_date": "2019-08-01T03:55:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/07/31/us/politics/debate-joe-biden.html",
      "byline": "By Matt Flegenheimer and Katie Glueck"
    },
    {
      "headline": "Ron Howard and Brian Grazer Want to Be the Center of the Streaming Era",
      "snippet": "After splitting from Universal, Brian Grazer and Ron Howard, who started Imagine Entertainment in 1986, find themselves making content for a host of streaming services.",
      "abstract": "After splitting from Universal, Brian Grazer and Ron Howard, who started Imagine Entertainment in 1986, find themselves making content for a host of streaming services.",
      "lead_paragraph": "BEVERLY HILLS, Calif. — “So this is a blow gun,” Brian Grazer said during an interview in his office. “It shoots a very sharp dart.”",
      "publication_date": "2019-08-01T09:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/08/01/business/media/imagine-entertainment-brian-grazer-ron-howard.html",
      "byline": "By Brooks Barnes"
    },
    {
      "headline": "Mortgage Rates Are Already Lower. They’re Not Helping Much.",
      "snippet": "If the market since mortgage costs recently fell is any indication, a similar move by the Fed may not have the impact it once did.",
      "abstract": "If the market since mortgage costs recently fell is any indication, a similar move by the Fed may not have the impact it once did.",
      "lead_paragraph": "Cheaper mortgages are usually a boon to the housing market. But this year, a sharp drop in mortgage rates hasn’t provided much of a lift, and that could bode poorly for the Federal Reserve’s efforts to shore up economic growth.",
      "publication_date": "2019-08-01T09:00:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2019/08/01/business/interest-rates-housing-market.html",
      "byline": "By Matt Phillips"
    },
    {
      "headline": "Support for Impeachment Inquiry Grows in the House",
      "snippet": "The trickle of Democrats backing an impeachment inquiry is threatening to turn into a flood, but there are few signs the rising tide will sway House Democratic leaders.",
      "abstract": "The trickle of Democrats backing an impeachment inquiry is threatening to turn into a flood, but there are few signs the rising tide will sway House Democratic leaders.",
      "lead_paragraph": "WASHINGTON — On Monday, it was a soft-spoken senior member of the Congressional Black Caucus, Emanuel Cleaver II of Missouri. On Tuesday, the careful chairman of the House Foreign Affairs Committee, Eliot L. Engel of New York, threw in his support. So did Jennifer Wexton and Jason Crow, two freshmen who flipped Republican seats in Virginia and Colorado.",
      "publication_date": "2019-08-01T14:00:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2019/08/01/us/politics/impeachment-house-democrats-trump.html",
      "byline": "By Nicholas Fandos"
    }
  ]
}