{
  "metadata": {
    "date": "2020-06-16",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "The 2021 Oscars Will Be Delayed",
      "snippet": "Hollywood’s highest-profile award event will be in April rather than February, and the eligibility period for the film awards will be extended.",
      "abstract": "Hollywood’s highest-profile award event will be in April rather than February, and the eligibility period for the film awards will be extended.",
      "lead_paragraph": "LOS ANGELES — The Academy of Motion Picture Arts and Sciences said on Monday that it would push back the next Oscars ceremony to April 25 from Feb. 28, citing the coronavirus pandemic. The postponement, the fourth since the Academy Awards were introduced in 1929, could prompt the Golden Globes and other entertainment award shows to recalibrate.",
      "publication_date": "2020-06-15T18:30:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/06/15/business/media/2021-oscars-delayed-coronavirus.html",
      "byline": "By Brooks Barnes"
    },
    {
      "headline": "A Half-Century On, an Unexpected Milestone for L.G.B.T.Q. Rights",
      "snippet": "The Supreme Court’s surprising 6-to-3 ruling in favor of gay and transgender rights was perhaps the strongest evidence yet of how fundamentally and unpredictably American views have changed.",
      "abstract": "The Supreme Court’s surprising 6-to-3 ruling in favor of gay and transgender rights was perhaps the strongest evidence yet of how fundamentally and unpredictably American views have changed.",
      "lead_paragraph": "When Donald J. Trump was elected president, gay and lesbian leaders warned that their far-reaching victories under Barack Obama — including the Supreme Court’s decision legalizing same-sex marriage in 2015 — were in peril, endangered by the imminent arrival of scores of conservative judges and full Republican control of the federal government.",
      "publication_date": "2020-06-15T20:01:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/06/15/us/politics/supreme-court-lgbtq-rights.html",
      "byline": "By Adam Nagourney and Jeremy W. Peters"
    },
    {
      "headline": "Ex-eBay Workers Sent Critics Live Roaches and a Mask of a Bloody Pig Face, U.S. Says",
      "snippet": "Six former employees of the site sent threatening messages and deliveries to a couple after the e-commerce newsletter they published wrote about a lawsuit involving eBay.",
      "abstract": "Six former employees of the site sent threatening messages and deliveries to a couple after the e-commerce newsletter they published wrote about a lawsuit involving eBay.",
      "lead_paragraph": "BOXBOROUGH, Mass. — Six eBay employees mounted a cyberstalking campaign — including sending boxes of live cockroaches and a Halloween mask of a bloody pig’s face — against a couple who ran an online e-commerce newsletter, according to charges filed by federal prosecutors on Monday.",
      "publication_date": "2020-06-15T21:53:43+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/06/15/technology/ebay-cyberstalking-with-cockroaches-and-bloody-pig-face.html",
      "byline": "By Natasha Singer"
    },
    {
      "headline": "Cup Foods, a Minneapolis Corner Store Forever Tied to the Death of George Floyd",
      "snippet": "The corner market, the site of demonstrations and memorials, reopened on Monday. It has been a fixture in the neighborhood for more than three decades.",
      "abstract": "The corner market, the site of demonstrations and memorials, reopened on Monday. It has been a fixture in the neighborhood for more than three decades.",
      "lead_paragraph": "MINNEAPOLIS — Scorn for the brown brick corner store keeps pouring in: “They call the cops on black people,” one person says in an online business review. “Racially profiled a man.” “Disgusting.”",
      "publication_date": "2020-06-16T00:18:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/06/15/us/cup-foods-minneapolis-george-floyd.html",
      "byline": "By Nicholas Bogel-Burroughs and Jack Healy"
    },
    {
      "headline": "As Meat Plants Stayed Open to Feed Americans, Exports to China Surged",
      "snippet": "While lobbying to keep operating during the pandemic, the U.S. industry sent a record amount of pork to a country vital to its growth.",
      "abstract": "While lobbying to keep operating during the pandemic, the U.S. industry sent a record amount of pork to a country vital to its growth.",
      "lead_paragraph": "Smithfield Foods was the first company to warn in April that the coronavirus pandemic was pushing the United States “perilously close to the edge in terms of our meat supply.” Tyson Foods also sounded the alarm, saying that “millions of pounds of meat will disappear” from the nation’s supply chain as plants were being forced to close because of outbreaks.",
      "publication_date": "2020-06-16T07:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/06/16/business/meat-industry-china-pork.html",
      "byline": "By Michael Corkery and David Yaffe-Bellany"
    },
    {
      "headline": "Worst Clash in Decades on Disputed India-China Border Kills 20 Indian Troops",
      "snippet": "Under nationalist leaders, the nuclear-armed rivals have been increasingly assertive toward neighbors, risking open conflict. They have contested their Himalayan border for generations.",
      "abstract": "Under nationalist leaders, the nuclear-armed rivals have been increasingly assertive toward neighbors, risking open conflict. They have contested their Himalayan border for generations.",
      "lead_paragraph": "NEW DELHI — The worst border clash between India and China in more than 40 years left 20 Indian soldiers dead and dozens believed captured, Indian officials said on Tuesday, raising tensions between nuclear-armed rivals who have increasingly been flexing their diplomatic and military muscle.",
      "publication_date": "2020-06-16T08:34:03+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/06/16/world/asia/indian-china-border-clash.html",
      "byline": "By Jeffrey Gettleman, Hari Kumar and Sameer Yasir"
    },
    {
      "headline": "Riding Out Quarantine With a Chatbot Friend: ‘I Feel Very Connected’",
      "snippet": "The digital companions may sound like science fiction. But when social isolation became the norm, they helped deal with the loneliness, some users say.",
      "abstract": "The digital companions may sound like science fiction. But when social isolation became the norm, they helped deal with the loneliness, some users say.",
      "lead_paragraph": "When the coronavirus pandemic reached her neighborhood on the outskirts of Houston, infecting her garbage man and sending everyone else into quarantine, Libby Francola was already reeling.",
      "publication_date": "2020-06-16T09:00:20+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/06/16/technology/chatbots-quarantine-coronavirus.html",
      "byline": "By Cade Metz"
    },
    {
      "headline": "Retail Sales Rebounded in May, but the Road Back Is Long",
      "snippet": "The recovery is tentative, and it remains to be seen how the pandemic will change consumer behavior and the shopping experience over the long term.",
      "abstract": "The recovery is tentative, and it remains to be seen how the pandemic will change consumer behavior and the shopping experience over the long term.",
      "lead_paragraph": "Retail sales rebounded sharply in May as thousands of stores and restaurants reopened after lockdowns were lifted and federal stimulus checks and tax refunds fueled a burst of spending, a sign that the United States economy is lurching back to life.",
      "publication_date": "2020-06-16T12:35:47+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/06/16/business/may-retail-sales.html",
      "byline": "By Michael Corkery and Sapna Maheshwari"
    },
    {
      "headline": "Common Drug Reduces Coronavirus Deaths, Scientists Report",
      "snippet": "A steroid, dexamethasone, is the first drug shown to help save severely ill coronavirus patients, according to scientists in Britain.",
      "abstract": "A steroid, dexamethasone, is the first drug shown to help save severely ill coronavirus patients, according to scientists in Britain.",
      "lead_paragraph": "LONDON — In an unexpected sign of hope amid the expanding pandemic, scientists at the University of Oxford said on Tuesday that an inexpensive and commonly available drug reduced deaths in patients with severe Covid-19, the illness caused by the coronavirus.",
      "publication_date": "2020-06-16T13:09:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/06/16/world/europe/dexamethasone-coronavirus-covid.html",
      "byline": "By Benjamin Mueller and Roni Caryn Rabin"
    },
    {
      "headline": "Fed Chair Powell Warns Pandemic Downturn Could Widen Inequalities",
      "snippet": "Jerome H. Powell, testifying before lawmakers, said recent labor market improvement was encouraging but predicted a long road ahead for service-sector workers.",
      "abstract": "Jerome H. Powell, testifying before lawmakers, said recent labor market improvement was encouraging but predicted a long road ahead for service-sector workers.",
      "lead_paragraph": "WASHINGTON — Jerome H. Powell, chair of the Federal Reserve, told lawmakers on Tuesday that the economy’s nascent rebound was likely to take a long time to reach all corners of the job market — and that already-disadvantaged groups were likely to suffer the most if the downturn drags on.",
      "publication_date": "2020-06-16T14:01:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/06/16/business/economy/coronavirus-jerome-powell-federal-reserve.html",
      "byline": "By Jeanna Smialek"
    }
  ]
}