{
  "metadata": {
    "date": "2020-12-14",
    "total_articles": 18
  },
  "articles": [
    {
      "headline": "After Nagorno-Karabakh War, Trauma, Tragedy and Devastation",
      "snippet": "For Armenians uprooted from their homes, and for Azerbaijanis returning to uninhabitable towns, “It’s going to be very hard to forgive.”",
      "abstract": "For Armenians uprooted from their homes, and for Azerbaijanis returning to uninhabitable towns, “It’s going to be very hard to forgive.”",
      "lead_paragraph": "FIZULI, Azerbaijan — Crossing into territory that Azerbaijan recently recaptured from Armenia is a journey into a devastated wasteland reminiscent of a World War I battlefield. The road passes miles of abandoned trenches and bunkers, and village after village of ruins, the white stones of homesteads scattered, every movable item — roofs, doors, window frames — picked clean.",
      "publication_date": "2020-12-11T18:02:55+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/11/world/europe/nagorno-karabakh-armenia-azerbaijan.html",
      "byline": ""
    },
    {
      "headline": "For Biden’s Economic Team, an Early Focus on Climate",
      "snippet": "In announcing key economic advisers in the White House and the cabinet, the president-elect has emphasized action to boost clean energy and reduce emissions",
      "abstract": "In announcing key economic advisers in the White House and the cabinet, the president-elect has emphasized action to boost clean energy and reduce emissions",
      "lead_paragraph": "WASHINGTON — The video rollouts of President-elect Joseph R. Biden Jr.’s pick for Treasury secretary, Janet L. Yellen, and National Economic Council director, Brian Deese, began biographically. But they quickly shifted to focus on an issue that could distinguish Mr. Biden’s core economic team from its predecessors: climate change.",
      "publication_date": "2020-12-11T20:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/11/business/biden-global-warming-economic-team.html",
      "byline": "By Jim Tankersley and Lisa Friedman"
    },
    {
      "headline": "The Vaccines Are Coming. A Divided and Distrustful America Awaits.",
      "snippet": "A vast majority of people will need to be vaccinated to create a decisive decline in infections. Health officials are scrambling to make that happen.",
      "abstract": "A vast majority of people will need to be vaccinated to create a decisive decline in infections. Health officials are scrambling to make that happen.",
      "lead_paragraph": "As the Lopez family of Truckee, Calif., gathered to prepare dinner on a recent evening, one subject dominated the conversation: the coronavirus vaccine that will soon be shipped out across the country, giving Americans the first concrete hope that the pandemic will eventually end.",
      "publication_date": "2020-12-11T20:08:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/11/us/us-covid-vaccine-reaction.html",
      "byline": "By Simon Romero and Miriam Jordan"
    },
    {
      "headline": "Supreme Court Rejects Texas Suit Seeking to Subvert Election",
      "snippet": "The suit, filed directly in the Supreme Court, sought to bar Georgia, Michigan, Pennsylvania and Wisconsin from casting their electoral votes for Joseph R. Biden Jr.",
      "abstract": "The suit, filed directly in the Supreme Court, sought to bar Georgia, Michigan, Pennsylvania and Wisconsin from casting their electoral votes for Joseph R. Biden Jr.",
      "lead_paragraph": "WASHINGTON — The Supreme Court on Friday rejected a lawsuit by Texas that had asked the court to throw out the election results in four battleground states that President Trump lost in November, ending any prospect that a brazen attempt to use the courts to reverse his defeat at the polls would succeed.",
      "publication_date": "2020-12-11T23:37:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/11/us/politics/supreme-court-election-texas.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "‘An Indelible Stain’: How the G.O.P. Tried to Topple a Pillar of Democracy",
      "snippet": "The Supreme Court repudiation of President Trump was also a blunt rebuke to Republican leaders who had put their interests ahead of the country’s.",
      "abstract": "The Supreme Court repudiation of President Trump was also a blunt rebuke to Republican leaders who had put their interests ahead of the country’s.",
      "lead_paragraph": "The Supreme Court repudiation of President Trump’s desperate bid for a second term not only shredded his effort to overturn the will of voters: It also was a blunt rebuke to Republican leaders in Congress and the states who were willing to damage American democracy by embracing a partisan power grab over a free and fair election.",
      "publication_date": "2020-12-12T10:00:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/12/us/politics/trump-lawsuits-electoral-college.html",
      "byline": "By Jim Rutenberg and Nick Corasaniti"
    },
    {
      "headline": "Biden Faces Intense Pressure From All Sides as He Seeks Diverse Cabinet",
      "snippet": "The pressure on the Democratic president-elect is intense, even as his efforts to ensure ethnic and gender diversity already go far beyond those of President Trump. And it’s coming from all sides.",
      "abstract": "The pressure on the Democratic president-elect is intense, even as his efforts to ensure ethnic and gender diversity already go far beyond those of President Trump. And it’s coming from all sides.",
      "lead_paragraph": "WASHINGTON — The head of the N.A.A.C.P. had a blunt warning for President-elect Joseph R. Biden Jr. when Mr. Biden met with civil rights leaders in Wilmington this week.",
      "publication_date": "2020-12-12T16:31:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/12/us/politics/biden-administration-cabinet-advisers-diversity.html",
      "byline": "By Michael D. Shear and Annie Karni"
    },
    {
      "headline": "Young People Have Less Covid-19 Risk, but in College Towns, Deaths Rose Fast",
      "snippet": "Links between university outbreaks and deaths in the wider community are often indirect and difficult to document, but some health experts say there are clear signs of a connection.",
      "abstract": "Links between university outbreaks and deaths in the wider community are often indirect and difficult to document, but some health experts say there are clear signs of a connection.",
      "lead_paragraph": "When college students returned to campuses around the country this fall, spurring a spike in new coronavirus infections nationwide, people like Phyllis Baukol seemed at little risk.",
      "publication_date": "2020-12-12T17:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/12/us/covid-colleges-nursing-homes.html",
      "byline": "By Danielle Ivory, Robert Gebeloff and Sarah Mervosh"
    },
    {
      "headline": "She Stalked Her Daughter’s Killers Across Mexico, One by One",
      "snippet": "Armed with a handgun, a fake ID card and disguises, Miriam Rodríguez was a one-woman detective squad, defying a system where criminal impunity often prevails.",
      "abstract": "Armed with a handgun, a fake ID card and disguises, Miriam Rodríguez was a one-woman detective squad, defying a system where criminal impunity often prevails.",
      "lead_paragraph": "SAN FERNANDO, Mexico — Miriam Rodríguez clutched a pistol in her purse as she ran past the morning crowds on the bridge to Texas. She stopped every few minutes to catch her breath and study the photo of her next target: the florist.",
      "publication_date": "2020-12-13T08:00:23+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/13/world/americas/miriam-rodriguez-san-fernando.html",
      "byline": "By Azam Ahmed"
    },
    {
      "headline": "WarnerMedia Chief Has Become a Movie Villain to Some in Hollywood",
      "snippet": "Jason Kilar’s decision to release 2021 movies simultaneously in theaters and on HBO Max has angered many in the industry, including some of the star filmmakers his company relies on.",
      "abstract": "Jason Kilar’s decision to release 2021 movies simultaneously in theaters and on HBO Max has angered many in the industry, including some of the star filmmakers his company relies on.",
      "lead_paragraph": "LOS ANGELES — When Jason Kilar began his tenure as the chief executive of Hulu in July 2007, some competitors considered the streaming service so likely to fail that they nicknamed it Clown Co. Yet Mr. Kilar, armed with both the conviction that there was a better way to watch television and the backing of two powerful corporate parents — NBCUniversal and News Corp — sequestered himself and his team in an empty Santa Monica office and got to work. He covered all the windows with newspapers, emphasizing the point that naysayers were to be ignored.",
      "publication_date": "2020-12-13T10:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/13/business/media/jason-kilar-warnermedia-movies.html",
      "byline": "By Nicole Sperling"
    },
    {
      "headline": "Vaccinated? Show Us Your App",
      "snippet": "Covid-19 health pass apps could help reopen businesses and restore the economy. They could also unfairly exclude people from travel and workplaces.",
      "abstract": "Covid-19 health pass apps could help reopen businesses and restore the economy. They could also unfairly exclude people from travel and workplaces.",
      "lead_paragraph": "Among all the tools that health agencies have developed over the years to fight epidemics, at least one has remained a constant for more than a century: paper vaccination certificates.",
      "publication_date": "2020-12-13T10:00:11+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/13/technology/coronavirus-vaccine-apps.html",
      "byline": "By Natasha Singer"
    },
    {
      "headline": "Hospitals Prepare for First Shots as Virus Vaccine Shipments Blanket U.S.",
      "snippet": "The first of nearly three million doses were sent across the country, the start of the most ambitious vaccination campaign in the nation’s history.",
      "abstract": "The first of nearly three million doses were sent across the country, the start of the most ambitious vaccination campaign in the nation’s history.",
      "lead_paragraph": "FARGO, N.D. — Trucks and cargo planes packed with the first of nearly three million doses of coronavirus vaccine fanned out across the country on Sunday as hospitals rushed to set up injection sites and their anxious workers tracked each shipment hour by hour. ",
      "publication_date": "2020-12-13T22:55:59+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/13/us/hospitals-coronavirus-vaccine-delivery.html",
      "byline": "By Jack Healy, Amy Harmon and Simon Romero"
    },
    {
      "headline": "Trump Administration Plans a Rushed Effort to Encourage Americans to Be Vaccinated",
      "snippet": "A large-scale public education campaign, delayed by false starts and investigations, will get off the ground just as the coronavirus vaccine becomes available to high-risk Americans.",
      "abstract": "A large-scale public education campaign, delayed by false starts and investigations, will get off the ground just as the coronavirus vaccine becomes available to high-risk Americans.",
      "lead_paragraph": "WASHINGTON — The Trump administration, scrambling to make up for lost time after a halting start, is rushing to roll out a $250 million public education campaign to encourage Americans to take the coronavirus vaccine, which will reach the first patients in the United States this week.",
      "publication_date": "2020-12-13T22:59:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/13/us/politics/coronavirus-vaccine-education-campaign.html",
      "byline": "By Sheryl Gay Stolberg and Michael D. Shear"
    },
    {
      "headline": "Apple TV Was Making a Show About Gawker. Then Tim Cook Found Out.",
      "snippet": "Big tech companies now exert huge influence over what stories get told. The message is clear: Be careful whom you offend.",
      "abstract": "Big tech companies now exert huge influence over what stories get told. The message is clear: Be careful whom you offend.",
      "lead_paragraph": "The show was called “Scraper,” but it was clearly about Gawker Media, the network of aggressive, transgressive blogs that created mischief and headaches for America’s powerful until its targets sued the company into oblivion in 2016.",
      "publication_date": "2020-12-13T23:14:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/13/business/media/apple-gawker-tim-cook.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "Russian Hackers Broke Into Federal Agencies, U.S. Officials Suspect",
      "snippet": "In one of the most sophisticated and perhaps largest hacks in more than five years, email systems were breached at the Treasury and Commerce Departments. Other breaches are under investigation.",
      "abstract": "In one of the most sophisticated and perhaps largest hacks in more than five years, email systems were breached at the Treasury and Commerce Departments. Other breaches are under investigation.",
      "lead_paragraph": "The Trump administration acknowledged on Sunday that hackers acting on behalf of a foreign government — almost certainly a Russian intelligence agency, according to federal and private experts — broke into a range of key government networks, including in the Treasury and Commerce Departments, and had free access to their email systems.",
      "publication_date": "2020-12-13T23:14:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/13/us/politics/russian-hackers-us-government-treasury-commerce.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "As U.S. Deaths Surpass 300,000, Obituaries Force Reckoning with Covid",
      "snippet": "Families of some who perished have written pointedly about the virus in remembrances. They tell of agonizing final days. They plead for wearing of masks.",
      "abstract": "Families of some who perished have written pointedly about the virus in remembrances. They tell of agonizing final days. They plead for wearing of masks.",
      "lead_paragraph": "CHICAGO — When Kim Miller sat down in her Illinois house to compose her husband’s obituary, she could not hold back.",
      "publication_date": "2020-12-14T01:46:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/13/us/as-us-deaths-surpass-300000-obituaries-force-reckoning-with-covid.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Big Tech Turns Its Lobbyists Loose on Europe, Alarming Regulators",
      "snippet": "Silicon Valley is building a powerful influence industry in Brussels, which has “never seen this kind of money” spent this way.",
      "abstract": "Silicon Valley is building a powerful influence industry in Brussels, which has “never seen this kind of money” spent this way.",
      "lead_paragraph": "A leaked document jolted the European Union capital of Brussels in October, laying out in painstaking detail plans by Google to undermine new legislation that could severely damage its digital advertising business.",
      "publication_date": "2020-12-14T08:00:13+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/14/technology/big-tech-lobbying-europe.html",
      "byline": "By Adam Satariano and Matina Stevis-Gridneff"
    },
    {
      "headline": "Electoral College Voter: Long an Honor, and Now Also a Headache",
      "snippet": "Casting votes in the Electoral College has been a routine part of election mechanics, but this year electors have been thrust into the cross hairs of President Trump’s extraordinary effort to overturn the results.",
      "abstract": "Casting votes in the Electoral College has been a routine part of election mechanics, but this year electors have been thrust into the cross hairs of President Trump’s extraordinary effort to overturn the results.",
      "lead_paragraph": "In Michigan, Democratic electors have been promised police escorts from their cars into the State Capitol, where on Monday they will formally vote for Joseph R. Biden Jr.",
      "publication_date": "2020-12-14T08:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/14/us/politics/electoral-college-biden-trump.html",
      "byline": "By Lisa Lerer and Reid J. Epstein"
    },
    {
      "headline": "Google Dominates Thanks to an Unrivaled View of the Web",
      "snippet": "As regulators seek ways to curb the company’s power, there is more focus on the vast index — hundreds of billions of web pages — behind its search engine.",
      "abstract": "As regulators seek ways to curb the company’s power, there is more focus on the vast index — hundreds of billions of web pages — behind its search engine.",
      "lead_paragraph": "OAKLAND, Calif. — In 2000, just two years after it was founded, Google reached a milestone that would lay the foundation for its dominance over the next 20 years: It became the world’s largest search engine, with an index of more than one billion web pages.",
      "publication_date": "2020-12-14T10:00:12+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/14/technology/how-google-dominates.html",
      "byline": "By Daisuke Wakabayashi"
    }
  ]
}