{
  "metadata": {
    "date": "2020-06-12",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "‘A Slap in the Face’: Black Veterans on Bases Named for Confederates",
      "snippet": "President Trump has vowed to block efforts to remove Confederate names from military bases.",
      "abstract": "President Trump has vowed to block efforts to remove Confederate names from military bases.",
      "lead_paragraph": "WASHINGTON — When Timothy Berry was recruiting black students for West Point, where he served as class president in 2013, he often reflected on his senior year, when he lived in the Robert E. Lee barracks. It bothered him then; it bothers him now.",
      "publication_date": "2020-06-11T18:41:59+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/06/11/us/politics/military-bases-confederate-names-trump.html",
      "byline": "By Jennifer Steinhauer"
    },
    {
      "headline": "Lawmakers Push to Invest Billions in Semiconductor Industry to Counter China",
      "snippet": "New legislation aimed at supporting the semiconductor industry is a sign of shifting consensus in Washington, where industrial plans are now in vogue",
      "abstract": "New legislation aimed at supporting the semiconductor industry is a sign of shifting consensus in Washington, where industrial plans are now in vogue",
      "lead_paragraph": "WASHINGTON — China’s technological ambitions are eliciting rare bipartisan agreement in Washington, with lawmakers considering investing tens of billions of dollars in America’s semiconductor industry over the next five to 10 years to help the United States retain an edge over Beijing.",
      "publication_date": "2020-06-11T20:48:55+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/06/11/business/economy/semiconductors-chips-congress-china.html",
      "byline": "By Ana Swanson and Don Clark"
    },
    {
      "headline": "Georgia Havoc Raises New Doubts on Pricey Voting Machines",
      "snippet": "Long before this week’s election chaos, experts had warned Georgia about its over $100 million voting system, saying paper ballots were simpler and safer.",
      "abstract": "Long before this week’s election chaos, experts had warned Georgia about its over $100 million voting system, saying paper ballots were simpler and safer.",
      "lead_paragraph": "As Georgia elections officials prepared to roll out an over $100 million high-tech voting system last year, good-government groups, a federal judge and election-security experts warned of its perils. The new system, they argued, was too convoluted, too expensive, too big — and was still insecure.",
      "publication_date": "2020-06-11T22:01:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/06/11/us/politics/georgia-voting-machines.html",
      "byline": "By Nick Corasaniti and Stephanie Saul"
    },
    {
      "headline": "Investors, No Longer in Denial About Grim Outlook, Drive Market Down",
      "snippet": "Investors are finally catching up to the fact the U.S. economy is not recovering anytime soon, and shares tumbled nearly 6 percent.",
      "abstract": "Investors are finally catching up to the fact the U.S. economy is not recovering anytime soon, and shares tumbled nearly 6 percent.",
      "lead_paragraph": "At least for a day, reality triumphed over hope on Wall Street.",
      "publication_date": "2020-06-11T22:45:49+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/06/11/business/market-drop-coronavirus.html",
      "byline": "By Matt Phillips"
    },
    {
      "headline": "As Public Opinion Shifts on Racism, Trump Digs In",
      "snippet": "With much of the country acknowledging that protesters’ frustrations are justified, the president increasingly sounds detached from many voters in the political middle and even some of his allies.",
      "abstract": "With much of the country acknowledging that protesters’ frustrations are justified, the president increasingly sounds detached from many voters in the political middle and even some of his allies.",
      "lead_paragraph": "WASHINGTON — NASCAR is demanding that its fans no longer fly Confederate flags at races. The Pentagon and some Republican senators are open to renaming military bases that bear the names of Confederate soldiers. Corporate America is taking stances against racial injustice. A majority of Americans say the police show racial bias in their use of force, and a majority of self-described conservatives acknowledge protesters’ frustrations are at least somewhat justified.",
      "publication_date": "2020-06-12T00:34:05+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/06/11/us/politics/trump-on-race.html",
      "byline": "By Jonathan Martin, Maggie Haberman and Katie Rogers"
    },
    {
      "headline": "‘Corona Cycleways’ Become the New Post-Confinement Commute",
      "snippet": "As European cities emerge from quarantines, bicycles are playing a central role in getting the work force moving again.",
      "abstract": "As European cities emerge from quarantines, bicycles are playing a central role in getting the work force moving again.",
      "lead_paragraph": "PARIS — As France eased one of Europe’s toughest coronavirus lockdowns last month, a small army of street workers fanned out across Paris in the dark of night. They dropped traffic barriers along car lanes and painted yellow bicycle symbols onto the asphalt. By morning, miles of pop-up “corona cycleways” had been laid, teeming with people heading back to work.",
      "publication_date": "2020-06-12T04:00:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/06/12/business/paris-bicycles-commute-coronavirus.html",
      "byline": "By Liz Alderman"
    },
    {
      "headline": "On the Future, Americans Can Agree: It Doesn’t Look Good",
      "snippet": "Battered by a health crisis and boiling over with fury about racial injustice, many voters are mourning the past, worried about the present and fearful of what comes next.",
      "abstract": "Battered by a health crisis and boiling over with fury about racial injustice, many voters are mourning the past, worried about the present and fearful of what comes next.",
      "lead_paragraph": "Brendan Hermanson, 51, a construction worker for three decades, has come through the pandemic healthy and employed. At home in Milwaukee, where he lives with his grown son, he tries to tune out the hostile politics in the country and wonders if he should bother to vote again for President Trump in November or “sit back and watch it crumble.”",
      "publication_date": "2020-06-12T09:00:33+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/06/12/us/politics/election-coronavirus-protests-unemployment.html",
      "byline": "By Lisa Lerer and Dave Umhoefer"
    },
    {
      "headline": "Businesses Want Virus Legal Protection. Workers Are Worried.",
      "snippet": "Businesses are lobbying Congress for protections against coronavirus-related lawsuits, but unions and Democrats fear a liability shield would encourage reckless behavior.",
      "abstract": "Businesses are lobbying Congress for protections against coronavirus-related lawsuits, but unions and Democrats fear a liability shield would encourage reckless behavior.",
      "lead_paragraph": "WASHINGTON — When Jonathan Corpina, a senior managing partner at Meridian Equity Partners, returned to work on the floor of the New York Stock Exchange in late May, he was met with temperature screenings, hand sanitizer stations, plexiglass barriers — and a liability waiver.",
      "publication_date": "2020-06-12T15:19:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/06/12/business/economy/coronavirus-liability-shield.html",
      "byline": "By Ana Swanson and Alan Rappeport"
    },
    {
      "headline": "Amazon, Pushing Fashion, Opened Photo Studio as a ‘Warehouse’ Exemption",
      "snippet": "Now closed again, a Brooklyn site set up for models didn’t appear to qualify as an essential business under state pandemic rules.",
      "abstract": "Now closed again, a Brooklyn site set up for models didn’t appear to qualify as an essential business under state pandemic rules.",
      "lead_paragraph": "A large Amazon fashion photo studio in Brooklyn, where models pose in clothing sold on the company’s site, sat shuttered for more than two months as the coronavirus spread in New York.",
      "publication_date": "2020-06-12T15:40:07+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/06/12/technology/amazon-brooklyn-studio.html",
      "byline": "By Karen Weise and Vanessa Friedman"
    }
  ]
}