{
  "metadata": {
    "date": "2020-11-23",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "After Trump’s Embrace, Saudis Brace for a Chillier Tone From Biden",
      "snippet": "Saudi Arabia’s leaders counted on President Trump’s unwavering support, but President-elect Biden has vowed to take away the kingdom’s “dangerous blank check.”",
      "abstract": "Saudi Arabia’s leaders counted on President Trump’s unwavering support, but President-elect Biden has vowed to take away the kingdom’s “dangerous blank check.”",
      "lead_paragraph": "BEIRUT, Lebanon — For the last four years, President Trump’s close relationship with Saudi Arabia meant that there was seemingly nothing its de facto ruler, Crown Prince Mohammed bin Salman, could do to earn a rebuke from the White House.",
      "publication_date": "2020-11-20T16:35:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/20/world/middleeast/saudi-arabia-biden-trump.html",
      "byline": "By Ben Hubbard"
    },
    {
      "headline": "Mnuchin Cites Principles in Clawing Back Fed Money. Democrats See Politics.",
      "snippet": "Trump’s Treasury secretary said Congress wanted key economic supports to end by Dec. 31, a view he expressed only after the vote count in the presidential election.",
      "abstract": "Trump’s Treasury secretary said Congress wanted key economic supports to end by Dec. 31, a view he expressed only after the vote count in the presidential election.",
      "lead_paragraph": "WASHINGTON — Treasury Secretary Steven Mnuchin broke sharply with the Federal Reserve this week, choosing to end a variety of programs aimed at helping markets, businesses and municipalities weather the pandemic and asking the central bank to return the funds earmarked to support those efforts.",
      "publication_date": "2020-11-20T23:05:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/20/business/economy/mnuchin-fed-covid.html",
      "byline": "By Jeanna Smialek and Alan Rappeport"
    },
    {
      "headline": "Georgia and Michigan Deliver Blows to Trump’s Efforts to Undo the Election",
      "snippet": "Joseph R. Biden Jr. was certified as the winner in Georgia, and Michigan Republicans said they had no information that would change the tally in a state Mr. Biden also won.",
      "abstract": "Joseph R. Biden Jr. was certified as the winner in Georgia, and Michigan Republicans said they had no information that would change the tally in a state Mr. Biden also won.",
      "lead_paragraph": "ATLANTA — President Trump’s attempt to undo the election results was undercut twice by fellow Republicans on Friday, as Georgia became the first contested state to certify Joseph R. Biden Jr.’s victory and Michigan lawmakers — after meeting with the president — said they would not intervene in their state’s election certification process.",
      "publication_date": "2020-11-21T01:20:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/20/us/politics/georgia-trump-michigan-election.html",
      "byline": "By Richard Fausset, Nick Corasaniti and Maggie Haberman"
    },
    {
      "headline": "Business and World Leaders Move On as Trump Fights to Reverse Election",
      "snippet": "President-elect Joseph R. Biden Jr. is seizing the moment, not to aggressively confront the president he defeated, but to act presidential in his stead.",
      "abstract": "President-elect Joseph R. Biden Jr. is seizing the moment, not to aggressively confront the president he defeated, but to act presidential in his stead.",
      "lead_paragraph": "WASHINGTON — Inside the wrought-iron fences that surround the 18-acre White House complex, the 2020 election rages on, with President Trump angrily refusing to concede. But the rest of the world — and President-elect Joseph R. Biden Jr. — is moving on.",
      "publication_date": "2020-11-21T01:46:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/20/us/politics/biden-world-leaders.html",
      "byline": "By Michael D. Shear, David Gelles, Mark Landler and David E. Sanger"
    },
    {
      "headline": "How One Airline’s Pandemic Hurt Becomes Everyone’s Pain",
      "snippet": "Virgin Atlantic doesn’t act alone to fly passengers. It relies on a constellation of companies employing people around the globe — all of whom are touched by the disappearance of travelers.",
      "abstract": "Virgin Atlantic doesn’t act alone to fly passengers. It relies on a constellation of companies employing people around the globe — all of whom are touched by the disappearance of travelers.",
      "lead_paragraph": "After more than a decade working at Manchester Airport in the northwest of England, Tracey Moore finally got the job she wanted — at Virgin Atlantic’s passenger check-in desk. Then, at 3:30 p.m. on Oct. 22, after about a year on the job and months on furlough, she returned to the airport and handed in her uniform.",
      "publication_date": "2020-11-21T10:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2020/11/21/business/virgin-airlines-covid-19-pandemic.html",
      "byline": "By Eshe Nelson"
    },
    {
      "headline": "1 America, 1 Pandemic, 2 Realities",
      "snippet": "Journeys through two states found Americans leading starkly different lives in the pandemic. New Mexico feels at a standstill. In South Dakota, life is going right on.",
      "abstract": "Journeys through two states found Americans leading starkly different lives in the pandemic. New Mexico feels at a standstill. In South Dakota, life is going right on.",
      "lead_paragraph": "In one pandemic reality, restaurants are packed. There are no coronavirus limits at college-town bars. No social-distancing dots speckling the floor. Some people are wearing masks, but even a weak proposal to make it a requirement in one city prompted an outcry. Welcome to South Dakota.",
      "publication_date": "2020-11-21T10:00:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/21/us/coronavirus-south-dakota-new-mexico.html",
      "byline": ""
    },
    {
      "headline": "Duty or Party? For Republicans, a Test of Whether to Enable Trump",
      "snippet": "In pushing his false claims to the limits and cowing Republicans into acquiescence or silence, President Trump has revealed the fragility of the electoral system — and shaken it.",
      "abstract": "In pushing his false claims to the limits and cowing Republicans into acquiescence or silence, President Trump has revealed the fragility of the electoral system — and shaken it.",
      "lead_paragraph": "For the next three weeks, the integrity of American democracy is in the hands of people like Norman D. Shinkle, a proud Michigander who has, until recently, served in relative obscurity on the state board that certifies vote results.",
      "publication_date": "2020-11-21T17:21:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/21/us/politics/trump-vote.html",
      "byline": "By Jim Rutenberg and Kathleen Gray"
    },
    {
      "headline": "Trump Using Last Days to Lock In Policies and Make Biden’s Task More Difficult",
      "snippet": "At a wide range of departments and agencies, Mr. Trump’s political appointees are going to extraordinary lengths to try to prevent Mr. Biden from rolling back the president’s legacy.",
      "abstract": "At a wide range of departments and agencies, Mr. Trump’s political appointees are going to extraordinary lengths to try to prevent Mr. Biden from rolling back the president’s legacy.",
      "lead_paragraph": "WASHINGTON — Voters have decided that President-elect Joseph R. Biden Jr. should guide the country through the next four years. But on issues of war, the environment, criminal justice, trade, the economy and more, President Trump and top administration officials are doing what they can to make changing direction more difficult.",
      "publication_date": "2020-11-21T18:00:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/21/us/politics/trump-biden-transition.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "Politics, Science and the Remarkable Race for a Coronavirus Vaccine",
      "snippet": "The furious race to develop a coronavirus vaccine played out against a presidential election, between a pharmaceutical giant and a biotech upstart, with the stakes as high as they could get.",
      "abstract": "The furious race to develop a coronavirus vaccine played out against a presidential election, between a pharmaceutical giant and a biotech upstart, with the stakes as high as they could get.",
      "lead_paragraph": "WASHINGTON — The call was tense, the message discouraging. Moncef Slaoui, the head of the Trump administration’s effort to quickly produce a vaccine for the coronavirus, was on the phone at 6 p.m. on Aug. 25 to tell the upstart biotech firm Moderna that it had to slow the final stage of testing its vaccine in humans.",
      "publication_date": "2020-11-21T20:43:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/21/us/politics/coronavirus-vaccine.html",
      "byline": "By Sharon LaFraniere, Katie Thomas, Noah Weiland, David Gelles, Sheryl Gay Stolberg and Denise Grady"
    },
    {
      "headline": "Along Russia’s ‘Road of Bones,’ Relics of Suffering and Despair",
      "snippet": "The Kolyma Highway in the Russian Far East once delivered tens of thousands of prisoners to the work camps of Stalin’s gulag. The ruins of that cruel era are still visible today.",
      "abstract": "The Kolyma Highway in the Russian Far East once delivered tens of thousands of prisoners to the work camps of Stalin’s gulag. The ruins of that cruel era are still visible today.",
      "lead_paragraph": "The prisoners, hacking their way through insect-infested summer swamps and winter ice fields, brought the road, and the road then brought yet more prisoners, delivering a torrent of slave labor to the gold mines and prison camps of Kolyma, the most frigid and deadly outpost of Stalin’s gulag.",
      "publication_date": "2020-11-22T08:00:28+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/22/world/europe/russia-stalin-gulag-kolyma-magadan.html",
      "byline": ""
    },
    {
      "headline": "Hollywood’s ‘We’re Not in Kansas Anymore’ Moment",
      "snippet": "The announcement that “Wonder Woman 1984” will be released in theaters and on HBO Max on Christmas Day is the clearest sign that streaming is now central to the film industry’s business model.",
      "abstract": "The announcement that “Wonder Woman 1984” will be released in theaters and on HBO Max on Christmas Day is the clearest sign that streaming is now central to the film industry’s business model.",
      "lead_paragraph": "LOS ANGELES — In explaining why WarnerMedia had decided to release the much-anticipated big-budget “Wonder Woman 1984” simultaneously in theaters and on the streaming service HBO Max on Christmas Day, the company’s chief executive, Jason Kilar, invoked the classic Hollywood film “The Wizard of Oz.”",
      "publication_date": "2020-11-22T10:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/22/business/media/wonder-woman-1984-hollywood-streaming.html",
      "byline": "By Nicole Sperling"
    },
    {
      "headline": "Newsmax, Once a Right-Wing Also-Ran, Is Rising, and Trump Approves",
      "snippet": "A once-niche conservative cable network, owned by a longtime friend of the president, lures audiences by refusing to declare an electoral winner.",
      "abstract": "A once-niche conservative cable network, owned by a longtime friend of the president, lures audiences by refusing to declare an electoral winner.",
      "lead_paragraph": "Flanked by aides in the Oval Office on Wednesday, President Trump dialed up a friend in the news media with a message: Keep up the good work.",
      "publication_date": "2020-11-22T10:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/22/business/media/newsmax-trump-fox-news.html",
      "byline": "By Michael M. Grynbaum and John Koblin"
    },
    {
      "headline": "How Trump Hopes to Use Party Machinery to Retain Control of the G.O.P.",
      "snippet": "Ronna McDaniel, a close ally of President Trump, wants to remain head of the Republican National Committee, worrying party members who believe the president will try to use the group to keep control of the G.O.P.",
      "abstract": "Ronna McDaniel, a close ally of President Trump, wants to remain head of the Republican National Committee, worrying party members who believe the president will try to use the group to keep control of the G.O.P.",
      "lead_paragraph": "As President Trump brazenly seeks to delay the certification of the election in hopes of overturning his defeat, he is also mounting a less high-profile but similarly audacious bid to keep control of the Republican National Committee even after he leaves office.",
      "publication_date": "2020-11-22T10:00:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/22/us/politics/trump-gop-control.html",
      "byline": "By Jonathan Martin and Maggie Haberman"
    },
    {
      "headline": "Coronavirus Upends Thanksgiving for Many, While Others Ignore Warnings",
      "snippet": "Public health officials are advising against the very rituals many families cherish: out-of-state travel and large, indoor gatherings.",
      "abstract": "Public health officials are advising against the very rituals many families cherish: out-of-state travel and large, indoor gatherings.",
      "lead_paragraph": "Ginger Floerchinger-Franks typically invites 10 people to her home in Boise, Idaho, for Thanksgiving dinner and cooks the entire meal herself, including her specialty, pumpkin soup. ",
      "publication_date": "2020-11-22T17:35:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/22/us/coronavirus-thanksgiving-warnings-travel.html",
      "byline": "By Giulia McDonnell Nieto del Rio and Hannah Wise"
    },
    {
      "headline": "Biden Team, Pushing Quick Stimulus Deal, Prepares for Renewed Recession",
      "snippet": "Economists warn that lawmakers must pass aid now, as a renewed coronavirus surge chills consumer spending and business activity.",
      "abstract": "Economists warn that lawmakers must pass aid now, as a renewed coronavirus surge chills consumer spending and business activity.",
      "lead_paragraph": "WASHINGTON — Advisers to President-elect Joseph R. Biden Jr. are planning for the increasing likelihood that the United States economy is headed for a “double-dip” recession early next year. They are pushing for Democratic leaders in Congress to reach a quick stimulus deal with Senate Republicans, even if it falls short of the larger package Democrats have been seeking, according to people familiar with the discussions.",
      "publication_date": "2020-11-22T21:04:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/22/business/economy/biden-coronavirus-stimulus-recession.html",
      "byline": "By Jim Tankersley and Emily Cochrane"
    },
    {
      "headline": "Get Me Meacham! Biden Brings Back the Media’s Good Old Days",
      "snippet": "The next president promises to do for old-line newspaper columnists what Donald Trump did for cable. What a time to be George Will!",
      "abstract": "The next president promises to do for old-line newspaper columnists what Donald Trump did for cable. What a time to be George Will!",
      "lead_paragraph": "One afternoon in the spring of 2009, Jon Meacham sat in front of the freighted wooden bookshelf in his office and talked to me about a job writing for Newsweek.",
      "publication_date": "2020-11-22T23:17:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/22/business/media/joe-biden.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "Republicans Rewrite an Old Playbook on Disenfranchising Black Americans",
      "snippet": "As they try to somehow reverse Joe Biden’s victory, President Trump and his allies have targeted heavily Black cities, painting them as corrupt and trying to throw out huge numbers of votes.",
      "abstract": "As they try to somehow reverse Joe Biden’s victory, President Trump and his allies have targeted heavily Black cities, painting them as corrupt and trying to throw out huge numbers of votes.",
      "lead_paragraph": "In Pennsylvania, President Trump and Republicans loyal to him have sought to overturn his defeat by making false claims about widespread voting fraud in Philadelphia.",
      "publication_date": "2020-11-23T01:13:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/22/us/politics/trump-republicans-black-voters.html",
      "byline": "By Jim Rutenberg and Nick Corasaniti"
    },
    {
      "headline": "Biden Chooses Antony Blinken, Defender of Global Alliances, as Secretary of State",
      "snippet": "The president-elect is also expected to name Jake Sullivan, another close aide of his, as national security adviser, and Linda Thomas-Greenfield, a 35-year Foreign Service veteran, as his ambassador to the U.N.",
      "abstract": "The president-elect is also expected to name Jake Sullivan, another close aide of his, as national security adviser, and Linda Thomas-Greenfield, a 35-year Foreign Service veteran, as his ambassador to the U.N.",
      "lead_paragraph": "WASHINGTON — Antony J. Blinken, a defender of global alliances and President-elect Joseph R. Biden Jr.’s closest foreign policy adviser, is expected to be nominated for secretary of state, a job in which he will try to coalesce skeptical international partners into a new competition with China, according to people close to the process.",
      "publication_date": "2020-11-23T01:38:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/22/us/politics/biden-antony-blinken-secretary-of-state.html",
      "byline": "By Lara Jakes, Michael Crowley and David E. Sanger"
    },
    {
      "headline": "China’s Surveillance State Sucks Up Data. U.S. Tech Is Key to Sorting It.",
      "snippet": "Intel and Nvidia chips power a supercomputing center that tracks people in a place where government suppresses minorities, raising questions about the tech industry’s responsibility.",
      "abstract": "Intel and Nvidia chips power a supercomputing center that tracks people in a place where government suppresses minorities, raising questions about the tech industry’s responsibility.",
      "lead_paragraph": "URUMQI, China — At the end of a desolate road rimmed by prisons, deep within a complex bristling with cameras, American technology is powering one of the most invasive parts of China’s surveillance state.",
      "publication_date": "2020-11-23T02:00:12+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/22/technology/china-intel-nvidia-xinjiang.html",
      "byline": "By Paul Mozur and Don Clark"
    },
    {
      "headline": "Bill Gates, the Virus and the Quest to Vaccinate the World",
      "snippet": "The billionaire is working with the W.H.O., drugmakers and nonprofits to defeat the coronavirus everywhere, including in the world’s poorest nations. Can they do it?",
      "abstract": "The billionaire is working with the W.H.O., drugmakers and nonprofits to defeat the coronavirus everywhere, including in the world’s poorest nations. Can they do it?",
      "lead_paragraph": "The head of one of the world’s largest vaccine manufacturers had a problem. Adar Poonawalla, chief executive of the Serum Institute of India, needed $850 million for everything from glass vials to stainless steel vats so he could begin producing doses of promising coronavirus vaccines for the world’s poor.",
      "publication_date": "2020-11-23T08:00:18+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/23/world/bill-gates-vaccine-coronavirus.html",
      "byline": "By Megan Twohey and Nicholas Kulish"
    },
    {
      "headline": "AstraZeneca’s Coronavirus Vaccine, Easy and Cheap to Produce, Appears Effective",
      "snippet": "In an early analysis, the drug maker zeroed in on a promising dosing plan for its vaccine.",
      "abstract": "In an early analysis, the drug maker zeroed in on a promising dosing plan for its vaccine.",
      "lead_paragraph": "AstraZeneca and the University of Oxford announced on Monday that their inexpensive, easy-to-produce coronavirus vaccine appears effective, the latest in a string of encouraging results this month from leading vaccine developers.",
      "publication_date": "2020-11-23T10:34:59+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/23/business/astrazeneca-oxford-coronavirus-vaccine.html",
      "byline": "By Rebecca Robbins and Benjamin Mueller"
    },
    {
      "headline": "China Says It Remains Open to the World, but Wants to Dictate Terms",
      "snippet": "China’s leader, Xi Jinping, is pursuing a strategy to make the country’s economy more self-sufficient, while making other places more dependent on it than ever.",
      "abstract": "China’s leader, Xi Jinping, is pursuing a strategy to make the country’s economy more self-sufficient, while making other places more dependent on it than ever.",
      "lead_paragraph": "After Australia dared last spring to call for an investigation into the origins of the coronavirus, China began quietly blocking one import after another from Australia — coal, wine, barley and cotton — in violation of free-trade norms. Then this month, with no clear explanation, China left $3 million worth of Australian rock lobsters dying in Shanghai customs.",
      "publication_date": "2020-11-23T14:12:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/23/world/asia/china-xi-jinping-globalization.html",
      "byline": "By Steven Lee Myers and Keith Bradsher"
    }
  ]
}