{
  "metadata": {
    "date": "2020-02-28",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "Facebook, Google and Twitter Rebel Against Pakistan’s Censorship Rules",
      "snippet": "The battle is the latest skirmish between internet companies and governments over who decides what content should be online.",
      "abstract": "The battle is the latest skirmish between internet companies and governments over who decides what content should be online.",
      "lead_paragraph": "MUMBAI, India — When Pakistan’s government unveiled some of the world’s most sweeping rules on internet censorship this month, global internet companies like Facebook, Google and Twitter were expected to comply or face severe penalties — including the potential shutdown of their services.",
      "publication_date": "2020-02-27T19:26:40+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/02/27/technology/pakistan-internet-censorship.html",
      "byline": "By Vindu Goel and Salman Masood"
    },
    {
      "headline": "U.S. Health Workers Responding to Coronavirus Lacked Training and Protective Gear, Whistle-Blower Says",
      "snippet": "Team members were not properly trained, lacked necessary gear and moved freely around and off military bases where Americans were quarantined, a complaint says.",
      "abstract": "Team members were not properly trained, lacked necessary gear and moved freely around and off military bases where Americans were quarantined, a complaint says.",
      "lead_paragraph": "WASHINGTON — Federal health employees interacted with Americans quarantined for possible exposure to the coronavirus without proper medical training or protective gear, then scattered into the general population, according to a government whistle-blower who lawmakers say faced retaliation for reporting concerns.",
      "publication_date": "2020-02-27T21:25:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/02/27/us/politics/coronavirus-us-whistleblower.html",
      "byline": "By Emily Cochrane, Noah Weiland and Margot Sanger-Katz"
    },
    {
      "headline": "Unions Push F.T.C. to Study if Amazon Warps the Economy",
      "snippet": "So far, the Everything Store has dodged some of the scrutiny dogging Google and Facebook.",
      "abstract": "So far, the Everything Store has dodged some of the scrutiny dogging Google and Facebook.",
      "lead_paragraph": "SEATTLE — The International Brotherhood of Teamsters, with its 1.4 million truck drivers, warehouse workers and other transportation laborers, does not represent any Amazon workers, nor is it organizing them. But the union keeps butting into the e-commerce giant, which ships billions of packages a year.",
      "publication_date": "2020-02-27T21:44:43+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/02/27/technology/amazon-unions-ftc.html",
      "byline": "By Karen Weise and David McCabe"
    },
    {
      "headline": "Airstrike Hits Turkish Forces in Syria, Raising Fears of Escalation",
      "snippet": "The Turkish Army suffered mass casualties in the strike, officials said, an attack that could set off a direct conflict between Turkey and Russia.",
      "abstract": "The Turkish Army suffered mass casualties in the strike, officials said, an attack that could set off a direct conflict between Turkey and Russia.",
      "lead_paragraph": "ISTANBUL — The Turkish Army suffered mass casualties in an airstrike in northwest Syria late Thursday, an attack that could dramatically change the course of the Syrian war as fears grow of a direct conflict between Russia and Turkey, a NATO member.",
      "publication_date": "2020-02-27T21:57:32+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/02/27/world/middleeast/russia-turkey-syria-war-strikes.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "Trump Administration Faces Economic Test as Coronavirus Shakes Markets",
      "snippet": "If the virus spreads in the United States, the Federal Reserve might have to cut rates. But how fiscal policymakers respond is likely to be even more important.",
      "abstract": "If the virus spreads in the United States, the Federal Reserve might have to cut rates. But how fiscal policymakers respond is likely to be even more important.",
      "lead_paragraph": "WASHINGTON — The global spread of the deadly coronavirus is posing a significant economic test for President Trump, whose three-year stretch of robust growth could be shaken by supply chain delays, a tourism slowdown and ruptures in other critical sectors of the American economy.",
      "publication_date": "2020-02-27T23:08:56+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/02/27/business/economy/coronavirus-trump-economy.html",
      "byline": "By Jim Tankersley, Alan Rappeport and Jeanna Smialek"
    },
    {
      "headline": "Why This Trump-Leaning Corner of South Carolina Has the Jitters",
      "snippet": "The Upstate region, which has been transformed by global trade, is frustrated by the president’s tariffs and wary of a Democratic front-runner who embraces democratic socialism.",
      "abstract": "The Upstate region, which has been transformed by global trade, is frustrated by the president’s tariffs and wary of a Democratic front-runner who embraces democratic socialism.",
      "lead_paragraph": "GREENVILLE, S.C. — At a luncheon this week where 600 business leaders gathered to celebrate the billions of dollars that global trade has pumped into their local economy, John Lummus, head of an economic development group, rattled off just a few of the successes: a 16 percent increase in total jobs over the last two decades, a 67 percent increase in per capita personal income.",
      "publication_date": "2020-02-28T10:00:35+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/02/28/us/south-carolina-primary-greenville.html",
      "byline": "By Richard Fausset and Audra Melton"
    },
    {
      "headline": "Democratic Rivals Are Fighting Over Obama. He Has Some Opinions.",
      "snippet": "Ahead of the South Carolina primary and Super Tuesday, candidates are increasingly invoking Mr. Obama as they court black voters. He isn’t playing favorites, but he does worry about uniting the party.",
      "abstract": "Ahead of the South Carolina primary and Super Tuesday, candidates are increasingly invoking Mr. Obama as they court black voters. He isn’t playing favorites, but he does worry about uniting the party.",
      "lead_paragraph": "WASHINGTON — Barack Obama has not set foot in South Carolina recently, but he has become a flash point among the Democratic presidential candidates as they compete for black voters in Saturday’s primary there and in the bigger, diverse Super Tuesday contests next week.",
      "publication_date": "2020-02-28T10:01:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/02/28/us/politics/obama-south-carolina-primary.html",
      "byline": "By Glenn Thrush"
    },
    {
      "headline": "In Rare Statement, Fed Chair Keeps Rate Cut on Table as Virus Risks Roil Markets",
      "snippet": "Federal Reserve officials are watching markets as coronavirus risks spook investors, and say they will ‘act as appropriate.’",
      "abstract": "Federal Reserve officials are watching markets as coronavirus risks spook investors, and say they will ‘act as appropriate.’",
      "lead_paragraph": "The Federal Reserve chair, Jerome H. Powell, in an attempt to soothe jittery investors, issued a short statement Friday afternoon reaffirming that the central bank would use its tools and “act as appropriate to support the economy.” ",
      "publication_date": "2020-02-28T14:15:49+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/02/28/business/economy/federal-reserve-says-ready-to-act.html",
      "byline": "By Jeanna Smialek"
    }
  ]
}