{
  "metadata": {
    "date": "2020-03-30",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Under Intense Criticism, Trump Says Government Will Buy More Ventilators",
      "snippet": "In another day of mixed messages, the president criticized G.M. and authorized the use of the Defense Production Act to force it to make ventilators after the company had already announced it was going to.",
      "abstract": "In another day of mixed messages, the president criticized G.M. and authorized the use of the Defense Production Act to force it to make ventilators after the company had already announced it was going to.",
      "lead_paragraph": "WASHINGTON — Faced with a torrent of criticism from cities and states that have been pleading for help to deal with the most critically ill coronavirus victims, President Trump announced on Friday that the federal government would buy thousands of ventilators from a variety of makers, though it appeared doubtful they could be produced in time to help hospitals that are now overwhelmed.",
      "publication_date": "2020-03-27T17:43:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/27/us/politics/coronavirus-trump-ventilators-gm-ventec.html",
      "byline": "By David E. Sanger, Maggie Haberman and Annie Karni"
    },
    {
      "headline": "‘White-Collar Quarantine’ Over Virus Spotlights Class Divide",
      "snippet": "Child care options, internet access and extra living space leave a gulf between rich and poor in coping with disruptions to school and work.",
      "abstract": "Child care options, internet access and extra living space leave a gulf between rich and poor in coping with disruptions to school and work.",
      "lead_paragraph": "For about $80,000, an individual can purchase a six-month plan with Private Health Management, which helps people with serious medical issues navigate the health care system.",
      "publication_date": "2020-03-27T18:09:01+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/03/27/business/economy/coronavirus-inequality.html",
      "byline": "By Noam Scheiber, Nelson D. Schwartz and Tiffany Hsu"
    },
    {
      "headline": "China Pushes to Churn Out Coronavirus Gear, Yet Struggles to Police It",
      "snippet": "Factories sprang up or retooled to make equipment. But complaints in Spain over Chinese-made tests highlight the difficulties of regulating quality.",
      "abstract": "Factories sprang up or retooled to make equipment. But complaints in Spain over Chinese-made tests highlight the difficulties of regulating quality.",
      "lead_paragraph": "HONG KONG — One man made fake Honeywell N95 respirators at a makeshift factory on a farm. Pharmacies sold ineffective knockoffs of a Chinese version of Clorox. In one Chinese province, authorities seized more than seven million masks that were substandard, mislabeled or counterfeited.",
      "publication_date": "2020-03-27T20:25:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/03/27/business/china-coronavirus-masks-tests.html",
      "byline": "By Alexandra Stevenson and Tiffany May"
    },
    {
      "headline": "‘We Have Lost It All’: The Shock Felt by Millions of Unemployed Americans",
      "snippet": "One day there was a job. The next day it was gone. ",
      "abstract": "One day there was a job. The next day it was gone. ",
      "lead_paragraph": "WASHINGTON — So much has changed so quickly for Joseph Palma that he barely recognizes his life.",
      "publication_date": "2020-03-27T23:40:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/27/us/coronavirus-unemployed.html",
      "byline": "By Sabrina Tavernise, Audra D. S. Burch, Sarah Mervosh and Campbell Robertson"
    },
    {
      "headline": "April Bills Loom. The Economy Hangs on How Many Are Left Unpaid.",
      "snippet": "With businesses and personal finances hit hard by a loss of income, the first of the month may mean triage in deciding what to pay.",
      "abstract": "With businesses and personal finances hit hard by a loss of income, the first of the month may mean triage in deciding what to pay.",
      "lead_paragraph": "On Wednesday, as on the first day of any month, many companies and households will have bills to pay. This time, a lot will simply pile up.",
      "publication_date": "2020-03-28T09:00:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/28/business/economy/coronavirus-bills-rent-payments.html",
      "byline": "By Conor Dougherty and Ben Casselman"
    },
    {
      "headline": "Trump to Issue Travel Advisory for N.Y. Region, Backing Off Quarantine Threat",
      "snippet": "The suggestion of a quarantine, which would have been a drastic exercise of power, drew swift condemnation and surprised top officials in the area.",
      "abstract": "The suggestion of a quarantine, which would have been a drastic exercise of power, drew swift condemnation and surprised top officials in the area.",
      "lead_paragraph": "WASHINGTON — President Trump said Saturday night that he would not impose a quarantine on New York, New Jersey and Connecticut to prevent the spread of the coronavirus, but would instead issue a “strong” travel advisory for the region to be enacted by the governors of the three states.",
      "publication_date": "2020-03-28T15:24:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/28/us/politics/trump-virginia-comfort-coronavirus.html",
      "byline": "By Michael D. Shear and Annie Karni"
    },
    {
      "headline": "Alone on the Road, a Trucker’s Long Haul as America Fights the Virus",
      "snippet": "Darrell Woolsey does not know when he will go home to Wyoming and his wife and three children.",
      "abstract": "Darrell Woolsey does not know when he will go home to Wyoming and his wife and three children.",
      "lead_paragraph": "Like so many other long-haul truckers, pumping wares of a gasping economy through the arteries of the nation’s highway system, Darrell Woolsey sees the changing landscape through his windshield.",
      "publication_date": "2020-03-28T16:00:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/28/us/coronavirus-truckers.html",
      "byline": "By John Branch, Terry Ratzlaff and Darrell Woolsey"
    },
    {
      "headline": "Medical Expert Who Corrects Trump Is Now a Target of the Far Right",
      "snippet": "Dr. Anthony Fauci, the administration’s most outspoken advocate of emergency virus measures, faces a torrent of false claims that he is mobilizing to undermine the president.",
      "abstract": "Dr. Anthony Fauci, the administration’s most outspoken advocate of emergency virus measures, faces a torrent of false claims that he is mobilizing to undermine the president.",
      "lead_paragraph": "At a White House briefing on the coronavirus on March 20, President Trump called the State Department the “Deep State Department.” Behind him, Dr. Anthony S. Fauci, the director of the National Institute of Allergy and Infectious Diseases, dropped his head and rubbed his forehead.",
      "publication_date": "2020-03-28T16:31:31+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/28/technology/coronavirus-fauci-trump-conspiracy-target.html",
      "byline": "By Davey Alba and Sheera Frenkel"
    },
    {
      "headline": "The Lost Month: How a Failure to Test Blinded the U.S. to Covid-19",
      "snippet": "Aggressive screening might have helped contain the coronavirus in the United States. But technical flaws, regulatory hurdles and lapses in leadership let it spread undetected for weeks.",
      "abstract": "Aggressive screening might have helped contain the coronavirus in the United States. But technical flaws, regulatory hurdles and lapses in leadership let it spread undetected for weeks.",
      "lead_paragraph": "WASHINGTON — Early on, the dozen federal officials charged with defending America against the coronavirus gathered day after day in the White House Situation Room, consumed by crises. They grappled with how to evacuate the United States consulate in Wuhan, China, ban Chinese travelers and extract Americans from the Diamond Princess and other cruise ships.",
      "publication_date": "2020-03-28T17:29:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/28/us/testing-coronavirus-pandemic.html",
      "byline": "By Michael D. Shear, Abby Goodnough, Sheila Kaplan, Sheri Fink, Katie Thomas and Noah Weiland"
    },
    {
      "headline": "Is the U.S. Headed Toward a Short British-Style Election?",
      "snippet": "Party conventions are in jeopardy, campaigning is on hold and local candidates are playing the role of good Samaritan instead of traditional politician.",
      "abstract": "Party conventions are in jeopardy, campaigning is on hold and local candidates are playing the role of good Samaritan instead of traditional politician.",
      "lead_paragraph": "From the White House to the county courthouse, the coronavirus pandemic has drastically upended the 2020 elections.",
      "publication_date": "2020-03-29T08:39:35+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/29/us/2020-elections-coronavirus.html",
      "byline": "By Jonathan Martin, Reid J. Epstein and Maggie Haberman"
    },
    {
      "headline": "The U.S. Tried to Build a New Fleet of Ventilators. The Mission Failed.",
      "snippet": "As the coronavirus spreads, the collapse of the project helps explain America’s acute shortage.",
      "abstract": "As the coronavirus spreads, the collapse of the project helps explain America’s acute shortage.",
      "lead_paragraph": "Thirteen years ago, a group of U.S. public health officials came up with a plan to address what they regarded as one of the medical system’s crucial vulnerabilities: a shortage of ventilators.",
      "publication_date": "2020-03-29T09:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/29/business/coronavirus-us-ventilator-shortage.html",
      "byline": "By Nicholas Kulish, Sarah Kliff and Jessica Silver-Greenberg"
    },
    {
      "headline": "Tech Giants Prepared for 2016-Style Meddling. But the Threat Has Changed.",
      "snippet": "After spending billions to avoid a repeat of 2016, the tech giants are careening from crisis to crisis as their foes change tactics.",
      "abstract": "After spending billions to avoid a repeat of 2016, the tech giants are careening from crisis to crisis as their foes change tactics.",
      "lead_paragraph": "SAN FRANCISCO — The day after the New Hampshire primary last month, Facebook’s security team removed a network of fake accounts that originated in Iran, which had posted divisive partisan messages about the U.S. election inside private Facebook groups.",
      "publication_date": "2020-03-29T17:49:17+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/03/29/technology/facebook-google-twitter-november-election.html",
      "byline": "By Kevin Roose, Sheera Frenkel and Nicole Perlroth"
    },
    {
      "headline": "China Created a Fail-Safe System to Track Contagions. It Failed.",
      "snippet": "After SARS, Chinese health officials built an infectious disease reporting system to evade political meddling. But when the coronavirus emerged, so did fears of upsetting Beijing.",
      "abstract": "After SARS, Chinese health officials built an infectious disease reporting system to evade political meddling. But when the coronavirus emerged, so did fears of upsetting Beijing.",
      "lead_paragraph": "The alarm system was ready. Scarred by the SARS epidemic that erupted in 2002, China had created an infectious disease reporting system that officials said was world-class: fast, thorough and, just as important, immune from meddling.",
      "publication_date": "2020-03-29T19:18:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/29/world/asia/coronavirus-china.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Bail Out Journalists. Let Newspaper Chains Die.",
      "snippet": "The coronavirus is likely to hasten the end of advertising-driven media, our columnist writes. And government should not rescue it.",
      "abstract": "The coronavirus is likely to hasten the end of advertising-driven media, our columnist writes. And government should not rescue it.",
      "lead_paragraph": "Elizabeth Green was musing the other day about buying 261 newspapers.",
      "publication_date": "2020-03-29T22:17:50+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/03/29/business/coronavirus-journalists-newspapers.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "Coronavirus Slowdown in Seattle Suggests Restrictions Are Working",
      "snippet": "Officials in Washington State worry that their gains are precarious, but they see evidence that containment strategies have lowered the rate of virus transmission.",
      "abstract": "Officials in Washington State worry that their gains are precarious, but they see evidence that containment strategies have lowered the rate of virus transmission.",
      "lead_paragraph": "SEATTLE — The Seattle area, home of the first known coronavirus case in the United States and the place where the virus claimed 37 of its first 50 victims, is now seeing evidence that strict containment strategies, imposed in the earliest days of the outbreak, are beginning to pay off — at least for now.",
      "publication_date": "2020-03-29T23:03:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/29/us/seattle-washington-state-coronavirus-transmission-rate.html",
      "byline": "By Mike Baker"
    },
    {
      "headline": "Trump Extends Social Distancing Guidelines Through End of April",
      "snippet": "The president, facing grim figures from his health advisers, starkly reversed an earlier upbeat assessment that the country could relax the guidelines by Easter.",
      "abstract": "The president, facing grim figures from his health advisers, starkly reversed an earlier upbeat assessment that the country could relax the guidelines by Easter.",
      "lead_paragraph": "WASHINGTON — President Trump retreated Sunday from his desire to relax coronavirus guidelines by Easter, announcing instead that all Americans must continue to avoid nonessential travel, going to work, eating at bars and restaurants, or gathering in groups of more than 10 for at least another month and perhaps until June.",
      "publication_date": "2020-03-29T23:53:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/29/us/politics/trump-coronavirus-guidelines.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "Scary Times for U.S. Companies Spell Boom for Restructuring Advisers",
      "snippet": "Corporations are saving cash, cutting costs and refinancing debt to manage the economic fallout of the coronavirus. Restructuring and bankruptcy experts are already getting calls.",
      "abstract": "Corporations are saving cash, cutting costs and refinancing debt to manage the economic fallout of the coronavirus. Restructuring and bankruptcy experts are already getting calls.",
      "lead_paragraph": "Freedom Mortgage, one of the nation’s largest mortgage lenders, is looking for additional financing as millions of homeowners are expected to stop making mortgage payments. The Cheesecake Factory said this past week it wouldn’t be able to make rent payments on its leases because of lost business. And giant companies from Kraft Heinz to Ford have tapped billions of dollars in credit from banks in preparation for an uncertain future.",
      "publication_date": "2020-03-30T07:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/03/30/business/coronavirus-companies-restructuring-bankruptcy.html",
      "byline": "By Matthew Goldstein and Mary Williams Walsh"
    },
    {
      "headline": "Trump Won the Internet. Democrats Are Scrambling to Take It Back.",
      "snippet": "In the era of big data, memes and disinformation, the Democrats are trying to regain their digital edge as the president and his loyalists dictate the terms of debate.",
      "abstract": "In the era of big data, memes and disinformation, the Democrats are trying to regain their digital edge as the president and his loyalists dictate the terms of debate.",
      "lead_paragraph": "The deceptively edited video that purported to show Joseph R. Biden Jr. endorsing President Trump’s re-election bounced relentlessly around the internet, falsely painting the former vice president as too confused to know what office he was running for or whom he was vying to run against.",
      "publication_date": "2020-03-30T09:00:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/30/us/politics/democrats-digital-strategy.html",
      "byline": "By Jim Rutenberg and Matthew Rosenberg"
    },
    {
      "headline": "Inside G.M.’s Race to Build Ventilators, Before Trump’s Attack",
      "snippet": "The automaker and its partner, Ventec, had spent more than a week figuring out how to make thousands of the lifesaving devices when the White House said G.M. was “wasting time.”",
      "abstract": "The automaker and its partner, Ventec, had spent more than a week figuring out how to make thousands of the lifesaving devices when the White House said G.M. was “wasting time.”",
      "lead_paragraph": "While much of the U.S. economy has ground to a halt because of the coronavirus outbreak, several dozen workers in orange vests and hard hats were hauling heavy equipment on Sunday at a General Motors plant in Kokomo, Ind.",
      "publication_date": "2020-03-30T09:00:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/03/30/business/gm-ventilators-coronavirus-trump.html",
      "byline": "By Neal E. Boudette and Andrew Jacobs"
    },
    {
      "headline": "For Autocrats, and Others, Coronavirus Is a Chance to Grab Even More Power",
      "snippet": "Leaders around the world have passed emergency decrees and legislation expanding their reach during the pandemic. Will they ever relinquish them?",
      "abstract": "Leaders around the world have passed emergency decrees and legislation expanding their reach during the pandemic. Will they ever relinquish them?",
      "lead_paragraph": "LONDON — In Hungary, the prime minister can now rule by decree. In Britain, ministers have what a critic called “eye-watering” power to detain people and close borders. Israel’s prime minister has shut down courts and begun an intrusive surveillance of citizens. Chile has sent the military to public squares once occupied by protesters. Bolivia has postponed elections.",
      "publication_date": "2020-03-30T13:20:50+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/03/30/world/europe/coronavirus-governments-power.html",
      "byline": "By Selam Gebrekidan"
    }
  ]
}