{
  "metadata": {
    "date": "2020-08-28",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "TikTok Is Said to Wrestle With Two Competing Offers",
      "snippet": "The sale of the video app’s U.S. operations is entering its final stages, with two groups having submitted bids.",
      "abstract": "The sale of the video app’s U.S. operations is entering its final stages, with two groups having submitted bids.",
      "lead_paragraph": "SAN FRANCISCO — The race to buy TikTok’s U.S. operations has entered its final stages, with two groups submitting bids for the video app, said three people involved in the deal talks. One of the bids was from Microsoft and Walmart, which have teamed up, and the other was from Oracle and could include a coalition of investors, they said.",
      "publication_date": "2020-08-27T16:19:49+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/27/technology/walmart-tiktok-deal.html",
      "byline": "By Mike Isaac"
    },
    {
      "headline": "Bon Appétit’s Next Editor in Chief Is a Book-World Star",
      "snippet": "Dawn Davis, who will become one of the few Black top editors in Condé Nast’s history, will oversee a brand where many workers have complained of discrimination.",
      "abstract": "Dawn Davis, who will become one of the few Black top editors in Condé Nast’s history, will oversee a brand where many workers have complained of discrimination.",
      "lead_paragraph": "Bon Appétit, the multimedia food-journalism outlet that has experienced a summer of racial strife in the workplace, has a new editor in chief: Dawn Davis, a prominent editor and executive who has been one of the few Black power players in the book world.",
      "publication_date": "2020-08-27T17:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/27/business/media/bon-appetit-dawn-davis-editor.html",
      "byline": "By Marc Tracy"
    },
    {
      "headline": "Unemployment Claims Are ‘Stubbornly High’ as Layoffs Persist",
      "snippet": "New filings again exceeded one million last week, and an extra $300 in jobless pay may not show up before mid-September in most states.",
      "abstract": "New filings again exceeded one million last week, and an extra $300 in jobless pay may not show up before mid-September in most states.",
      "lead_paragraph": "Just over one million Americans filed new claims for state jobless benefits last week, the latest sign that the economy is losing momentum just as federal aid to the unemployed has been pulled away.",
      "publication_date": "2020-08-27T17:28:55+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/27/business/economy/unemployment-claims.html",
      "byline": "By Ben Casselman"
    },
    {
      "headline": "Instead of Evolving as President, Trump Has Bent the Job to His Will",
      "snippet": "In a 40-minute phone call this week, Mr. Trump struggled to describe how he has changed in office. “I think I’ve just become more guarded than I was four years ago,” he said.",
      "abstract": "In a 40-minute phone call this week, Mr. Trump struggled to describe how he has changed in office. “I think I’ve just become more guarded than I was four years ago,” he said.",
      "lead_paragraph": "WASHINGTON — For a man on the edge of history, President Trump sounded calm and relaxed. If he believes that he is on the verge of losing, he betrayed no sign of it. Instead, he trotted out one of his favorite polls, boasted about his popularity with Republican voters and talked about his convention’s television ratings.",
      "publication_date": "2020-08-27T23:59:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/27/us/politics/donald-trump.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Trump Heads Into General Election He Casts as a Crusade for Law and Order",
      "snippet": "As the president accepted the nomination for a second term, he baselessly accused Democrats of giving “free rein” to violent anarchists and criminals, while allies provided explicit rebuttals to his vulnerabilities on racism, sexism and the corona...",
      "abstract": "As the president accepted the nomination for a second term, he baselessly accused Democrats of giving “free rein” to violent anarchists and criminals, while allies provided explicit rebuttals to his vulnerabilities on racism, sexism and the coronavirus.",
      "lead_paragraph": "President Trump accepted the Republican Party’s nomination for a second term on Thursday, joining a general-election contest against Joseph R. Biden Jr. that he and his party cast this week as a crusade against left-wing ideology and violent social disorder, fought against the backdrop of a virus that Republicans largely described as a temporary handicap on the economy.",
      "publication_date": "2020-08-28T00:01:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/27/us/politics/republican-national-convention-recap.html",
      "byline": "By Alexander Burns and Maggie Haberman"
    },
    {
      "headline": "Suspect in Kenosha Killings Lionized the Police",
      "snippet": "Kyle Rittenhouse, accused of killing two people during protests of a police shooting, faces six criminal counts. His social media accounts showed strong support for officers.",
      "abstract": "Kyle Rittenhouse, accused of killing two people during protests of a police shooting, faces six criminal counts. His social media accounts showed strong support for officers.",
      "lead_paragraph": "He signed up to be a cadet in a program for teenagers who aspire to be police officers. He filled his Facebook page with support for Blue Lives Matter. He sat upfront at a rally for President Trump in January, and posted images of it on TikTok. And he chose to mark his 16th birthday by raising funds for a support group for the police called Humanizing the Badge.",
      "publication_date": "2020-08-28T00:25:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/27/us/kyle-rittenhouse-kenosha.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Hurricane Laura Carves Destructive Path Across Louisiana",
      "snippet": "Although the storm surge was less than projected, Laura was responsible for at least six deaths and extensive property damage.",
      "abstract": "Although the storm surge was less than projected, Laura was responsible for at least six deaths and extensive property damage.",
      "lead_paragraph": "[Follow our live Hurricane Sally updates and our map tracker.]",
      "publication_date": "2020-08-28T01:08:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/27/us/hurricane-laura-damage.html",
      "byline": "By Rick Rojas, Manny Fernandez and Richard Fausset"
    },
    {
      "headline": "In Bid for TikTok, Microsoft Flexes Its Power in Washington",
      "snippet": "The tech giant, once an example of how not to operate in the nation’s capital, now has a successful influence operation there.",
      "abstract": "The tech giant, once an example of how not to operate in the nation’s capital, now has a successful influence operation there.",
      "lead_paragraph": "SEATTLE — Microsoft’s quiet pursuit to buy TikTok suddenly appeared dead a month ago, when President Trump said he wanted to ban the popular social media app for national security reasons. So Brad Smith, the tech giant’s president, went to work.",
      "publication_date": "2020-08-28T09:00:26+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/28/technology/microsoft-tiktok-lobbying.html",
      "byline": "By Karen Weise and David McCabe"
    },
    {
      "headline": "God Is Dead. So Is the Office. These People Want to Save Both",
      "snippet": "Divinity consultants are designing sacred rituals for corporations and their spiritually depleted employees.",
      "abstract": "Divinity consultants are designing sacred rituals for corporations and their spiritually depleted employees.",
      "lead_paragraph": "In the beginning there was Covid-19, and the tribe of the white collars rent their garments, for their workdays were a formless void, and all their rituals were gone. New routines came to replace the old, but the routines were scattered, and there was chaos around how best to exit a Zoom, onboard an intern, end a workweek.",
      "publication_date": "2020-08-28T09:00:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2020/08/28/business/remote-work-spiritual-consultants.html",
      "byline": "By Nellie Bowles"
    },
    {
      "headline": "March on Washington 2020: Protesters Hope to Rekindle Spirit of 1963",
      "snippet": "Thousands gathered for a protest on Friday aiming to recall the March on Washington and the Rev. Dr. Martin Luther King Jr.’s “I Have a Dream” speech.",
      "abstract": "Thousands gathered for a protest on Friday aiming to recall the March on Washington and the Rev. Dr. Martin Luther King Jr.’s “I Have a Dream” speech.",
      "lead_paragraph": "WASHINGTON — Hours after President Trump stood on the South Lawn of the White House to rail against what he called agitators bent on destroying “the American way of life,” thousands of Americans streamed to the Lincoln Memorial, not a mile away, on Friday to deliver what frequently seemed to be a direct reply.",
      "publication_date": "2020-08-28T12:05:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/28/us/march-on-washington-2020.html",
      "byline": "By Michael Wines and Aishvarya Kavi"
    },
    {
      "headline": "A Gen-X Adviser to Biden Argues Equality Is Good for Growth",
      "snippet": "Heather Boushey is at the forefront of a generation of economists rethinking their discipline — just as the government deploys trillions to address a once-in-a-century emergency.",
      "abstract": "Heather Boushey is at the forefront of a generation of economists rethinking their discipline — just as the government deploys trillions to address a once-in-a-century emergency.",
      "lead_paragraph": "Heather Boushey, who is unofficially one of the top economic advisers to Joseph R. Biden Jr., does not play to type. When the progressive economist and I arranged to meet last December in a Midtown Manhattan coffee shop, I was expecting someone buttoned up, and I couldn’t find her in the room. Then she texted and waved from just a few feet away. She was wearing a Stephen Malkmus and the Jicks T-shirt — a niche band featuring the lead singer of the beloved 1990s indie group Pavement.",
      "publication_date": "2020-08-28T15:30:37+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2020/08/28/business/heather-boushey-biden-economic-inequality.html",
      "byline": "By Katy Lederer"
    },
    {
      "headline": "Spotting $62 Million in Alleged P.P.P. Fraud Was the Easy Part",
      "snippet": "Investigators have charged big spenders with cheating the Paycheck Protection Program for small businesses. But more fraud lies below the surface, and it’ll be harder to find.",
      "abstract": "Investigators have charged big spenders with cheating the Paycheck Protection Program for small businesses. But more fraud lies below the surface, and it’ll be harder to find.",
      "lead_paragraph": "The criminal complaints read like catalogs of luxury bling: a diamond-laden $52,000 Rolex, a gambling spree at the Bellagio, two Lamborghinis, a pair of Cadillac Escalades, a Rolls-Royce. All that and more, law enforcement officials said, was financed through schemes to defraud the federal government’s signature coronavirus relief program for small businesses.",
      "publication_date": "2020-08-28T15:39:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/28/business/ppp-small-business-fraud-coronavirus.html",
      "byline": "By Stacy Cowley"
    }
  ]
}