{
  "metadata": {
    "date": "2020-05-18",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Mortgage Relief That Comes With a $4,000 Bill",
      "snippet": "Borrowers with privately held mortgages don’t have the same options as those with government-backed loans. Some are being told they can skip payments, if they make them up all at once.",
      "abstract": "Borrowers with privately held mortgages don’t have the same options as those with government-backed loans. Some are being told they can skip payments, if they make them up all at once.",
      "lead_paragraph": "As the owner of a small marketing agency in central Florida, Edith Duran quickly found herself in a difficult spot as the coronavirus pandemic crippled the local businesses she counts as clients. She couldn’t draw her full salary in February, and by March, she was seeking relief on her mortgage.",
      "publication_date": "2020-05-15T20:12:46+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/15/business/coronavirus-mortgage-relief.html",
      "byline": "By Tara Siegel Bernard"
    },
    {
      "headline": "J.C. Penney, 118-Year-Old Department Store, Files for Bankruptcy",
      "snippet": "The chain’s move came after J. Crew and the Neiman Marcus Group filed, and represented the biggest casualty amid retail closures tied to the coronavirus pandemic.",
      "abstract": "The chain’s move came after J. Crew and the Neiman Marcus Group filed, and represented the biggest casualty amid retail closures tied to the coronavirus pandemic.",
      "lead_paragraph": "J.C. Penney, with its budget-friendly clothing for families and reliable home furnishings, was for years a cornerstone of American malls and an undeniable success story. What started as a humble dry goods store in Wyoming in 1902 was a century later a national chain with a household name and more than 1,000 locations.",
      "publication_date": "2020-05-15T22:36:57+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/15/business/jc-penney-bankruptcy-coronavirus.html",
      "byline": "By Sapna Maheshwari and Michael Corkery"
    },
    {
      "headline": "A Sitting President, Riling the Nation During a Crisis",
      "snippet": "By smearing his opponents, championing conspiracy theories and pursuing vendettas, President Tru​mp has reverted to his darkest political tactics in spite of a pandemic hurting millions of Americans.",
      "abstract": "By smearing his opponents, championing conspiracy theories and pursuing vendettas, President Tru​mp has reverted to his darkest political tactics in spite of a pandemic hurting millions of Americans.",
      "lead_paragraph": "​​Even by President Trump’s standards, it was a rampage: He attacked a government whistle-blower who was telling Congress that the coronavirus pandemic had been mismanaged. He criticized the governor of Pennsylvania, who has resisted reopening businesses. He railed against former President Barack Obama, linking him to a conspiracy theory and demanding he answer questions before the Senate about the federal investigation of Michael T. Flynn.",
      "publication_date": "2020-05-15T23:44:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/15/us/politics/president-trump-coronavirus-pandemic-response.html",
      "byline": "By Alexander Burns, Maggie Haberman, Jonathan Martin and Nick Corasaniti"
    },
    {
      "headline": "In Financial Trouble? Track Everything Companies Tell You",
      "snippet": "Call centers are short staffed, and employees are scattered. Mistakes are inevitable. Document any changes and offers of relief, just to be safe.",
      "abstract": "Call centers are short staffed, and employees are scattered. Mistakes are inevitable. Document any changes and offers of relief, just to be safe.",
      "lead_paragraph": "Every financial services company has a coronavirus relief page on its website right now, filled with reassuring language about the assistance on offer. Federal laws and regulations are supposed to make it easier to get help.",
      "publication_date": "2020-05-16T07:00:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/16/business/coronavirus-financial-help.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "Now More Than Ever, Facebook Is a ‘Mark Zuckerberg Production’",
      "snippet": "For years, he was an obsessive C.E.O. in some ways, distant in others. Then Facebook’s problems became too acute to leave to anyone else.",
      "abstract": "For years, he was an obsessive C.E.O. in some ways, distant in others. Then Facebook’s problems became too acute to leave to anyone else.",
      "lead_paragraph": "SAN FRANCISCO — On Jan. 27, at a regularly scheduled Monday morning meeting with top executives at Facebook, Mark Zuckerberg turned the agenda to the coronavirus. For weeks, he told his staff, he had been hearing from global health care experts that the virus had the makings of a pandemic, and now Facebook needed to prepare for a worst-case scenario — one in which the company’s ability to combat misinformation, scammers and conspiracy theorists would be tested as never before.",
      "publication_date": "2020-05-16T09:00:15+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2020/05/16/technology/zuckerberg-facebook-coronavirus.html",
      "byline": "By Mike Isaac, Sheera Frenkel and Cecilia Kang"
    },
    {
      "headline": "Stacey Abrams Wants More Than the Vice Presidency",
      "snippet": "She wants the Democrats to reach a different kind of swing voter — those who otherwise stay home. And she says she can help Joe Biden do it.",
      "abstract": "She wants the Democrats to reach a different kind of swing voter — those who otherwise stay home. And she says she can help Joe Biden do it.",
      "lead_paragraph": "The clapping hands appeared on the screen — one, two, a flurry of emojis — flashing under the Facebook Live feed of the former minority leader of the Georgia House of Representatives, Stacey Abrams. It was the socially distanced derivative of the applause she has often encountered in the past year or so, since her narrow loss in the race for governor of Georgia in 2018.",
      "publication_date": "2020-05-16T09:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/16/us/joe-biden-stacey-abrams-vp.html",
      "byline": "By Elaina Plott"
    },
    {
      "headline": "Stuck at Home, Men in Japan Learn to Help. Will It Last?",
      "snippet": "The coronavirus pandemic is exposing like never before the severe disparities in how Japanese couples divide household work.",
      "abstract": "The coronavirus pandemic is exposing like never before the severe disparities in how Japanese couples divide household work.",
      "lead_paragraph": "TOKYO — Susumu Kataoka was just looking for a diversion from long days sheltering at home with his family during the coronavirus outbreak. He grabbed his drone and took it for a spin around their Tokyo house, snapping some pictures and posting them on Facebook.",
      "publication_date": "2020-05-16T09:00:15+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/16/world/asia/coronavirus-japan-household-work.html",
      "byline": "By Motoko Rich"
    },
    {
      "headline": "Why Bombs Made in America Have Been Killing Civilians in Yemen",
      "snippet": "President Trump sees arms deals as jobs generators for firms like Raytheon, which has made billions in sales to the Saudi coalition. The Obama administration initially backed the Saudis too, but later regretted it as thousands died.",
      "abstract": "President Trump sees arms deals as jobs generators for firms like Raytheon, which has made billions in sales to the Saudi coalition. The Obama administration initially backed the Saudis too, but later regretted it as thousands died.",
      "lead_paragraph": "Year after year, the bombs fell — on wedding tents, funeral halls, fishing boats and a school bus, killing thousands of civilians and helping turn Yemen into the world’s worst humanitarian crisis.",
      "publication_date": "2020-05-16T09:00:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/16/us/arms-deals-raytheon-yemen.html",
      "byline": "By Michael LaForgia and Walt Bogdanich"
    },
    {
      "headline": "Coronavirus Cases Slow in U.S., but the Big Picture Remains Tenuous",
      "snippet": "Reports of new cases have declined nationally, and deaths have slowed. But reopening plans leave unanswered questions.",
      "abstract": "Reports of new cases have declined nationally, and deaths have slowed. But reopening plans leave unanswered questions.",
      "lead_paragraph": "CHICAGO — The number of new coronavirus cases confirmed in the United States has steadily declined in recent days. In New York, the figure has dropped over the past month. The numbers have also plunged in hard-hit Massachusetts and Rhode Island, and some states, including Vermont, Hawaii and Alaska, are reporting few new cases at all.",
      "publication_date": "2020-05-16T13:35:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/16/us/coronavirus-united-states.html",
      "byline": "By Julie Bosman, Amy Harmon and Mitch Smith"
    },
    {
      "headline": "How Washington Learned to Embrace the Budget Deficit",
      "snippet": "Many economists who once warned of mounting debt are now urging lawmakers to spend more to combat economic pain from coronavirus.",
      "abstract": "Many economists who once warned of mounting debt are now urging lawmakers to spend more to combat economic pain from coronavirus.",
      "lead_paragraph": "WASHINGTON — This month, the federal government said it would borrow a record-breaking $3 trillion from April to June to help businesses and workers get through the coronavirus-induced recession. In April alone, the United States recorded a larger budget deficit in a single month than it did for all of the 2017 fiscal year, a total of $738 billion.",
      "publication_date": "2020-05-16T16:36:45+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/16/business/deficits-virus-economists-trump.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "Seeking: Big Democratic Ideas That Make Everything Better",
      "snippet": "By the end of primary season, the Democratic Party had all but settled on a conventional center-left agenda. But the pandemic is forcing the Biden campaign and other leaders to redraw plans for 2021.",
      "abstract": "By the end of primary season, the Democratic Party had all but settled on a conventional center-left agenda. But the pandemic is forcing the Biden campaign and other leaders to redraw plans for 2021.",
      "lead_paragraph": "More than 36 million Americans are suddenly unemployed. Congress has allocated $2.2 trillion in aid, with more likely to be on the way as a fight looms over government debt. Millions more people are losing their health insurance and struggling to take care of their children and aging relatives. And nearly 90,000 are dead in a continuing public health catastrophe.",
      "publication_date": "2020-05-17T08:35:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/17/us/politics/joe-biden-economy-democrats.html",
      "byline": "By Alexander Burns"
    },
    {
      "headline": "Oil Prices Are Coming Back as Demand Rises",
      "snippet": "The U.S. benchmark reached $32 a barrel, a month after briefly falling below zero, but it’s still far from where it was before the pandemic.",
      "abstract": "The U.S. benchmark reached $32 a barrel, a month after briefly falling below zero, but it’s still far from where it was before the pandemic.",
      "lead_paragraph": "HOUSTON — Driving in the United States and Europe is picking up a little. Refineries in China are buying more oil as that country’s economy reopens. Saudi Arabia and Russia ended their price war and slashed production, and American oil companies are decommissioning rigs and shutting wells.",
      "publication_date": "2020-05-17T09:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/17/business/energy-environment/oil-prices-rebound-coronavirus.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "As Cable TV Fades, Fearing ‘the End of Comedy Central’",
      "snippet": "The network that made the careers of Dave Chappelle, Stephen Colbert and Amy Schumer has laid off top executives while looking to make shows that are cheaper to produce.",
      "abstract": "The network that made the careers of Dave Chappelle, Stephen Colbert and Amy Schumer has laid off top executives while looking to make shows that are cheaper to produce.",
      "lead_paragraph": "Last year there were signs of hope for Comedy Central. Trevor Noah, the host of “The Daily Show” since 2015, had found his footing. New series like “The Other Two” and “South Side” got strong reviews. Awkwafina, the breakout star of “Crazy Rich Asians” and “The Farewell,” came aboard for a new show.",
      "publication_date": "2020-05-17T11:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/17/business/media/comedy-central-tv-streaming.html",
      "byline": "By John Koblin"
    },
    {
      "headline": "Autoworkers Are Returning as Carmakers Gradually Crank Up Factories",
      "snippet": "After being idle for nearly two months, G.M., Ford and Fiat Chrysler will restart assembly plants on Monday with masks, gloves and curtains.",
      "abstract": "After being idle for nearly two months, G.M., Ford and Fiat Chrysler will restart assembly plants on Monday with masks, gloves and curtains.",
      "lead_paragraph": "After sheltering at home for nearly two months, tens of thousands of autoworkers have started streaming back into car and truck plants across the South and Midwest, a critical step toward bringing the nation’s largest manufacturing industry back to life.",
      "publication_date": "2020-05-17T16:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/17/business/coronavirus-auto-manufacturing-restart.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "Inspector General’s Firing Puts Pompeo’s Use of Taxpayer Funds Under Scrutiny",
      "snippet": "Accusations of improperly using government resources have trailed the secretary of state, but President Trump’s move to fire the State Department inspector general has handed Democrats a new weapon.",
      "abstract": "Accusations of improperly using government resources have trailed the secretary of state, but President Trump’s move to fire the State Department inspector general has handed Democrats a new weapon.",
      "lead_paragraph": "WASHINGTON — Secretary of State Mike Pompeo swatted away questions about his use of government resources again and again last year.",
      "publication_date": "2020-05-17T23:51:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/17/us/politics/pompeo-inspector-general-steve-linick.html",
      "byline": "By Edward Wong"
    },
    {
      "headline": "Is Ronan Farrow Too Good to Be True?",
      "snippet": "He has delivered revelatory reporting on some of the defining stories of our time. But a close examination reveals the weaknesses in what may be called an era of resistance journalism.",
      "abstract": "He has delivered revelatory reporting on some of the defining stories of our time. But a close examination reveals the weaknesses in what may be called an era of resistance journalism.",
      "lead_paragraph": "It was a breathtaking story, written by The New Yorker’s marquee reporter and published with an attention-grabbing headline: “Missing Files Motivated the Leak of Michael Cohen’s Financial Records.”",
      "publication_date": "2020-05-17T23:51:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/17/business/media/ronan-farrow.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "SoftBank in Crisis Amid Record Losses",
      "snippet": "Its flagship tech fund is underwater, annual losses are huge and a key board member departed, as the firm faces the coronavirus and a tech slump.",
      "abstract": "Its flagship tech fund is underwater, annual losses are huge and a key board member departed, as the firm faces the coronavirus and a tech slump.",
      "lead_paragraph": "TOKYO — His flagship tech fund is losing money. His company just posted billions in losses. And a key ally, the Chinese technology mogul Jack Ma, stepped aside.",
      "publication_date": "2020-05-18T03:58:04+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/17/technology/softbank-jack-ma.html",
      "byline": "By Ben Dooley and Erin Griffith"
    },
    {
      "headline": "‘License to Kill’: Inside Rio’s Record Year of Police Killings",
      "snippet": "A Times analysis found officers shoot without restraint, protected by their bosses and by politicians, certain that illegal killings will not be held against them.",
      "abstract": "A Times analysis found officers shoot without restraint, protected by their bosses and by politicians, certain that illegal killings will not be held against them.",
      "lead_paragraph": "RIO DE JANEIRO — Rodrigo dos Santos, 16, was speeding downhill on a motorcycle in Rio de Janeiro, a knapsack packed with marijuana, cocaine and pellets of crack on his back, when two police officers raised their rifles at him.",
      "publication_date": "2020-05-18T07:00:19+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/18/world/americas/brazil-rio-police-violence.html",
      "byline": "By Manuela Andreoni, Ernesto Londoño and Dado Galdieri"
    },
    {
      "headline": "Freed by Court Ruling, Republicans Step Up Effort to Patrol Voting",
      "snippet": "Officials seek to recruit 50,000 poll watchers and spend millions to fight voter fraud. Democrats say the real goal is to stop them from voting.",
      "abstract": "Officials seek to recruit 50,000 poll watchers and spend millions to fight voter fraud. Democrats say the real goal is to stop them from voting.",
      "lead_paragraph": "WASHINGTON — Six months before a presidential election in which turnout could matter more than persuasion, the Republican Party, the Trump campaign and conservative activists are mounting an aggressive national effort to shape who gets to vote in November — and whose ballots are counted.",
      "publication_date": "2020-05-18T09:00:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/18/us/Voting-republicans-trump.html",
      "byline": "By Michael Wines"
    }
  ]
}