{
  "metadata": {
    "date": "2020-05-13",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Supreme Court Hints at Split Decision in Two Cases on Obtaining Trump’s Financial Records",
      "snippet": "A majority of justices seemed skeptical of an effort by three House committees, but they seemed more sympathetic to the argument of the Manhattan district attorney.",
      "abstract": "A majority of justices seemed skeptical of an effort by three House committees, but they seemed more sympathetic to the argument of the Manhattan district attorney.",
      "lead_paragraph": "WASHINGTON — The Supreme Court heard more than three hours of arguments on Tuesday on the powers of the presidency and whether they protect President Trump from the prosecutors and House committees seeking to obtain troves of information about his business affairs.",
      "publication_date": "2020-05-12T16:11:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/12/us/supreme-court-trump-tax-returns.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Latin America’s Outbreaks Now Rival Europe’s. But Its Options Are Worse.",
      "snippet": "An analysis by The New York Times found some cities in Latin America have seen spikes in fatalities that match the worst of the pandemic elsewhere.",
      "abstract": "An analysis by The New York Times found some cities in Latin America have seen spikes in fatalities that match the worst of the pandemic elsewhere.",
      "lead_paragraph": "Deaths doubled in Lima, rivaling the worst month of the pandemic in Paris. They tripled in Manaus, a metropolis tucked deep in Brazil’s Amazon — a surge similar to what London and Madrid endured.",
      "publication_date": "2020-05-12T19:43:42+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/12/world/americas/latin-america-virus-death.html",
      "byline": "By Anatoly Kurmanaev, Manuela Andreoni, Letícia Casado and Mitra Taj"
    },
    {
      "headline": "At Senate Hearing, Government Experts Paint Bleak Picture of the Pandemic",
      "snippet": "The downbeat assessment of Dr. Anthony S. Fauci and Dr. Robert R. Redfield contradicted President Trump’s growing insistence that the nation has put the coronavirus behind it.",
      "abstract": "The downbeat assessment of Dr. Anthony S. Fauci and Dr. Robert R. Redfield contradicted President Trump’s growing insistence that the nation has put the coronavirus behind it.",
      "lead_paragraph": "WASHINGTON — Two of the federal government’s top health officials painted a grim picture of the months ahead on Tuesday, warning a Senate panel that the coronavirus pandemic was far from contained, just a day after President Trump declared that “we have met the moment and we have prevailed.”",
      "publication_date": "2020-05-12T20:06:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/12/us/politics/coronavirus-dr-fauci-robert-redfield.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "In Israel, Modern Medicine Grapples With Ghosts of the Third Reich",
      "snippet": "A Palestinian surgeon, a Jewish patient, a Nazi medical text — and an unlikely bond.",
      "abstract": "A Palestinian surgeon, a Jewish patient, a Nazi medical text — and an unlikely bond.",
      "lead_paragraph": "JERUSALEM — The explosion flung him skyward, legs first, before he crashed to the ground.",
      "publication_date": "2020-05-12T20:36:24+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/12/world/middleeast/nazi-medical-text-israel.html",
      "byline": "By Isabel Kershner"
    },
    {
      "headline": "A Flower Shop Reinvented to Reopen",
      "snippet": "How a small florist in Oakland, Calif., navigated a minefield of rules to sell on the make-or-break Mother’s Day weekend.",
      "abstract": "How a small florist in Oakland, Calif., navigated a minefield of rules to sell on the make-or-break Mother’s Day weekend.",
      "lead_paragraph": "OAKLAND, Calif. — Elizabeth Wardman was driving to San Francisco’s wholesale flower market last week when she heard on the radio that California was going to allow florists to reopen for Mother’s Day as part of an easing of coronavirus lockdown rules.",
      "publication_date": "2020-05-12T21:49:42+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/12/business/coronavirus-small-business-california-reopening.html",
      "byline": "By Daisuke Wakabayashi"
    },
    {
      "headline": "Judge Hesitates to Accept Justice Dept. Move to Drop Flynn Charge",
      "snippet": "Law enforcement officials’ abrupt decision to end the case drew accusations from former colleagues that they had undermined the rule of law.",
      "abstract": "Law enforcement officials’ abrupt decision to end the case drew accusations from former colleagues that they had undermined the rule of law.",
      "lead_paragraph": "WASHINGTON — A federal judge overseeing the criminal case of President Trump’s former national security adviser Michael T. Flynn opened the door late Tuesday for legal experts and other outside parties to oppose the Justice Department’s motion to drop the case, suggesting he has at least some skepticism about the government’s argument that Mr. Flynn should never have been charged.",
      "publication_date": "2020-05-13T01:16:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/12/us/politics/michael-flynn-charge-judge.html",
      "byline": "By Sharon LaFraniere"
    },
    {
      "headline": "The Pandemic Will Permanently Change the Auto Industry",
      "snippet": "Plunging sales could force factories to close and lead to takeovers and mergers, but also bolster sales of electric cars.",
      "abstract": "Plunging sales could force factories to close and lead to takeovers and mergers, but also bolster sales of electric cars.",
      "lead_paragraph": "FRANKFURT — Some automakers may emerge stronger, others too weak to survive on their own. Factories will shut down. The pressure to go electric could become more intense.",
      "publication_date": "2020-05-13T07:06:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/13/business/auto-industry-pandemic.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "Biden Has an Edge on Trump. So Why Are Democrats Worried?",
      "snippet": "The former vice president has unified the party and is leading in the polls. But some Democrats say he faces familiar challenges, including slow decision-making and flaws in his digital operation.",
      "abstract": "The former vice president has unified the party and is leading in the polls. But some Democrats say he faces familiar challenges, including slow decision-making and flaws in his digital operation.",
      "lead_paragraph": "In his first weeks as the presumptive Democratic nominee, Joseph R. Biden Jr. went days at a time with no public events. His campaign staff in early April was about half the size of Hillary Clinton’s at the same time in 2016. A much-touted virtual rally last week was riddled with glitches. And Mr. Biden and his advisers remain stuck at home, uncertain if their Philadelphia headquarters will ever reopen.",
      "publication_date": "2020-05-13T09:00:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/13/us/politics/joe-biden-donald-trump-2020.html",
      "byline": "By Katie Glueck, Lisa Lerer, Shane Goldmacher and Alexander Burns"
    },
    {
      "headline": "Fed Chair Warns the Economy May Need More as Congress Hesitates",
      "snippet": "Jerome H. Powell pointed to potentially dire consequences if a lasting economic downturn is not averted with forceful policies.",
      "abstract": "Jerome H. Powell pointed to potentially dire consequences if a lasting economic downturn is not averted with forceful policies.",
      "lead_paragraph": "The Federal Reserve chair, Jerome H. Powell, delivered a stark warning on Wednesday that the United States was experiencing an economic hit “without modern precedent,” one that could permanently damage the economy if Congress and the White House did not provide sufficient financial support to prevent a wave of bankruptcies and prolonged joblessness.",
      "publication_date": "2020-05-13T13:02:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/05/13/business/economy/fed-chair-powell-economy-virus-support.html",
      "byline": "By Jeanna Smialek, Jim Tankersley and Emily Cochrane"
    },
    {
      "headline": "Get Ready for a Vaccine Information War",
      "snippet": "Social media is already filling up with misinformation about a Covid-19 vaccine, months or years before one even exists.",
      "abstract": "Social media is already filling up with misinformation about a Covid-19 vaccine, months or years before one even exists.",
      "lead_paragraph": "The other night, midway through watching a clip from “Plandemic” — a documentary that went viral on social media last week, spreading baseless lies and debunked nonsense about the coronavirus to millions of Americans overnight — I had a terrifying thought:",
      "publication_date": "2020-05-13T15:00:07+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/05/13/technology/coronavirus-vaccine-disinformation.html",
      "byline": "By Kevin Roose"
    }
  ]
}