{
  "metadata": {
    "date": "2020-01-27",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Fear of Virus Ruins the ‘Happiest Day’ for Millions of Chinese",
      "snippet": "In the city at the center of the epidemic, Lunar New Year celebrations were subdued while residents worried about sick family members and life under lockdown.",
      "abstract": "In the city at the center of the epidemic, Lunar New Year celebrations were subdued while residents worried about sick family members and life under lockdown.",
      "lead_paragraph": "WUHAN, China — The Lunar New Year festivities were just hours away, but instead of helping to prepare a joyous family banquet, Chen Yanming stood anxiously outside a hospital where her father was being tested for a dangerous new virus.",
      "publication_date": "2020-01-24T18:42:31+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/24/world/asia/wuhan-virus.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Have a Search Warrant for Data? Google Wants You to Pay",
      "snippet": "The tech giant has begun charging U.S. law enforcement for responses to search warrants and subpoenas.",
      "abstract": "The tech giant has begun charging U.S. law enforcement for responses to search warrants and subpoenas.",
      "lead_paragraph": "Facing an increasing number of requests for its users’ information, Google began charging law enforcement and other government agencies this month for legal demands seeking data such as emails, location tracking information and search queries.",
      "publication_date": "2020-01-24T23:09:35+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/24/technology/google-search-warrants-legal-fees.html",
      "byline": "By Gabriel J.X. Dance and Jennifer Valentino-DeVries"
    },
    {
      "headline": "Lev Parnas Says He Has Recording of Trump Calling for Ambassador’s Firing",
      "snippet": "The former associate of Rudolph W. Giuliani said through his lawyer that he had given the recording to the House Intelligence Committee for use in the impeachment inquiry.",
      "abstract": "The former associate of Rudolph W. Giuliani said through his lawyer that he had given the recording to the House Intelligence Committee for use in the impeachment inquiry.",
      "lead_paragraph": "WASHINGTON — A former associate of Rudolph W. Giuliani, President Trump’s personal lawyer, said on Friday that he had turned over to congressional Democrats a recording from 2018 of the president ordering the removal of Marie L. Yovanovitch as the United States ambassador to Ukraine.",
      "publication_date": "2020-01-24T23:23:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/24/us/politics/trump-recording-yovanovitch.html",
      "byline": "By Kenneth P. Vogel and Ben Protess"
    },
    {
      "headline": "Few G.O.P. Senators Display Any Hint of Being Swayed by Democrats’ Arguments",
      "snippet": "While the Senate verdict on impeachment could come soon, the public judgment will not be rendered until November.",
      "abstract": "While the Senate verdict on impeachment could come soon, the public judgment will not be rendered until November.",
      "lead_paragraph": "WASHINGTON — House Democrats were prepared and passionate as they laid out over three draining days in the Senate a detailed argument for impeaching and removing President Trump. What they do not appear to have been is persuasive to the critical handful of Republicans who hold the key to their immediate objective: gaining access to witnesses and documents that could cement their case.",
      "publication_date": "2020-01-25T00:30:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/24/us/politics/senate-republicans-trump-impeachment.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "Branding Trump a Danger, Democrats Cap the Case for His Removal",
      "snippet": "On the final day of their oral arguments, House impeachment managers called President Trump a danger to the nation.",
      "abstract": "On the final day of their oral arguments, House impeachment managers called President Trump a danger to the nation.",
      "lead_paragraph": "WASHINGTON — House Democrats concluded their arguments against President Trump on Friday by portraying his pressure campaign on Ukraine as part of a dangerous pattern of Russian appeasement that demanded his removal from office.",
      "publication_date": "2020-01-25T01:55:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/24/us/politics/democrats-impeachment-trial.html",
      "byline": "By Nicholas Fandos"
    },
    {
      "headline": "Sanders Seizes Lead in Volatile Iowa Race, Times Poll Finds",
      "snippet": "With solid support from liberals, Mr. Sanders appears to be peaking just as the caucuses approach. But many Iowa voters said they could still change their mind.",
      "abstract": "With solid support from liberals, Mr. Sanders appears to be peaking just as the caucuses approach. But many Iowa voters said they could still change their mind.",
      "lead_paragraph": "DES MOINES — Senator Bernie Sanders has opened up a lead in Iowa just over a week before the Democratic caucuses, consolidating support from liberals and benefiting from divisions among more moderate presidential candidates who are clustered behind him, according to a New York Times/Siena College poll of likely caucusgoers.",
      "publication_date": "2020-01-25T10:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/25/us/politics/democratic-iowa-poll-sanders.html",
      "byline": "By Jonathan Martin and Sydney Ember"
    },
    {
      "headline": "Your Credit Score May Soon Change. Here’s Why.",
      "snippet": "FICO is tweaking its all-important formula. Scores will rise for about 40 million people and drop for another 40 million.",
      "abstract": "FICO is tweaking its all-important formula. Scores will rise for about 40 million people and drop for another 40 million.",
      "lead_paragraph": "Your credit score — that all-important passport within the financial world — may be about to change. And it won’t necessarily be because of anything you did or didn’t do.",
      "publication_date": "2020-01-25T10:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/25/business/credit-score-fico-change.html",
      "byline": "By Tara Siegel Bernard"
    },
    {
      "headline": "China’s Omnivorous Markets Are in the Eye of a Lethal Outbreak Once Again",
      "snippet": "The coronavirus that has spread from Wuhan has been linked to the sale of live wildlife at a market that experts describe as a perfect incubator for novel pathogens.",
      "abstract": "The coronavirus that has spread from Wuhan has been linked to the sale of live wildlife at a market that experts describe as a perfect incubator for novel pathogens.",
      "lead_paragraph": "LANGFANG, China — The typical market in China has fruits and vegetables, butchered beef, pork and lamb, whole plucked chickens — with heads and beaks attached — and live crabs and fish, spewing water out of churning tanks. Some sell more unusual fare, including live snakes, turtles and cicadas, guinea pigs, bamboo rats, badgers, hedgehogs, otters, palm civets, even wolf cubs.",
      "publication_date": "2020-01-25T17:48:18+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/25/world/asia/china-markets-coronavirus-sars.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Trump Team, Opening Defense, Accuses Democrats of Plot to Subvert Election",
      "snippet": "President Trump’s lawyers argued against his removal in the Senate impeachment trial, saying Democrats are “asking you to tear up all of the ballots” by convicting him of high crimes and misdemeanors.",
      "abstract": "President Trump’s lawyers argued against his removal in the Senate impeachment trial, saying Democrats are “asking you to tear up all of the ballots” by convicting him of high crimes and misdemeanors.",
      "lead_paragraph": "WASHINGTON — President Trump’s legal defense team mounted an aggressive offense on Saturday as it opened its side in the Senate impeachment trial by attacking his Democratic accusers as partisan witch-hunters trying to remove him from office because they could not beat him at the ballot box.",
      "publication_date": "2020-01-25T19:01:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/25/us/politics/trump-impeachment-defense.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Tape Made Public of Trump Discussing Ukraine With Donors",
      "snippet": "The recording from a dinner in 2018 showed that the president spent an hour with two key players in the Ukraine pressure campaign. He has repeatedly said he does not know them.",
      "abstract": "The recording from a dinner in 2018 showed that the president spent an hour with two key players in the Ukraine pressure campaign. He has repeatedly said he does not know them.",
      "lead_paragraph": "WASHINGTON — For more than an hour one evening in 2018, President Trump sat around a dinner table in a private suite in his Washington hotel with a group of donors, including two men at the center of the impeachment inquiry, talking about golf, trade, politics — and removing the United States ambassador to Ukraine.",
      "publication_date": "2020-01-25T22:46:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/25/us/politics/trump-ukraine-donors.html",
      "byline": "By Kenneth P. Vogel and Ben Protess"
    },
    {
      "headline": "Anatomy of a Lie: How Iran Covered Up the Downing of an Airliner",
      "snippet": "For three days, Iranian military officials knew they had shot down a Ukrainian jetliner while the government issued false statements, denying any responsibility.",
      "abstract": "For three days, Iranian military officials knew they had shot down a Ukrainian jetliner while the government issued false statements, denying any responsibility.",
      "lead_paragraph": "When the Revolutionary Guards officer spotted what he thought was an unidentified aircraft near Tehran’s international airport, he had seconds to decide whether to pull the trigger.",
      "publication_date": "2020-01-26T08:00:16+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/26/world/middleeast/iran-plane-crash-coverup.html",
      "byline": "By Farnaz Fassihi"
    },
    {
      "headline": "In Coronavirus, a ‘Battle’ That Could Humble China’s Strongman",
      "snippet": "With Xi Jinping firmly in control, the Chinese government has stepped up its response to the Wuhan crisis, but the effort has been plagued by bureaucracy and a lack of transparency.",
      "abstract": "With Xi Jinping firmly in control, the Chinese government has stepped up its response to the Wuhan crisis, but the effort has been plagued by bureaucracy and a lack of transparency.",
      "lead_paragraph": "BEIJING — It took thousands of infections and scores of deaths from a mysterious virus for China’s authoritarian leader to publicly say what had become glaringly obvious to many in recent weeks: The country is facing a grave public health crisis.",
      "publication_date": "2020-01-26T16:06:04+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/26/world/asia/china-coronavirus-xi-jinping.html",
      "byline": "By Steven Lee Myers and Chris Buckley"
    },
    {
      "headline": "How Under Armour Lost Its Edge",
      "snippet": "Once heralded as the next Nike, the sportswear giant has been hurt by slumping sales and unflattering revelations about its corporate culture.",
      "abstract": "Once heralded as the next Nike, the sportswear giant has been hurt by slumping sales and unflattering revelations about its corporate culture.",
      "lead_paragraph": "In the summer of 2018, two top Under Armour executives traveled to the West Coast on a critical mission. Kevin Plank, the sports apparel company’s founder and chief executive, and Patrik Frisk, its president and chief operating officer, needed to persuade Stephen Curry, the Golden State Warriors star and the company’s highest-profile endorser, not to leave the brand.",
      "publication_date": "2020-01-26T18:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/26/business/under-armour-struggles.html",
      "byline": "By Julie Creswell and Kevin Draper"
    },
    {
      "headline": "As Coronavirus Fears Intensify, Effectiveness of Quarantines Is Questioned",
      "snippet": "Amid news the coronavirus is spreading at an accelerating rate, concern is growing that China’s lockdown of cities may not only have come too late but could even make the situation worse.",
      "abstract": "Amid news the coronavirus is spreading at an accelerating rate, concern is growing that China’s lockdown of cities may not only have come too late but could even make the situation worse.",
      "lead_paragraph": "WUHAN, China — A top Chinese health official warned on Sunday that the spread of the dangerous new coronavirus, already extraordinarily rapid, is accelerating further, deepening global fears about an illness that has sickened more than 2,700 people worldwide and killed at least 80 people in China.",
      "publication_date": "2020-01-26T19:20:25+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/26/world/asia/coronavirus-wuhan-china-hubei.html",
      "byline": "By Chris Buckley, Raymond Zhong, Denise Grady and Roni Caryn Rabin"
    },
    {
      "headline": "Worried Reporters Make a Plea: Please Buy Our Paper",
      "snippet": "As hedge funds take a greater role in newspaper chains, journalists at the Chicago Tribune and elsewhere are sending out an S.O.S.",
      "abstract": "As hedge funds take a greater role in newspaper chains, journalists at the Chicago Tribune and elsewhere are sending out an S.O.S.",
      "lead_paragraph": "On a cold Chicago morning last month, Gary Marx, a veteran investigative reporter, took his dog for a walk and then strolled over to the affluent Lincoln Park neighborhood. After being buzzed into the courtyard of a large house, he hand-delivered a letter urging the intended recipient to buy — or at least invest in — Mr. Marx’s journalistic home of more than three decades, The Chicago Tribune.",
      "publication_date": "2020-01-26T19:36:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/26/business/media/newspaper-reporters-hedge-funds.html",
      "byline": "By Marc Tracy"
    },
    {
      "headline": "In Impeachment Trial, Geography Dictates Politics",
      "snippet": "Republicans want to cast President Trump’s impeachment as a narrow argument over aid to Ukraine. Democrats want to describe it as part of a broader struggle with Russia.",
      "abstract": "Republicans want to cast President Trump’s impeachment as a narrow argument over aid to Ukraine. Democrats want to describe it as part of a broader struggle with Russia.",
      "lead_paragraph": "WASHINGTON — When Secretary of State Mike Pompeo, in a curse-laden tirade to a reporter on Friday, asked, “Do you think Americans care about Ukraine?” he was getting at an essential element of President Trump’s defense in the impeachment trial. White House officials are convinced that Americans are indifferent to what happens in the struggling former Soviet republic, and they may well be right.",
      "publication_date": "2020-01-26T20:59:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/26/us/politics/trump-impeachment-ukraine-russia.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Trump Tied Ukraine Aid to Inquiries He Sought, Bolton Book Says",
      "snippet": "Drafts of the book outline the potential testimony of the former national security adviser if he were called as a witness in the president’s impeachment trial.",
      "abstract": "Drafts of the book outline the potential testimony of the former national security adviser if he were called as a witness in the president’s impeachment trial.",
      "lead_paragraph": "[Read our 5 takeaways from John Bolton’s book.]",
      "publication_date": "2020-01-26T22:59:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/26/us/politics/trump-bolton-book-ukraine.html",
      "byline": "By Maggie Haberman and Michael S. Schmidt"
    },
    {
      "headline": "A $100 Million Bet That Vacationland Can Be a Tech Hub, Too",
      "snippet": "A benefactor’s big gift will create a research center in Portland, Maine, testing a small city’s ability to prosper as a magnet for innovation.",
      "abstract": "A benefactor’s big gift will create a research center in Portland, Maine, testing a small city’s ability to prosper as a magnet for innovation.",
      "lead_paragraph": "PORTLAND, Maine — There is nothing obviously wrong with Maine’s biggest city. Its shops buzz in the summer with well-heeled tourists. Zillow rates the real estate market “very hot.” David Geffen’s yacht docks at port from time to time. The food scene is great. In November, the unemployment rate was barely 2.2 percent.",
      "publication_date": "2020-01-27T08:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/27/business/economy/portland-maine-economy.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Bernie Sanders and His Internet Army",
      "snippet": "At the start of his 2020 bid, the Vermont senator told his supporters that he condemned bullying. Is it his problem if many don’t seem to listen?",
      "abstract": "At the start of his 2020 bid, the Vermont senator told his supporters that he condemned bullying. Is it his problem if many don’t seem to listen?",
      "lead_paragraph": "The defense from Bernie Sanders was straightforward: It wasn’t me.",
      "publication_date": "2020-01-27T08:00:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/27/us/politics/bernie-sanders-internet-supporters-2020.html",
      "byline": "By Matt Flegenheimer, Rebecca R. Ruiz and Nellie Bowles"
    },
    {
      "headline": "How the G.O.P. Became the Party of the Left Behind",
      "snippet": "Dayton, Ohio, typifies the forces that have pushed those hurt by economic change toward the Republicans, while affluent places become more Democratic.",
      "abstract": "Dayton, Ohio, typifies the forces that have pushed those hurt by economic change toward the Republicans, while affluent places become more Democratic.",
      "lead_paragraph": "Dayton, Ohio, typifies the forces that have pushed those hurt by economic change toward the Republicans, while affluent places become more Democratic.",
      "publication_date": "2020-01-27T10:00:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/interactive/2020/01/27/business/economy/republican-party-voters-income.html",
      "byline": "By Eduardo Porter"
    },
    {
      "headline": "Stocks Have Worst Day Since October Over Coronavirus Worries",
      "snippet": "U.S. stocks followed European markets down amid concerns that the coronavirus could hurt the global economy.",
      "abstract": "U.S. stocks followed European markets down amid concerns that the coronavirus could hurt the global economy.",
      "lead_paragraph": "",
      "publication_date": "2020-01-27T12:23:40+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/27/business/stock-market-today.html",
      "byline": "By Matt Phillips and Katie Robertson"
    },
    {
      "headline": "John Bolton’s Account Upends Trump’s Denials, but Will It Upend Trump?",
      "snippet": "A president who has survived one revelation after another the last three years now faces perhaps the most serious disclosure of his political career at the very moment he is on trial in the Senate.",
      "abstract": "A president who has survived one revelation after another the last three years now faces perhaps the most serious disclosure of his political career at the very moment he is on trial in the Senate.",
      "lead_paragraph": "WASHINGTON — In another time, in another Washington, this might be the moment that changed the trajectory of the presidency. A former national security adviser confirms that the president, despite his denials, conditioned security aid to a war-torn ally on its cooperation against his domestic rivals, the issue at the heart of his ongoing impeachment trial.",
      "publication_date": "2020-01-27T13:24:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/27/us/politics/john-bolton-trump.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "As Virus Spreads, Anger Floods Chinese Social Media",
      "snippet": "The sheer volume of criticism of the government, and the sometimes clever ways that critics dodge censors, are testing Beijing’s ability to control the narrative.",
      "abstract": "The sheer volume of criticism of the government, and the sometimes clever ways that critics dodge censors, are testing Beijing’s ability to control the narrative.",
      "lead_paragraph": "SHANGHAI — Recently, someone following the coronavirus crisis through China’s official news media would see lots of footage, often set to stirring music, praising the heroism and sacrifice of health workers marching off to stricken places.",
      "publication_date": "2020-01-27T15:28:32+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/27/technology/china-coronavirus-censorship-social-media.html",
      "byline": "By Raymond Zhong"
    }
  ]
}