{
  "metadata": {
    "date": "2020-11-20",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "BuzzFeed to Acquire HuffPost From Verizon Media",
      "snippet": "Once they had digital media almost to themselves. Now, in a deal led by the BuzzFeed founder Jonah Peretti, two giants of the web plan to join forces to better compete in an increasingly crowded field.",
      "abstract": "Once they had digital media almost to themselves. Now, in a deal led by the BuzzFeed founder Jonah Peretti, two giants of the web plan to join forces to better compete in an increasingly crowded field.",
      "lead_paragraph": "After falling prey to some of the same business difficulties that have plagued newspapers and magazines, the digital-media giants BuzzFeed and HuffPost have decided to join forces, the companies announced on Thursday.",
      "publication_date": "2020-11-19T18:29:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/19/business/media/buzzfeed-huffpost.html",
      "byline": "By Edmund Lee and Tiffany Hsu"
    },
    {
      "headline": "Air Travel Was Gaining Momentum. Now What?",
      "snippet": "U.S. airlines expect Thanksgiving to be their busiest period since the pandemic began. But with new virus fears, a return to normal is nowhere in sight.",
      "abstract": "U.S. airlines expect Thanksgiving to be their busiest period since the pandemic began. But with new virus fears, a return to normal is nowhere in sight.",
      "lead_paragraph": "Confidence about the course of the coronavirus pandemic has helped put passengers back on planes in recent months, and Thanksgiving week is shaping up to be one of the busiest periods for U.S. air travel since it came to a near-standstill in the spring. News that effective vaccines may be close at hand lifted airline stocks.",
      "publication_date": "2020-11-19T21:43:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/19/business/holiday-travel-coronavirus-airline.html",
      "byline": "By Niraj Chokshi and Ceylan Yeginsu"
    },
    {
      "headline": "Mnuchin to End Key Fed Emergency Programs, Limiting Biden",
      "snippet": "The Treasury Department asked the Federal Reserve to return unused funds, downsizing the next secretary’s ability to restart the economic support.",
      "abstract": "The Treasury Department asked the Federal Reserve to return unused funds, downsizing the next secretary’s ability to restart the economic support.",
      "lead_paragraph": "WASHINGTON — Treasury Secretary Steven Mnuchin said he does not plan to extend several key emergency lending programs beyond the end of the year and asked the Federal Reserve to return the money supporting them, a decision that could hinder President-elect Joseph R. Biden Jr.’s ability to use the central bank’s vast powers to cushion the economic fallout from the virus.",
      "publication_date": "2020-11-19T22:08:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/19/business/economy/mnuchin-fed-emergency-programs.html",
      "byline": "By Jeanna Smialek and Alan Rappeport"
    },
    {
      "headline": "Unemployment Claims Rise as Economic Worries Grow",
      "snippet": "With coronavirus cases increasing again in the United States, the “fragility of the recovery” is in jeopardy, one economist said.",
      "abstract": "With coronavirus cases increasing again in the United States, the “fragility of the recovery” is in jeopardy, one economist said.",
      "lead_paragraph": "The job market is showing signs of weakening again, as more Americans file for unemployment benefits amid a sharp rise in coronavirus cases and new restrictions on business aimed at curbing the outbreak.",
      "publication_date": "2020-11-19T23:20:57+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/19/business/economy/unemployment-claims.html",
      "byline": "By Nelson D. Schwartz"
    },
    {
      "headline": "Trump Targets Michigan in His Ploy to Subvert the Election",
      "snippet": "In a brazen step, the president invited Republican state leaders in Michigan to the White House as he and his allies try to prevent the state from certifying Joe Biden’s clear victory there.",
      "abstract": "In a brazen step, the president invited Republican state leaders in Michigan to the White House as he and his allies try to prevent the state from certifying Joe Biden’s clear victory there.",
      "lead_paragraph": "President Trump on Thursday accelerated his efforts to interfere in the nation’s electoral process, taking the extraordinary step of reaching out directly to Republican state legislators from Michigan and inviting them to the White House on Friday for discussions as the state prepares to certify President-elect Joseph R. Biden Jr. the winner there.",
      "publication_date": "2020-11-20T01:02:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/19/us/politics/trump-michigan-election.html",
      "byline": "By Maggie Haberman, Jim Rutenberg, Nick Corasaniti and Reid J. Epstein"
    },
    {
      "headline": "Trump’s Attempts to Overturn the Election Are Unparalleled in U.S. History",
      "snippet": "The president’s push to prevent states from certifying electors and get legislators to override voters’ choice eclipses even the bitter 1876 election as an audacious use of brute political force.",
      "abstract": "The president’s push to prevent states from certifying electors and get legislators to override voters’ choice eclipses even the bitter 1876 election as an audacious use of brute political force.",
      "lead_paragraph": "WASHINGTON — President Trump’s attempts to overturn the 2020 election are unprecedented in American history and an even more audacious use of brute political force to gain the White House than when Congress gave Rutherford B. Hayes the presidency during Reconstruction.",
      "publication_date": "2020-11-20T01:28:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/19/us/politics/trump-election.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "How Steve Bannon and a Chinese Billionaire Created a Right-Wing Coronavirus Media Sensation",
      "snippet": "Increasingly allied, the American far right and members of the Chinese diaspora tapped into social media to give a Hong Kong researcher a vast audience for peddling unsubstantiated pandemic claims.",
      "abstract": "Increasingly allied, the American far right and members of the Chinese diaspora tapped into social media to give a Hong Kong researcher a vast audience for peddling unsubstantiated pandemic claims.",
      "lead_paragraph": "Dr. Li-Meng Yan wanted to remain anonymous. It was mid-January, and Dr. Yan, a researcher in Hong Kong, had been hearing rumors about a dangerous new virus in mainland China that the government was playing down. Terrified for her personal safety and career, she reached out to her favorite Chinese YouTube host, known for criticizing the Chinese government.",
      "publication_date": "2020-11-20T05:01:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2020/11/20/business/media/steve-bannon-china.html",
      "byline": "By Amy Qin, Vivian Wang and Danny Hakim"
    },
    {
      "headline": "Wisconsin Medical Examiner Prepared for the Worst. It Wasn’t Enough.",
      "snippet": "Patty Schachtner took masks to funeral homes and installed showers for sheriff’s deputies. No amount of preparation could ready her for what followed.",
      "abstract": "Patty Schachtner took masks to funeral homes and installed showers for sheriff’s deputies. No amount of preparation could ready her for what followed.",
      "lead_paragraph": "The pandemic was a faraway nightmare — a catastrophe on the coasts — when Patty Schachtner, the medical examiner in St. Croix County, Wis., began preparing.",
      "publication_date": "2020-11-20T10:00:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/11/20/us/wisconsin-coronavirus.html",
      "byline": "By Julie Bosman"
    },
    {
      "headline": "Who Postpones Black Friday? This Year, the French",
      "snippet": "Spurred by small retailers’ anger over Amazon’s grip on sales, especially during lockdown, France has delayed the start of holiday discounts.",
      "abstract": "Spurred by small retailers’ anger over Amazon’s grip on sales, especially during lockdown, France has delayed the start of holiday discounts.",
      "lead_paragraph": "PARIS — The French government on Friday declared it was postponing Black Friday, as it moved to quell a nationwide rebellion by shopkeepers who say that Amazon has been stealing business from them during France’s coronavirus lockdown.",
      "publication_date": "2020-11-20T15:56:43+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/11/20/business/black-friday-france-amazon.html",
      "byline": "By Liz Alderman"
    }
  ]
}