{
  "metadata": {
    "date": "2020-12-08",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "As His Term Ends, Trump Faces More Questions on Payments to His Hotel",
      "snippet": "A civil case being pursued by the attorney general for the District of Columbia has brought renewed attention to what limits there should be on a president’s ability to profit from the office.",
      "abstract": "A civil case being pursued by the attorney general for the District of Columbia has brought renewed attention to what limits there should be on a president’s ability to profit from the office.",
      "lead_paragraph": "WASHINGTON — It was a month before Donald J. Trump’s inauguration, and one of his aides had a delicate question: Wasn’t there going to be a backlash when it became known that the inauguration had spent donors’ money at Mr. Trump’s hotel in Washington, even though other places would cost much less or even be free?",
      "publication_date": "2020-12-07T17:32:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/07/us/politics/trump-hotel-payments.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "Uber, After Years of Trying, Is Handing Off Its Self-Driving Car Project",
      "snippet": "Company executives once said having cars that can drive on their own would be a salvation for their business. But the effort turned into a legal and financial headache.",
      "abstract": "Company executives once said having cars that can drive on their own would be a salvation for their business. But the effort turned into a legal and financial headache.",
      "lead_paragraph": "Uber, which spent hundreds of millions of dollars on a self-driving car project that executives once believed was a key to becoming profitable, is handing the autonomous vehicle effort over to a Silicon Valley start-up, the companies said on Monday.",
      "publication_date": "2020-12-07T21:05:13+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/07/technology/uber-self-driving-car-project.html",
      "byline": "By Cade Metz and Kate Conger"
    },
    {
      "headline": "Trading Box Office for Streaming, but Stars Still Want Their Money",
      "snippet": "If studios are no longer trying to maximize ticket sales, what will that mean for often lucrative pay packages tied to a film’s performance in theaters?",
      "abstract": "If studios are no longer trying to maximize ticket sales, what will that mean for often lucrative pay packages tied to a film’s performance in theaters?",
      "lead_paragraph": "LOS ANGELES — Last month, Warner Bros. quietly approached Hollywood’s two biggest talent agencies, William Morris Endeavor and Creative Artists. The studio wanted to release the much-anticipated “Wonder Woman 1984” simultaneously in theaters and on the streaming service HBO Max on Christmas Day. And they wanted to get the film’s star, Gal Gadot, and director, Patty Jenkins, on board with the plan.",
      "publication_date": "2020-12-07T23:24:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/07/business/media/warner-bros-hbo-max-movies-pay.html",
      "byline": "By Brooks Barnes and Nicole Sperling"
    },
    {
      "headline": "Biden Plans to Tap Lloyd Austin, Former Iraq Commander, as Defense Secretary",
      "snippet": "The retired four-star Army general would make history as the first African-American to lead the Pentagon.",
      "abstract": "The retired four-star Army general would make history as the first African-American to lead the Pentagon.",
      "lead_paragraph": "WASHINGTON — President-elect Joseph R. Biden Jr. is expected to nominate retired Gen. Lloyd J. Austin III, a former commander of the American military effort in Iraq, to be the next secretary of defense, according to two people with knowledge of the selection.",
      "publication_date": "2020-12-08T00:54:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/07/us/politics/lloyd-austin-biden-defense-secretary.html",
      "byline": "By Helene Cooper, Jonathan Martin and Eric Schmitt"
    },
    {
      "headline": "Trump Administration Passed on Chance to Secure More of Pfizer Vaccine",
      "snippet": "The pharmaceutical company offered the government a chance to lock in additional supplies before its vaccine was proved effective in clinical trials.",
      "abstract": "The pharmaceutical company offered the government a chance to lock in additional supplies before its vaccine was proved effective in clinical trials.",
      "lead_paragraph": "WASHINGTON — Before Pfizer’s coronavirus vaccine was proved highly successful in clinical trials last month, the company offered the Trump administration the chance to lock in supplies beyond the 100 million doses the pharmaceutical maker agreed to sell the government as part of a $1.95 billion deal over the summer.",
      "publication_date": "2020-12-08T02:36:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/07/us/politics/trump-pfizer-coronavirus-vaccine.html",
      "byline": "By Sharon LaFraniere, Katie Thomas and Noah Weiland"
    },
    {
      "headline": "Chuck Yeager, Test Pilot Who Broke the Sound Barrier, Is Dead at 97",
      "snippet": "A World War II fighter ace and Air Force general, he was, according to Tom Wolfe, “the most righteous of all the possessors of the right stuff.”",
      "abstract": "A World War II fighter ace and Air Force general, he was, according to Tom Wolfe, “the most righteous of all the possessors of the right stuff.”",
      "lead_paragraph": "Chuck Yeager, the most famous test pilot of his generation, who was the first to break the sound barrier and, thanks to Tom Wolfe, came to personify the death-defying aviator who possessed the elusive yet unmistakable “right stuff,” died on Monday in Los Angeles. He was 97.",
      "publication_date": "2020-12-08T04:16:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/07/us/chuck-yeager-dead.html",
      "byline": "By Richard Goldstein"
    },
    {
      "headline": "Etsy Was a Twee Culture Punchline. Now It’s a Wall Street Darling.",
      "snippet": "Shares of Etsy, the online marketplace, are up 250 percent this year, a rise fueled by skyrocketing pandemic mask sales and a yearslong push by investors to run its business better.",
      "abstract": "Shares of Etsy, the online marketplace, are up 250 percent this year, a rise fueled by skyrocketing pandemic mask sales and a yearslong push by investors to run its business better.",
      "lead_paragraph": "Kat Panchal hadn’t yet learned how to use her sewing machine when the pandemic started. But in March, on leave from her job as a flight attendant with American Airlines and cooped up alone in her Philadelphia apartment, the 34-year-old taught herself to sew. Soon, she was stitching masks and donating them to health care workers.",
      "publication_date": "2020-12-08T10:00:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/08/business/etsy-masks-wall-street.html",
      "byline": "By Matt Phillips and Gillian Friedman"
    },
    {
      "headline": "Big Push Into Helium Could Have the World on Russia’s String",
      "snippet": "It’s not just party balloons. A huge Siberian production plant is expected to reshape the market for a gas that’s essential to many critical industries.",
      "abstract": "It’s not just party balloons. A huge Siberian production plant is expected to reshape the market for a gas that’s essential to many critical industries.",
      "lead_paragraph": "MOSCOW — With a momentary hiss of gas escaping a canister, the limp red balloon suddenly came to life, filled with helium.",
      "publication_date": "2020-12-08T10:00:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/08/business/energy-environment/russia-helium.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "He Pretended to Be Trump’s Family. Then Trump Fell for It.",
      "snippet": "For months, a 21-year-old Trump supporter impersonated Trump family members on Twitter, spreading conspiracy theories, asking for money and eventually drawing the attention of the president.",
      "abstract": "For months, a 21-year-old Trump supporter impersonated Trump family members on Twitter, spreading conspiracy theories, asking for money and eventually drawing the attention of the president.",
      "lead_paragraph": "Last month, between tweets disputing his election loss, President Trump posted an article from a conservative website that said his sister Elizabeth Trump Grau had just joined Twitter to publicly back her brother’s fight to overturn the vote.",
      "publication_date": "2020-12-08T14:00:12+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2020/12/08/technology/trump-family-impersonator.html",
      "byline": "By Jack Nicas"
    }
  ]
}