{
  "metadata": {
    "date": "2020-07-28",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "Why Delta Is Leaving Middle Seats Empty During the Pandemic",
      "snippet": "An executive for the airline explains its distancing practices and approach to cleaning at a time when its biggest rivals are selling all the seats they can.",
      "abstract": "An executive for the airline explains its distancing practices and approach to cleaning at a time when its biggest rivals are selling all the seats they can.",
      "lead_paragraph": "The number of people flying today is down about 75 percent from a year ago. And in the fight to attract those few passengers who remain, airlines have promoted their health and safety policies.",
      "publication_date": "2020-07-27T16:01:27+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/07/27/business/delta-airlines-bill-lentsch.html",
      "byline": "By Niraj Chokshi"
    },
    {
      "headline": "Susan Rice Wants to Run for Office. Will Her First Campaign Be for V.P.?",
      "snippet": "The former national security adviser is on the short list to be Joe Biden’s running mate. She has never been elected to public office, but in 2018 she took a close look at running for the Senate — and at her own political strengths and vulnerabili...",
      "abstract": "The former national security adviser is on the short list to be Joe Biden’s running mate. She has never been elected to public office, but in 2018 she took a close look at running for the Senate — and at her own political strengths and vulnerabilities.",
      "lead_paragraph": "On an autumn Friday not long before the 2018 elections, Susan E. Rice was traveling through the Phoenix airport and watching from afar as Justice Brett M. Kavanaugh moved steadily toward confirmation. The convulsive Senate battle had reached a climax, and for Ms. Rice’s party an unhappy one: Senator Susan Collins, the Maine Republican, had just announced her support for Justice Kavanaugh, effectively sealing his victory.",
      "publication_date": "2020-07-27T17:33:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/07/27/us/politics/susan-rice-biden-vice-president.html",
      "byline": "By Alexander Burns"
    },
    {
      "headline": "New Gold Rush Pushes Price to Record Highs",
      "snippet": "Prices are up 27 percent this year, as the Fed’s policies drive investors to hold more gold.",
      "abstract": "Prices are up 27 percent this year, as the Fed’s policies drive investors to hold more gold.",
      "lead_paragraph": "Something shiny and bright is beckoning investors accustomed to the gloomy days of 2020: gold.",
      "publication_date": "2020-07-27T22:19:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/07/27/business/gold-prices-record-high.html",
      "byline": "By Matt Phillips"
    },
    {
      "headline": "A Small Georgia City Plans to Put Students in Classrooms This Week",
      "snippet": "In-person classes without a mask requirement are scheduled to begin on Friday in Jefferson, worrying some parents, students and teachers as the state confronts the coronavirus.",
      "abstract": "In-person classes without a mask requirement are scheduled to begin on Friday in Jefferson, worrying some parents, students and teachers as the state confronts the coronavirus.",
      "lead_paragraph": "JEFFERSON, Ga. — When Jennifer Fogle and her family moved from Indiana to Georgia 13 years ago, they settled in Jefferson, a small, handsome city an hour’s drive from Atlanta, because they had heard about the excellent schools. And until recently, they had little to complain about. The teachers are passionate and committed, and the facilities rival those found at some private schools.",
      "publication_date": "2020-07-27T22:46:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/07/27/us/covid-georgia-schools-masks.html",
      "byline": "By Richard Fausset"
    },
    {
      "headline": "As Republicans Embrace Cut in Jobless Aid, Divisions Weaken Their Leverage",
      "snippet": "The proposal comes after Republicans struggled to iron out their policy differences with the administration and each other. Democrats are all but guaranteed to reject the offer.",
      "abstract": "The proposal comes after Republicans struggled to iron out their policy differences with the administration and each other. Democrats are all but guaranteed to reject the offer.",
      "lead_paragraph": "WASHINGTON — Senate Republicans and the White House on Monday threw their support behind a substantial cut in jobless aid for tens of millions of Americans laid off amid the pandemic, proposing a weekly reduction of $400 to a benefit that has cushioned the nation’s economy even as coronavirus cases continue to rise across the country.",
      "publication_date": "2020-07-27T23:32:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/07/27/us/politics/republicans-jobless-aid.html",
      "byline": "By Emily Cochrane and Jim Tankersley"
    },
    {
      "headline": "Amazon, Apple, Facebook and Google Prepare for Their ‘Big Tobacco Moment’",
      "snippet": "The tech C.E.O.s will appear together at a congressional hearing on Wednesday to argue that their companies do not stifle competition.",
      "abstract": "The tech C.E.O.s will appear together at a congressional hearing on Wednesday to argue that their companies do not stifle competition.",
      "lead_paragraph": "WASHINGTON — After lawmakers collected hundreds of hours of interviews and obtained more than 1.3 million documents about Amazon, Apple, Facebook and Google, their chief executives will testify before Congress on Wednesday to defend their powerful businesses from the hammer of government.",
      "publication_date": "2020-07-28T09:00:19+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/07/28/technology/amazon-apple-facebook-google-antitrust-hearing.html",
      "byline": "By Cecilia Kang, Jack Nicas and David McCabe"
    },
    {
      "headline": "Like Father, Like Son: President Trump Lets Others Mourn",
      "snippet": "Whether he is dealing with the loss of a family member or the deaths of nearly 150,000 Americans in a surging pandemic, President Trump almost never displays empathy in public. He learned it from his father.",
      "abstract": "Whether he is dealing with the loss of a family member or the deaths of nearly 150,000 Americans in a surging pandemic, President Trump almost never displays empathy in public. He learned it from his father.",
      "lead_paragraph": "WASHINGTON — The Marble Collegiate Church on Fifth Avenue in Manhattan was packed with developers, politicians and New York celebrities, more than 600 in all, for the funeral of Fred C. Trump, the builder whose no-frills brick rental towers transformed Brooklyn and Queens.",
      "publication_date": "2020-07-28T09:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/07/28/us/politics/donald-fred-trump.html",
      "byline": "By Annie Karni and Katie Rogers"
    },
    {
      "headline": "Their Businesses Went Virtual. Then Apple Wanted a Cut.",
      "snippet": "After Airbnb and ClassPass began selling virtual classes because of the pandemic, Apple tried to collect its commission on the sales.",
      "abstract": "After Airbnb and ClassPass began selling virtual classes because of the pandemic, Apple tried to collect its commission on the sales.",
      "lead_paragraph": "ClassPass built its business on helping people book exercise classes at local gyms. So when the pandemic forced gyms across the United States to close, the company shifted to virtual classes.",
      "publication_date": "2020-07-28T09:00:21+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/07/28/technology/apple-app-store-airbnb-classpass.html",
      "byline": "By Jack Nicas and David McCabe"
    },
    {
      "headline": "In Russia’s Far East, a New Face of Resistance to Putin’s Reign",
      "snippet": "As the protests swell in the city of Khabarovsk, 4,000 miles from Moscow, residents who had never before found a public outlet for anger are becoming activists.",
      "abstract": "As the protests swell in the city of Khabarovsk, 4,000 miles from Moscow, residents who had never before found a public outlet for anger are becoming activists.",
      "lead_paragraph": "KHABAROVSK, Russia — Valentin Kvashnikov, a construction worker and recovering heroin addict, lives near the railway depot in a wooden shack, with a plastic trash can in the corner that serves as his toilet.",
      "publication_date": "2020-07-28T09:00:23+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/07/28/world/europe/russias-far-east-protests-putin.html",
      "byline": "By Anton Troianovski"
    },
    {
      "headline": "‘A Big Correction’: Pandemic Brings Change to ‘Bloated’ Ad Industry",
      "snippet": "The marketing business is going through a period of innovation as it sheds workers and tries to hold on to clients.",
      "abstract": "The marketing business is going through a period of innovation as it sheds workers and tries to hold on to clients.",
      "lead_paragraph": "The advertising industry’s tendency toward excess — catered parties in Las Vegas headlined by pop stars; unwieldy internal hierarchies stuffed with countless director roles; throw-it-at-the-wall ad placement — has persisted for years despite concerns about wastefulness.",
      "publication_date": "2020-07-28T13:22:40+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/07/28/business/media/coronavirus-pandemic-advertising-industry.html",
      "byline": "By Tiffany Hsu"
    },
    {
      "headline": "Uber and Lyft Drivers Win Ruling on Unemployment Benefits",
      "snippet": "A federal judge’s decision in New York is a key victory in efforts to secure the protections extended to other workers.",
      "abstract": "A federal judge’s decision in New York is a key victory in efforts to secure the protections extended to other workers.",
      "lead_paragraph": "Drivers for Uber and Lyft won a key victory on Tuesday in their continuing effort to be treated like other workers when a federal judge in New York ruled that the state must promptly begin paying them unemployment benefits.",
      "publication_date": "2020-07-28T14:31:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/07/28/business/economy/lyft-uber-drivers-unemployment.html",
      "byline": "By Noam Scheiber"
    }
  ]
}