{
  "metadata": {
    "date": "2020-12-23",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "How Cities Lost Control of Police Discipline",
      "snippet": "In the chaos of 1960s Detroit, a fledgling police union laid the groundwork for a system that, to this day, constrains discipline for officers accused of misconduct.",
      "abstract": "In the chaos of 1960s Detroit, a fledgling police union laid the groundwork for a system that, to this day, constrains discipline for officers accused of misconduct.",
      "lead_paragraph": "It took Portland, Ore., almost $1 million in legal fees, efforts by two mayors and a police chief, and years of battle with the police union to defend the firing of Officer Ron Frashour — only to have to bring him back. Today, the veteran white officer, who shot an unarmed Black man in the back a decade ago, is still on the force.",
      "publication_date": "2020-12-22T16:08:05+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/22/us/police-misconduct-discipline.html",
      "byline": "By Kim Barker, Michael H. Keller and Steve Eder"
    },
    {
      "headline": "Trump’s Longtime Banker at Deutsche Bank Resigns",
      "snippet": "Rosemary Vrablic, who oversaw hundreds of millions of dollars in loans to President Trump’s company, will leave the bank next week.",
      "abstract": "Rosemary Vrablic, who oversaw hundreds of millions of dollars in loans to President Trump’s company, will leave the bank next week.",
      "lead_paragraph": "President Trump’s longtime banker at Deutsche Bank, who arranged for the German lender to make hundreds of millions of dollars of loans to his company, is stepping down from the bank.",
      "publication_date": "2020-12-22T18:12:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/22/business/trump-deutsche-bank-rosemary-vrablic.html",
      "byline": "By David Enrich"
    },
    {
      "headline": "Can Travel Bans Really Stop the Spread of Coronavirus Variants? Experts Are Skeptical",
      "snippet": "It isn’t clear how widely the new variants are already circulating. So the latest moves by countries to bar international travelers may once again be too little, too late.",
      "abstract": "It isn’t clear how widely the new variants are already circulating. So the latest moves by countries to bar international travelers may once again be too little, too late.",
      "lead_paragraph": "LONDON — As nation after nation rushed this week to close their borders with Britain, the moves brought back memories of the way the world reacted after the coronavirus first emerged broadly in the spring. Most of those initial travel prohibitions came too late, put in place after the virus had already seeded itself in communities far and wide.",
      "publication_date": "2020-12-22T18:28:23+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/22/world/europe/travel-bans-coronavirus-variants.html",
      "byline": "By Marc Santora"
    },
    {
      "headline": "Pfizer Nears Deal With Trump Administration to Provide More Vaccine Doses",
      "snippet": "The company could provide at least tens of millions of additional doses of a coronavirus vaccine under an agreement that would give it better access to the supplies it needs to expand manufacturing.",
      "abstract": "The company could provide at least tens of millions of additional doses of a coronavirus vaccine under an agreement that would give it better access to the supplies it needs to expand manufacturing.",
      "lead_paragraph": "The Trump administration and Pfizer are close to a deal under which the pharmaceutical company would bolster supply of its coronavirus vaccine for the United States by at least tens of millions of doses next year in exchange for a government directive giving it better access to manufacturing supplies, people familiar with the discussions said.",
      "publication_date": "2020-12-22T21:25:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/22/us/politics/pfizer-vaccine-doses.html",
      "byline": "By Sharon LaFraniere and Katie Thomas"
    },
    {
      "headline": "Trump Pardons Two Russia Inquiry Figures and Blackwater Guards",
      "snippet": "The pre-Christmas wave of 20 pardons and commutations are not likely to be the last before Mr. Trump leaves office on Jan. 20.",
      "abstract": "The pre-Christmas wave of 20 pardons and commutations are not likely to be the last before Mr. Trump leaves office on Jan. 20.",
      "lead_paragraph": "In an audacious pre-Christmas round of pardons, President Trump granted clemency on Tuesday to two people who pleaded guilty in the special counsel’s Russia inquiry, four Blackwater guards convicted in connection with the killing of Iraqi civilians and three corrupt former Republican members of Congress.",
      "publication_date": "2020-12-23T00:03:43+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/22/us/politics/trump-pardons.html",
      "byline": "By Maggie Haberman and Michael S. Schmidt"
    },
    {
      "headline": "Trump Demands Changes to Coronavirus Relief Bill, Calling It a ‘Disgrace’",
      "snippet": "The president sought bigger checks for Americans and a bill that dealt more specifically with pandemic relief.",
      "abstract": "The president sought bigger checks for Americans and a bill that dealt more specifically with pandemic relief.",
      "lead_paragraph": "WASHINGTON — President Trump on Tuesday evening threatened to derail months of bipartisan work in Congress to deliver $900 billion in coronavirus relief to a country battered by the pandemic, demanding checks to Americans that are more than three times as much as those in the bill, which he called a “disgrace.”",
      "publication_date": "2020-12-23T01:38:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/22/us/politics/trump-coronavirus-bill.html",
      "byline": "By Luke Broadwater and Alan Rappeport"
    },
    {
      "headline": "For Millions of Jobless, Christmas Is a Season to Endure, Not Celebrate",
      "snippet": "Even with the prospect of new federal aid, many Americans face a holiday of tough choices, trying to celebrate while dealing with pressing needs.",
      "abstract": "Even with the prospect of new federal aid, many Americans face a holiday of tough choices, trying to celebrate while dealing with pressing needs.",
      "lead_paragraph": "Nicole Craig, an unemployed mother of two from Pittsburgh, will have no Christmas gifts for her two children, and the ham she bought with food stamps will be far less than their usual holiday dinner. Months behind on her rent and utility bills, she has been struggling to afford formula and diapers. But there is one thing she couldn’t give up: a small Christmas tree and the trimmings to go with it.",
      "publication_date": "2020-12-23T10:00:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/23/business/economy/economy-christmas-holidays.html",
      "byline": "By Nelson D. Schwartz and Gillian Friedman"
    },
    {
      "headline": "Police Took Their Son Away. Then the Merchants of Hope Showed Up.",
      "snippet": "The police seize and kill young men in Nigeria. Then pastors, lawyers and so-called human rights advocates squeeze money out of their families, promising to help find them.",
      "abstract": "The police seize and kill young men in Nigeria. Then pastors, lawyers and so-called human rights advocates squeeze money out of their families, promising to help find them.",
      "lead_paragraph": "AWKA, Nigeria — In the small family portrait gallery hanging above the television in the cozy home of the Iloanya family, only two framed photographs remain that include the youngest son, Chijioke.",
      "publication_date": "2020-12-23T10:00:32+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/12/23/world/africa/nigeria-police-SARS.html",
      "byline": "By Ruth Maclean and Ben Ezeamalu"
    },
    {
      "headline": "The Tech That Was Fixed in 2020 and the Tech That Still Needs Fixing",
      "snippet": "From videoconferencing to fitness apps, the best tech helped us endure a hard year. But there were also low points.",
      "abstract": "From videoconferencing to fitness apps, the best tech helped us endure a hard year. But there were also low points.",
      "lead_paragraph": "To put it lightly, 2020 was rough. More than ever, we turned to our personal tech this year to help find respite, stay healthy and remain connected with the people we care about.",
      "publication_date": "2020-12-23T10:00:33+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/12/23/technology/personaltech/good-bad-tech-2020.html",
      "byline": "By Brian X. Chen"
    }
  ]
}