{
  "metadata": {
    "date": "2020-08-24",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Economic Data Points to Pause in Recovery as Aid Programs Expire",
      "snippet": "The economy’s rebound showed signs of stagnating. Then enhanced unemployment benefits and a small-business loan program expired.",
      "abstract": "The economy’s rebound showed signs of stagnating. Then enhanced unemployment benefits and a small-business loan program expired.",
      "lead_paragraph": "WASHINGTON — America’s economic recovery is in an uneasy pause, with key indicators of hiring, shopping and investment stalling or in retreat in the wake of a resurgence in coronavirus cases across broad sections of the country, and with Congress and President Trump showing no signs of progress on another stimulus deal.",
      "publication_date": "2020-08-21T18:09:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/21/business/economy/coronavirus-economic-recovery.html",
      "byline": "By Jeanna Smialek and Jim Tankersley"
    },
    {
      "headline": "DeJoy Tells Senators Election Mail Will Be Delivered ‘Fully and on Time’",
      "snippet": "The postmaster general, under fire for recent changes that have slowed mail delivery, defended his approach and asked Congress to help free the Postal Service from costly retirement obligations.",
      "abstract": "The postmaster general, under fire for recent changes that have slowed mail delivery, defended his approach and asked Congress to help free the Postal Service from costly retirement obligations.",
      "lead_paragraph": "WASHINGTON — Louis DeJoy, the embattled postmaster general whose cost-cutting and operational changes have prompted widespread concern about mail-in voting, said on Friday he was “extremely, highly confident” the Postal Service could handle the largest vote-by-mail program in American history. He said it was “outrageous” for Democrats to suggest that he might intentionally slow ballot delivery to help President Trump.",
      "publication_date": "2020-08-21T18:44:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/21/us/politics/dejoy-postal-service-senate-hearing.html",
      "byline": "By Nicholas Fandos and Emily Cochrane"
    },
    {
      "headline": "Biden Always Had a Simple Message. He Rode It to the Nomination.",
      "snippet": "Joseph R. Biden Jr. never wavered from his central message: that President Trump was a danger to American democracy, while he was a stable, experienced leader. Now it will be tested in a fierce battle with the president.",
      "abstract": "Joseph R. Biden Jr. never wavered from his central message: that President Trump was a danger to American democracy, while he was a stable, experienced leader. Now it will be tested in a fierce battle with the president.",
      "lead_paragraph": "Staring into the camera, Joseph R. Biden Jr. recalled the white supremacist protests in Charlottesville, Va., declared that the soul of the nation was at stake in this election and, invoking America’s founding creed, claimed history’s call by vowing to defeat a president who he said threatens democracy itself.",
      "publication_date": "2020-08-21T23:44:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/21/us/politics/Joe-Biden-Democratic-nominee.html",
      "byline": "By Jonathan Martin"
    },
    {
      "headline": "Covid in the Classroom? Some Schools Are Keeping It Quiet",
      "snippet": "Some states and school districts provide detailed data on school outbreaks. Others choose to keep such information under wraps.",
      "abstract": "Some states and school districts provide detailed data on school outbreaks. Others choose to keep such information under wraps.",
      "lead_paragraph": "On the first day of school in Camden County, Ga., local Facebook groups were already buzzing with rumors that a teacher had tested positive for the coronavirus. The next day, a warning went out to school administrators: Keep teachers quiet.",
      "publication_date": "2020-08-22T07:00:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/22/us/school-reopenings-coronavirus-reporting.html",
      "byline": "By Dan Levin"
    },
    {
      "headline": "Greece … or Devon? Camping Outshines Continent for Britons This Summer",
      "snippet": "With many vacationers reluctant to go abroad because of the pandemic, “for the first time in the U.K., owning a caravan is kind of cool.”",
      "abstract": "With many vacationers reluctant to go abroad because of the pandemic, “for the first time in the U.K., owning a caravan is kind of cool.”",
      "lead_paragraph": "LONDON — This summer, Louise Towers and her partner are loading their four children and Nellie the dog into a camper van for their annual holiday. It’s an honored tradition: Each of the past five summers, they took a road trip through continental Europe in a home-on-wheels.",
      "publication_date": "2020-08-22T07:00:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/22/business/Britain-camping-vacations.html",
      "byline": "By Claire Moses and Geneva Abdul"
    },
    {
      "headline": "A Glimmer of Hope for Trump? How Bush Mounted a Comeback in 1988",
      "snippet": "For Biden, a cautionary tale. For Trump, a negative strategy for rebounding in a race.",
      "abstract": "For Biden, a cautionary tale. For Trump, a negative strategy for rebounding in a race.",
      "lead_paragraph": "[Follow our daily updates on the latest presidential election polls.]",
      "publication_date": "2020-08-22T09:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/22/us/politics/george-bush-comeback-dukakis.html",
      "byline": "By Adam Nagourney"
    },
    {
      "headline": "Stop Campus Partying to Slow the Virus? Colleges Try but Often Fail",
      "snippet": "Coronavirus outbreaks at colleges reopening for fall classes underscore the difficulties of policing student behavior.",
      "abstract": "Coronavirus outbreaks at colleges reopening for fall classes underscore the difficulties of policing student behavior.",
      "lead_paragraph": "At Cornell University, students started arriving over the past week hoping for a safe and socially distanced fall semester. Jason Chang already has doubts.",
      "publication_date": "2020-08-22T14:01:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/22/us/college-campus-covid.html",
      "byline": "By Shawn Hubler and Anemona Hartocollis"
    },
    {
      "headline": "Mnuchin Paved Way for Postal Service Shake-Up",
      "snippet": "At President Trump’s behest, the Treasury Secretary sought out appointees who would restructure the United States Postal Service.",
      "abstract": "At President Trump’s behest, the Treasury Secretary sought out appointees who would restructure the United States Postal Service.",
      "lead_paragraph": "WASHINGTON — In early February, Treasury Secretary Steven Mnuchin invited two Republican members of the Postal Service’s board of governors to his office to update him on a matter in which he had taken a particular interest — the search for a new postmaster general.",
      "publication_date": "2020-08-22T17:04:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/22/business/economy/dejoy-postmaster-general-trump-mnuchin.html",
      "byline": "By Kenneth P. Vogel, Jessica Silver-Greenberg, Alan Rappeport and Hailey Fuchs"
    },
    {
      "headline": "Coronavirus Limits California’s Efforts to Fight Fires With Prison Labor",
      "snippet": "Early releases of prisoners to protect them from the virus have depleted the ranks of an inmate firefighting program that some say should be abolished anyway.",
      "abstract": "Early releases of prisoners to protect them from the virus have depleted the ranks of an inmate firefighting program that some say should be abolished anyway.",
      "lead_paragraph": "VACAVILLE, Calif. — They charge into fire zones with 60-pound packs and three-foot chain saws, felling trees and hacking through brush to make wide paths of dirt around anything worth protecting. Bright orange uniforms set them apart from other firefighters — and identify them as inmates of California’s state prisons.",
      "publication_date": "2020-08-22T18:59:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/22/us/california-wildfires-prisoners.html",
      "byline": "By Thomas Fuller"
    },
    {
      "headline": "Threatened by Facebook Disinformation, a Monk Flees Cambodia",
      "snippet": "A smear campaign linked to the Cambodian government went viral on the social media platform, sending an activist Buddhist cleric into exile to protect himself.",
      "abstract": "A smear campaign linked to the Cambodian government went viral on the social media platform, sending an activist Buddhist cleric into exile to protect himself.",
      "lead_paragraph": "BANGKOK — In just four days, the reputation of a Buddhist monk who had spent decades fighting for the human rights of Cambodians was destroyed.",
      "publication_date": "2020-08-23T07:00:13+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/23/world/asia/cambodia-facebook-disinformation.html",
      "byline": "By Hannah Beech and Sun Narin"
    },
    {
      "headline": "Electric Vehicle Makers Find a Back Door to Wall Street",
      "snippet": "Special purpose acquisition companies, or SPACs, are helping them and other fledgling companies raise money and gain coveted stock listings.",
      "abstract": "Special purpose acquisition companies, or SPACs, are helping them and other fledgling companies raise money and gain coveted stock listings.",
      "lead_paragraph": "Steve Burns pulled together several pieces of a business venture over the last year: His company, Lordstown Motors, designed an electric pickup truck, acquired a plant and machinery from General Motors, and racked up thousands of orders.",
      "publication_date": "2020-08-23T09:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/23/business/electric-cars-spac-wall-street.html",
      "byline": "By Neal E. Boudette and Kate Kelly"
    },
    {
      "headline": "After Another Week of Setbacks, Trump Looks to Change the Story Line",
      "snippet": "The president heads into the Republican National Convention after a string of bad news, including the arrest of a former top aide and a damning reminder of Russia’s interference in the last election.",
      "abstract": "The president heads into the Republican National Convention after a string of bad news, including the arrest of a former top aide and a damning reminder of Russia’s interference in the last election.",
      "lead_paragraph": "[Follow our daily updates on the latest presidential election polls.]",
      "publication_date": "2020-08-23T16:27:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/23/us/politics/trump-scandals-rnc-convention.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "In Portland, a Prosecutor Must Decide: Which Protesters Should Go to Jail?",
      "snippet": "Portland’s new district attorney has refused to prosecute hundreds of low-level offenses tied to recent demonstrations against systemic racism and police brutality.",
      "abstract": "Portland’s new district attorney has refused to prosecute hundreds of low-level offenses tied to recent demonstrations against systemic racism and police brutality.",
      "lead_paragraph": "Just weeks after President Trump’s administration agreed to pull back federal officers from demonstrations in Portland, Ore., where his attempt at a high-profile crackdown backfired, the fate of the city’s protests now rests to a large extent with an altogether different leader: A brand-new, 39-year-old district attorneywhose approach to enforcing the law is as contested as the demonstrations themselves.",
      "publication_date": "2020-08-23T19:00:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/23/us/portland-protests-prosecute.html",
      "byline": "By Richard A. Oppel Jr"
    },
    {
      "headline": "In Ohio, a Father and Stepdaughter Show the Political Shifts in the Trump Era",
      "snippet": "He’s a union worker and former Democrat now solidly behind President Trump. She’s a onetime Republican now worried about her sons growing up in the Trump era. Family get-togethers can be difficult.",
      "abstract": "He’s a union worker and former Democrat now solidly behind President Trump. She’s a onetime Republican now worried about her sons growing up in the Trump era. Family get-togethers can be difficult.",
      "lead_paragraph": "NEWTON FALLS, Ohio — An hour after Kamala Harris was announced as Joseph R. Biden Jr.’s running mate last week, Dan Moore sat in his living room watching the Fox News coverage of her selection.",
      "publication_date": "2020-08-23T20:58:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/23/us/politics/ohio-trump-unions.html",
      "byline": "By Reid J. Epstein"
    },
    {
      "headline": "How Zeynep Tufekci Keeps Getting the Big Things Right",
      "snippet": "Dr. Tufekci, a computer programmer who became a sociologist, sounded an early alarm on the need for protective masks. It wasn’t the first time she was right about something big.",
      "abstract": "Dr. Tufekci, a computer programmer who became a sociologist, sounded an early alarm on the need for protective masks. It wasn’t the first time she was right about something big.",
      "lead_paragraph": "When the Centers for Disease Control and Prevention told Americans in January that they didn’t need to wear masks, Dr. S. Vincent Rajkumar, a professor at the Mayo Clinic and the editor of the Blood Cancer Journal, couldn’t believe his ears.",
      "publication_date": "2020-08-24T00:30:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/23/business/media/how-zeynep-tufekci-keeps-getting-the-big-things-right.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "F.D.A. Allows Expanded Use of Plasma to Treat Coronavirus Patients",
      "snippet": "The move came on the eve of the Republican convention and after President Trump pressed the agency to move faster to address the pandemic.",
      "abstract": "The move came on the eve of the Republican convention and after President Trump pressed the agency to move faster to address the pandemic.",
      "lead_paragraph": "The Food and Drug Administration on Sunday gave emergency approval for expanded use of antibody-rich blood plasma to help hospitalized coronavirus patients, allowing President Trump, who has been pressuring the agency to move faster to address the pandemic, to claim progress on the eve of the Republican convention.",
      "publication_date": "2020-08-24T00:56:45+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/23/us/politics/fda-plasma-coronavirus.html",
      "byline": "By Sharon LaFraniere, Sheri Fink, Katie Thomas and Maggie Haberman"
    },
    {
      "headline": "Belarus Protests Test Limits of Lukashenko’s Brutal, One-Man Rule",
      "snippet": "For 26 years, President Aleksandr Lukashenko has built a regime in his own eccentric, authoritarian image. Now he faces the greatest challenge yet to his hold on power.",
      "abstract": "For 26 years, President Aleksandr Lukashenko has built a regime in his own eccentric, authoritarian image. Now he faces the greatest challenge yet to his hold on power.",
      "lead_paragraph": "He jokes about running a dictatorship. He makes his generals salute his teenage son, who shares his penchant for dressing in military uniforms. He commands a brutal security service that makes people disappear. And when Covid-19 arrived, he told his people to play hockey, drive tractors and not worry about it.",
      "publication_date": "2020-08-24T04:01:11+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/24/world/europe/Lukashenko-Belarus.html",
      "byline": "By Andrew Higgins"
    },
    {
      "headline": "As Evictions Loom, Lawyers Are Gearing Up to Help",
      "snippet": "With a federal moratorium coming to an end, legal aid lawyers say they are preparing to defend renters in housing court.",
      "abstract": "With a federal moratorium coming to an end, legal aid lawyers say they are preparing to defend renters in housing court.",
      "lead_paragraph": "Just a few weeks ago, Jessie Reed was worried about being evicted from her Omaha apartment with her three young children. Her landlord had already tried to force her out in May when she stopped paying rent after quitting her job at an Omaha Steaks warehouse. One of her children has severe asthma, and Ms. Reed was worried she would unwittingly catch the coronavirus at work and transmit it.",
      "publication_date": "2020-08-24T07:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/24/business/tenants-lawyers-eviction-moratorium.html",
      "byline": "By Matthew Goldstein"
    },
    {
      "headline": "As Census Count Resumes, Doubts About Accuracy Continue to Grow",
      "snippet": "Officials project optimism. But a chorus of experts says the pandemic and politics could lead to a deeply flawed count.",
      "abstract": "Officials project optimism. But a chorus of experts says the pandemic and politics could lead to a deeply flawed count.",
      "lead_paragraph": "WASHINGTON — With the 2020 census into its final stage, more than one in three people hired as census takers have quit or failed to show up.",
      "publication_date": "2020-08-24T07:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/24/us/census-bureau.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "‘The Big Short 2.0’: How Hedge Funds Profited Off the Pain of Malls",
      "snippet": "As the pandemic accelerated the demise of some brick-and-mortar retailers, a group of investors profited handsomely from their travails.",
      "abstract": "As the pandemic accelerated the demise of some brick-and-mortar retailers, a group of investors profited handsomely from their travails.",
      "lead_paragraph": "Catie McKee was nervous. It was last October, and the 31-year-old hedge fund analyst, who had been scrutinizing the mortgages on the nation’s malls, was convinced that some of those malls would default on their loans. She and her colleagues had even bet a substantial amount of money on that likelihood.",
      "publication_date": "2020-08-24T09:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/24/business/mall-short-hedge-funds.html",
      "byline": "By Kate Kelly"
    },
    {
      "headline": "Europe Tried to Limit Mass Layoffs, but the Cuts Are Coming Anyway",
      "snippet": "Despite furlough schemes that have kept tens of millions of people employed, a tsunami of job cuts is about to hit as companies downsize.",
      "abstract": "Despite furlough schemes that have kept tens of millions of people employed, a tsunami of job cuts is about to hit as companies downsize.",
      "lead_paragraph": "PARIS — At BP, 10,000 jobs. At Lufthansa, 22,000. At Renault, 14,600. ",
      "publication_date": "2020-08-24T09:00:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/24/business/europe-economy-layoffs.html",
      "byline": "By Liz Alderman"
    },
    {
      "headline": "TikTok Sues U.S. Government Over Trump Ban",
      "snippet": "The suit escalates a bitter back-and-forth between the popular video app and American officials.",
      "abstract": "The suit escalates a bitter back-and-forth between the popular video app and American officials.",
      "lead_paragraph": "SAN FRANCISCO — TikTok sued the U.S. government on Monday, accusing the Trump administration of depriving it of due process when President Trump used his emergency economic powers to issue an executive order that will block the app from operating in the country.",
      "publication_date": "2020-08-24T15:00:09+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/08/24/technology/tiktok-sues-us-government-over-trump-ban.html",
      "byline": "By Mike Isaac and Ana Swanson"
    },
    {
      "headline": "Why Trump’s Approval Ratings on the Economy Remain Durable",
      "snippet": "Despite the recession, polling data and interviews with voters and political analysts suggest that a confluence of factors is raising the president’s standing on the economy issue.",
      "abstract": "Despite the recession, polling data and interviews with voters and political analysts suggest that a confluence of factors is raising the president’s standing on the economy issue.",
      "lead_paragraph": "It is an enduring political question amid a pandemic recession, double-digit unemployment and a recovery that appears to be slowing: Why does President Trump continue to get higher marks on economic issues in polls than his predecessors Barack Obama, George W. Bush and George H.W. Bush enjoyed when they stood for re-election?",
      "publication_date": "2020-08-24T15:46:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/08/24/us/politics/trump-economy.html",
      "byline": "By Jim Tankersley"
    }
  ]
}