{
  "metadata": {
    "date": "2020-01-13",
    "total_articles": 24
  },
  "articles": [
    {
      "headline": "Pelosi Alerts House to Be Ready to Send Impeachment Articles Next Week",
      "snippet": "In a letter to lawmakers, Ms. Pelosi moved to end an impasse, paving the way for the third presidential impeachment trial in history to begin as soon as Wednesday.",
      "abstract": "In a letter to lawmakers, Ms. Pelosi moved to end an impasse, paving the way for the third presidential impeachment trial in history to begin as soon as Wednesday.",
      "lead_paragraph": "WASHINGTON — Speaker Nancy Pelosi alerted lawmakers on Friday that she would move next week to send to the Senate articles of impeachment against President Trump, making a long-awaited announcement that paved the way for the third presidential impeachment trial in American history.",
      "publication_date": "2020-01-10T16:59:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/10/us/politics/trump-impeachment-pelosi.html",
      "byline": "By Nicholas Fandos"
    },
    {
      "headline": "Alphabet’s Chief Legal Officer Stepping Down Amid Investigation",
      "snippet": "David Drummond, who played a key role for the company since it was founded, was being investigated for relationships with several women at the company.",
      "abstract": "David Drummond, who played a key role for the company since it was founded, was being investigated for relationships with several women at the company.",
      "lead_paragraph": "SAN FRANCISCO — David Drummond, the chief legal officer of Google’s parent company, Alphabet, and one of its most senior executives, is leaving the internet giant amid an investigation into his relationships with women who worked at the company.",
      "publication_date": "2020-01-10T18:42:32+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/10/technology/david-drummond-google.html",
      "byline": "By Daisuke Wakabayashi"
    },
    {
      "headline": "Why Pete Buttigieg Has Made Religion Central to His Campaign",
      "snippet": "The former mayor is not only trying to bridge ground within the Democratic Party, he’s also making a direct appeal to disaffected conservatives who cannot stomach President Trump.",
      "abstract": "The former mayor is not only trying to bridge ground within the Democratic Party, he’s also making a direct appeal to disaffected conservatives who cannot stomach President Trump.",
      "lead_paragraph": "DES MOINES — It was a Sunday, and Pete Buttigieg’s standard riff on the role of faith in politics went on a little longer than usual.",
      "publication_date": "2020-01-10T18:55:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/10/us/politics/pete-buttigieg-religion-2020.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "U.S. Unsuccessfully Tried Killing a Second Iranian Military Official",
      "snippet": "A failed airstrike in Yemen was aimed at Abdul Reza Shahlai, an official with Iran’s Quds Force and an organizer of financing for regional militias supported by Iran.",
      "abstract": "A failed airstrike in Yemen was aimed at Abdul Reza Shahlai, an official with Iran’s Quds Force and an organizer of financing for regional militias supported by Iran.",
      "lead_paragraph": "WASHINGTON — The American military unsuccessfully tried to kill a senior Iranian military official in Yemen on the same day a drone strike killed Maj. Gen. Qassim Suleimani, Iran’s most powerful commander, according to American officials. ",
      "publication_date": "2020-01-10T20:04:25+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/10/world/middleeast/trump-iran-yemen.html",
      "byline": "By Eric Schmitt, Edward Wong and Julian E. Barnes"
    },
    {
      "headline": "Buckle Up for Another Facebook Election",
      "snippet": "By opting not to change the company’s political advertising rules, Mark Zuckerberg has ensured another election shaped by the social network.",
      "abstract": "By opting not to change the company’s political advertising rules, Mark Zuckerberg has ensured another election shaped by the social network.",
      "lead_paragraph": "SAN FRANCISCO — If you were hoping to hear less about Facebook this year, you’re out of luck.",
      "publication_date": "2020-01-10T20:32:56+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/10/technology/facebook-election.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "With Earthquakes and Storms, Puerto Rico’s Power Grid Can’t Catch a Break",
      "snippet": "The lines and poles rebuilt after Hurricane Maria held up, but some power plants did not, leading to another worrying blackout.",
      "abstract": "The lines and poles rebuilt after Hurricane Maria held up, but some power plants did not, leading to another worrying blackout.",
      "lead_paragraph": "SAN JUAN, P.R. — After the devastation of Hurricane Maria, the federal government set aside nearly $2 billion to fix the electrical transmission lines in Puerto Rico, hoping to avert another epic blackout. But when the next disaster arrived this week — the strongest earthquake in a century — the island was once again plunged into darkness.",
      "publication_date": "2020-01-10T21:22:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/10/us/puerto-rico-electricity-power-earthquake.html",
      "byline": "By Patricia Mazzei, Ivan Penn and Frances Robles"
    },
    {
      "headline": "As U.S.-Iran Tensions Flare, Iraq Is Caught in the Middle",
      "snippet": "After U.S. airstrikes killed an Iranian leader, Iraq’s Parliament voted to expel American forces. Some Iraqi officials say that would be disastrous for Iraq.",
      "abstract": "After U.S. airstrikes killed an Iranian leader, Iraq’s Parliament voted to expel American forces. Some Iraqi officials say that would be disastrous for Iraq.",
      "lead_paragraph": "BAGHDAD — The walls of the American Embassy in Baghdad were still on fire and members of pro-Iranian armed groups were chanting threats outside, when Iraq’s prime minister tried to explain the situation to President Trump. ",
      "publication_date": "2020-01-10T22:45:16+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/10/world/middleeast/iraq-iran-us-troops.html",
      "byline": "By Alissa J. Rubin"
    },
    {
      "headline": "‘I Honestly Don’t Trust Many People at Boeing’: A Broken Culture Exposed",
      "snippet": "A trove of internal employee communications shows that the aviation giant’s troubles go beyond one poorly designed plane.",
      "abstract": "A trove of internal employee communications shows that the aviation giant’s troubles go beyond one poorly designed plane.",
      "lead_paragraph": "Boeing’s troubles run deep. The 737 Max, its newest and most important jet, has been grounded since March after two deadly crashes killed 346 people. The cascading crisis has disrupted the global aviation industry, cost the company billions of dollars and led to the ouster of its chief executive.",
      "publication_date": "2020-01-10T23:42:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/10/business/boeing-737-employees-messages.html",
      "byline": "By David Gelles"
    },
    {
      "headline": "Iran Says It Unintentionally Shot Down Ukrainian Airliner",
      "snippet": "“The Islamic Republic of Iran deeply regrets this disastrous mistake,” President Hassan Rouhani said, as Iran reversed its claims that mechanical failure was to blame.",
      "abstract": "“The Islamic Republic of Iran deeply regrets this disastrous mistake,” President Hassan Rouhani said, as Iran reversed its claims that mechanical failure was to blame.",
      "lead_paragraph": "Iran’s military announced early Saturday that it had accidentally shot down a Ukrainian passenger jet, blaming human error because of what it called the plane’s sharp, unexpected turn toward a sensitive military base.",
      "publication_date": "2020-01-11T04:03:28+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/10/world/middleeast/missile-iran-plane-crash.html",
      "byline": "By Farnaz Fassihi"
    },
    {
      "headline": "Sanders and Biden Look for Dominance in Early States",
      "snippet": "Bernie Sanders and Joseph R. Biden Jr. have been seeking to take control of the race in its early stages, trying to deny momentum to their top two rivals, Elizabeth Warren and Pete Buttigieg.",
      "abstract": "Bernie Sanders and Joseph R. Biden Jr. have been seeking to take control of the race in its early stages, trying to deny momentum to their top two rivals, Elizabeth Warren and Pete Buttigieg.",
      "lead_paragraph": "Senator Bernie Sanders of Vermont and former Vice President Joseph R. Biden Jr., two front-runners in the Democratic presidential race, are mounting a late push to gain a decisive advantage in the early primary and caucus states, aiming to avert a monthslong delegate battle against two insurgent rivals — and each other.",
      "publication_date": "2020-01-11T10:00:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/11/us/politics/sanders-biden-early-states.html",
      "byline": "By Alexander Burns and Jonathan Martin"
    },
    {
      "headline": "The Merchants of Thirst",
      "snippet": "In Nepal and many other countries, private tanker operators profit from growing water scarcity.",
      "abstract": "In Nepal and many other countries, private tanker operators profit from growing water scarcity.",
      "lead_paragraph": "KATHMANDU, Nepal — It had been 11 days since a ruptured valve reduced Kupondole district’s pipeline flow to a dribble, and the phones at Pradeep Tamanz’s tanker business wouldn’t stop ringing.",
      "publication_date": "2020-01-11T13:00:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2020/01/11/business/drought-increasing-worldwide.html",
      "byline": "By Peter Schwartzstein"
    },
    {
      "headline": "Carlos Ghosn Skipped Bail. This Man Was Left Behind.",
      "snippet": "The former Nissan executive remains in Tokyo, awaiting a trial on criminal charges that he helped Mr. Ghosn hide his compensation.",
      "abstract": "The former Nissan executive remains in Tokyo, awaiting a trial on criminal charges that he helped Mr. Ghosn hide his compensation.",
      "lead_paragraph": "Every weekday morning, Greg Kelly, the former Nissan executive accused of helping Carlos Ghosn hide his compensation from the Japanese authorities, makes his way to his lawyer’s office in Tokyo to chip away at a monumental task: reviewing close to one billion pages of documents.",
      "publication_date": "2020-01-11T15:43:14+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/11/business/greg-kelly-carlos-ghosn-nissan.html",
      "byline": "By Emily Flitter"
    },
    {
      "headline": "Furor in Iran and Abroad After Tehran Admits Downing Ukrainian Jetliner",
      "snippet": "Ukrainian officials suggest Iran would not have admitted responsibility if investigators from Ukraine had not found missile debris in the crash wreckage.",
      "abstract": "Ukrainian officials suggest Iran would not have admitted responsibility if investigators from Ukraine had not found missile debris in the crash wreckage.",
      "lead_paragraph": "KYIV, Ukraine — Iran’s stunning admission that its forces errantly downed a Ukrainian jetliner — reversing three days of denial — did little to quell growing fury inside the country and beyond on Saturday as the deadly tragedy turned into a volatile political crisis for Tehran’s leaders and overshadowed their struggle with the United States.",
      "publication_date": "2020-01-11T18:23:36+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/11/world/middleeast/furor-in-iran-and-abroad-after-tehran-admits-downing-ukrainian-jetliner.html",
      "byline": "By Anton Troianovski, Andrew E. Kramer and Farnaz Fassihi"
    },
    {
      "headline": "Seven Days in January: How Trump Pushed U.S. and Iran to the Brink of War",
      "snippet": "The story of that week, and the secret planning in the months preceding it, ranks as the most perilous chapter so far in President Trump’s three years in office.",
      "abstract": "The story of that week, and the secret planning in the months preceding it, ranks as the most perilous chapter so far in President Trump’s three years in office.",
      "lead_paragraph": "WASHINGTON — The plane was late and the kill team was worried. International listings showed that Cham Wings Airlines Flight 6Q501, scheduled to take off from Damascus at 7:30 p.m. for Baghdad, had departed, but in fact, an informant at the airport reported, it was still on the ground and the targeted passenger had not yet shown up.",
      "publication_date": "2020-01-11T18:28:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/11/us/politics/iran-trump.html",
      "byline": "By Peter Baker, Ronen Bergman, David D. Kirkpatrick, Julian E. Barnes and Alissa J. Rubin"
    },
    {
      "headline": "‘I Lost My Legs’: Wounded in Iraq, He Sued Iran",
      "snippet": "Americans who lost limbs or loved ones in the Iraq war and fought to prove that General Suleimani played a role see justice in his death by a missile strike.",
      "abstract": "Americans who lost limbs or loved ones in the Iraq war and fought to prove that General Suleimani played a role see justice in his death by a missile strike.",
      "lead_paragraph": "MELVILLE, N.Y. — Chris Levi’s fellow soldiers were sure he was dead. The Humvee he commanded in Baghdad had been torn apart by a projectile, and so had his body. When he awoke several minutes later, he followed his training, trying to assess his injuries.",
      "publication_date": "2020-01-12T10:00:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/12/us/suleimani-iran-attacks.html",
      "byline": "By Richard A. Oppel Jr. and Nicholas Bogel-Burroughs"
    },
    {
      "headline": "Esper Says He Saw No Evidence Iran Targeted 4 Embassies, as Story Shifts Again",
      "snippet": "The disparity between the defense secretary and President Trump added another twist to an ever-evolving explanation for a strike on an Iranian general that led to the brink of war.",
      "abstract": "The disparity between the defense secretary and President Trump added another twist to an ever-evolving explanation for a strike on an Iranian general that led to the brink of war.",
      "lead_paragraph": "WASHINGTON — They had to kill him because he was planning an “imminent” attack. But how imminent they could not say. Where they could not say. When they could not say. And really, it was more about what he had already done. Or actually it was to stop him from hitting an American embassy. Or four embassies. Or not. ",
      "publication_date": "2020-01-12T16:21:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/12/us/politics/esper-iran-trump-embassies.html",
      "byline": "By Peter Baker and Thomas Gibbons-Neff"
    },
    {
      "headline": "The Decimation of Local News Has Lawmakers Crossing the Aisle",
      "snippet": "Lawmakers from both parties blame companies like Facebook and Google for the struggles of local newspapers.",
      "abstract": "Lawmakers from both parties blame companies like Facebook and Google for the struggles of local newspapers.",
      "lead_paragraph": "CORNELIA, Ga. — When a sport utility vehicle swerved out of its lane several weeks ago, slamming into a pickup truck and killing a teenager, a reporter from The Northeast Georgian raced to the scene. Within hours, the paper had posted the news on Facebook and updated it twice. It was shared by hundreds of people on the social network.",
      "publication_date": "2020-01-12T20:34:49+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/12/technology/google-facebook-newspapers.html",
      "byline": "By Cecilia Kang"
    },
    {
      "headline": "How the Police Use Facial Recognition, and Where It Falls Short",
      "snippet": "Records from Florida, where law enforcement has long used the controversial technology, offer an inside look at its risks and rewards.",
      "abstract": "Records from Florida, where law enforcement has long used the controversial technology, offer an inside look at its risks and rewards.",
      "lead_paragraph": "After a high-speed chase north of Orlando, Fla., sheriff’s deputies punctured the tires of a stolen Dodge Magnum and brought it to a stop. They arrested the driver, but couldn’t determine who he was. The man had no identification card. He passed out after stuffing something into his mouth. And his fingerprints, the deputies reported, appeared to have been chewed off.",
      "publication_date": "2020-01-12T22:17:21+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/12/technology/facial-recognition-police.html",
      "byline": "By Jennifer Valentino-DeVries"
    },
    {
      "headline": "Iran Cracks Down as Protests Over Downing of Airliner Grow",
      "snippet": "Remarkably, some criticism is coming from some within the government’s hard-line power base.",
      "abstract": "Remarkably, some criticism is coming from some within the government’s hard-line power base.",
      "lead_paragraph": "A top Iranian military commander made a rare public appeal for forgiveness on Sunday as security forces fired on protesters and outrage over the mistaken downing of a jetliner reignited opposition on the streets and stirred dissent within the government’s conservative base. ",
      "publication_date": "2020-01-13T00:49:11+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/12/world/middleeast/iran-plane-protests.html",
      "byline": "By Farnaz Fassihi and David D. Kirkpatrick"
    },
    {
      "headline": "Joe Biden’s Vote for War",
      "snippet": "In October 2002, he was one of 77 senators who gave President George W. Bush the authority to use force in Iraq. He is still trying to explain that choice.",
      "abstract": "In October 2002, he was one of 77 senators who gave President George W. Bush the authority to use force in Iraq. He is still trying to explain that choice.",
      "lead_paragraph": "Senator Joseph R. Biden Jr. proposed a compromise. ",
      "publication_date": "2020-01-13T00:57:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/12/us/politics/joe-biden-iraq-war.html",
      "byline": "By Katie Glueck and Thomas Kaplan"
    },
    {
      "headline": "The Iowa Reporter in the Middle of the 2020 Action",
      "snippet": "Every four years, the top political correspondent at The Des Moines Register has a big role to play. Now it’s Brianne Pfannenstiel’s turn.",
      "abstract": "Every four years, the top political correspondent at The Des Moines Register has a big role to play. Now it’s Brianne Pfannenstiel’s turn.",
      "lead_paragraph": "DES MOINES — Like many people in Iowa, Brianne Pfannenstiel has had campaign volunteers knocking on her front door. Unlike her neighbors, she must turn them away.",
      "publication_date": "2020-01-13T10:00:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/13/business/media/who-is-brianne-pfannenstiel.html",
      "byline": "By Marc Tracy"
    },
    {
      "headline": "What Happened When a State Made Food Stamps Harder to Get",
      "snippet": "In West Virginia, tougher work requirements for receiving food stamps complicated life for poor people, but did not result in increased employment.",
      "abstract": "In West Virginia, tougher work requirements for receiving food stamps complicated life for poor people, but did not result in increased employment.",
      "lead_paragraph": "MILTON, W.Va. — In the early mornings, Chastity and Paul Peyton walk from their small and barely heated apartment to Taco Bell to clean fryers and take orders for as many work hours as they can get. It rarely adds up to a full-time week’s worth, often not even close. With this income and whatever cash Mr. Peyton can scrape up doing odd jobs — which are hard to come by in a small town in winter, for someone without a car — the couple pays rent, utilities and his child support payments.",
      "publication_date": "2020-01-13T10:00:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/13/us/food-stamps-work-west-virginia.html",
      "byline": "By Campbell Robertson"
    },
    {
      "headline": "Trump’s Iran Strategy May Cost Him in 2020 Election",
      "snippet": "Part of President Trump’s appeal reflected his criticisms of America’s entanglements abroad. The uncertainty in the Middle East could threaten his re-election chances.",
      "abstract": "Part of President Trump’s appeal reflected his criticisms of America’s entanglements abroad. The uncertainty in the Middle East could threaten his re-election chances.",
      "lead_paragraph": "DUBUQUE, Iowa — Almost exactly four years ago, Donald J. Trump touched down at an airport hangar here, delivered a donation to a group that provides service dogs to veterans and, before inviting a few kids to run around on his Boeing 757, criticized the wars in the Middle East that many local families had sent their sons and daughters to fight in. ",
      "publication_date": "2020-01-13T10:00:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/13/us/politics/trump-iran-war.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Australia’s Fires Test Its Winning Growth Formula",
      "snippet": "The country’s vulnerable environment and growing dependence on China have raised questions about the sustainability of its economic success.",
      "abstract": "The country’s vulnerable environment and growing dependence on China have raised questions about the sustainability of its economic success.",
      "lead_paragraph": "Australia’s remarkable prosperity rests on a balancing act. It mines coal, natural gas and iron ore from a vulnerable landscape. It takes ever more money from China while allied with the American military.",
      "publication_date": "2020-01-13T15:15:52+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/13/business/australia-economy-wildfires.html",
      "byline": "By Keith Bradsher and Isabella Kwai"
    }
  ]
}