{
  "metadata": {
    "date": "2020-01-07",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Bolton Is Willing to Testify in Trump Impeachment Trial, Raising Pressure for Witnesses",
      "snippet": "The former national security adviser, who has complied with a White House directive not to cooperate in the inquiry, said he would testify if the Senate subpoenaed him.",
      "abstract": "The former national security adviser, who has complied with a White House directive not to cooperate in the inquiry, said he would testify if the Senate subpoenaed him.",
      "lead_paragraph": "WASHINGTON — John R. Bolton, the former White House national security adviser, said on Monday that he was willing to testify at President Trump’s impeachment trial, putting new pressure on Republicans to call witnesses and raising the possibility of revelations as the Senate weighs Mr. Trump’s removal.",
      "publication_date": "2020-01-06T16:56:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/06/us/politics/bolton-testify-impeachment-trial.html",
      "byline": "By Nicholas Fandos and Michael S. Schmidt"
    },
    {
      "headline": "Awash in Disinformation Before Vote, Taiwan Points Finger at China",
      "snippet": "The self-governing island is on high alert for digital-age trickery and deception that Beijing might be using to try to swing a crucial election.",
      "abstract": "The self-governing island is on high alert for digital-age trickery and deception that Beijing might be using to try to swing a crucial election.",
      "lead_paragraph": "TAIPEI, Taiwan — At first glance, the bespectacled YouTuber railing against Taiwan’s president, Tsai Ing-wen, just seems like a concerned citizen making an appeal to his fellow Taiwanese. ",
      "publication_date": "2020-01-06T17:47:53+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/06/technology/taiwan-election-china-disinformation.html",
      "byline": "By Raymond Zhong"
    },
    {
      "headline": "Khamenei Wants to Put Iran’s Stamp on Reprisal for U.S. Killing of Top General",
      "snippet": "In a departure from Iran’s usual tactics of hiding behind proxies, the country’s supreme leader wants any retaliation for the killing of a top military commander to be carried out openly by Iranian forces.",
      "abstract": "In a departure from Iran’s usual tactics of hiding behind proxies, the country’s supreme leader wants any retaliation for the killing of a top military commander to be carried out openly by Iranian forces.",
      "lead_paragraph": "In the tense hours following the American killing of a top Iranian military commander, the country’s supreme leader, Ayatollah Ali Khamenei, made a rare appearance at a meeting of the government’s National Security Council to lay down the parameters for any retaliation. It must be a direct and proportional attack on American interests, he said, openly carried out by Iranian forces themselves, three Iranians familiar with the meeting said Monday.",
      "publication_date": "2020-01-07T01:09:55+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/06/world/middleeast/iran-khamenei-general-soleimani.html",
      "byline": "By Farnaz Fassihi and David D. Kirkpatrick"
    },
    {
      "headline": "Pentagon Rules Out Striking Iranian Cultural Sites, Contradicting Trump",
      "snippet": "The defense secretary acknowledged that “the laws of armed conflict” prohibited attacking antiquities and said the military had no plans to do so, even though the president declared them targets.",
      "abstract": "The defense secretary acknowledged that “the laws of armed conflict” prohibited attacking antiquities and said the military had no plans to do so, even though the president declared them targets.",
      "lead_paragraph": "WASHINGTON — Defense Secretary Mark T. Esper sought to douse an international outcry on Monday by ruling out military attacks on cultural sites in Iran if the conflict with Tehran escalates further, despite President Trump’s threat to destroy some of the country’s treasured icons.",
      "publication_date": "2020-01-07T01:19:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/06/us/politics/trump-esper-iran-cultural-sites.html",
      "byline": "By Peter Baker and Maggie Haberman"
    },
    {
      "headline": "A Year After a #MeToo Reckoning, Economists Still Grapple With It",
      "snippet": "After a year of revelations about racism and sexism, the profession’s annual meeting reflected signs of progress, but also work to be done.",
      "abstract": "After a year of revelations about racism and sexism, the profession’s annual meeting reflected signs of progress, but also work to be done.",
      "lead_paragraph": "SAN DIEGO — When the nation’s economists gathered here over the weekend, the event looked different than in past years. There was a woman holding “office hours” to help victims of sexual harassment and abuse. Job interviews were no longer conducted in hotel rooms, where female candidates had long felt uncomfortable. There was a long list of panel discussions on racism and sexism in the profession.",
      "publication_date": "2020-01-07T08:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/07/business/economy/economics-race-gender.html",
      "byline": "By Ben Casselman, Jim Tankersley and Jeanna Smialek"
    },
    {
      "headline": "‘Scarier’ Than Hurricane Maria: A Deadly Earthquake Terrifies Puerto Rico",
      "snippet": "The state of chaos that followed the 2017 storm robbed Puerto Ricans of any belief that their leaders could manage another natural disaster.",
      "abstract": "The state of chaos that followed the 2017 storm robbed Puerto Ricans of any belief that their leaders could manage another natural disaster.",
      "lead_paragraph": "PONCE, P.R. — The auditorium where Lenda Torres Rodríguez and some of her neighbors sought refuge on Tuesday after the latest in a series of earthquakes convulsed Puerto Rico seemed almost as unreliable as the houses they had abandoned. Every time a new aftershock hit, the windows made ominous cracking sounds. ",
      "publication_date": "2020-01-07T09:41:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/07/us/puerto-rico-earthquake.html",
      "byline": "By Edmy Ayala, Patricia Mazzei, Frances Robles and Sandra E. Garcia"
    },
    {
      "headline": "Japan Issues Arrest Warrant for Carlos Ghosn’s Wife",
      "snippet": "The authorities said they suspect Carole Ghosn gave false testimony in April related to the allegations against her husband.",
      "abstract": "The authorities said they suspect Carole Ghosn gave false testimony in April related to the allegations against her husband.",
      "lead_paragraph": "TOKYO — The Japanese authorities said on Tuesday that they had issued a warrant for the arrest of Carole Ghosn, the wife of Carlos Ghosn, taking direct aim at the family of the fallen auto magnate as they sought to bring him back to the country to face criminal charges. ",
      "publication_date": "2020-01-07T09:56:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/07/business/carlos-ghosn-escape.html",
      "byline": "By Makiko Inoue, Eimi Yamamitsu and Carlotta Gall"
    },
    {
      "headline": "A Victim’s Account Fuels a Reckoning Over Abuse of Children in France",
      "snippet": "A French author wrote for years about his predilection for children and continued to win acclaim. Now one of them has spoken out.",
      "abstract": "A French author wrote for years about his predilection for children and continued to win acclaim. Now one of them has spoken out.",
      "lead_paragraph": "PARIS — The French writer Gabriel Matzneff never hid the fact that he engaged in sex with girls and boys in their early teens or even younger. He wrote countless books detailing his insatiable pursuits and appeared on television boasting about them. “Under 16 Years Old,” was the title of an early book that left no ambiguity.",
      "publication_date": "2020-01-07T10:00:18+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/07/world/europe/france-pedophilia-gabriel-matzneff.html",
      "byline": "By Norimitsu Onishi"
    },
    {
      "headline": "Impossible Dumplings and Beyond Buns: Will China Buy Fake Meat?",
      "snippet": "Impossible Foods and Beyond Meat want to expand to the Chinese market but face significant governmental and cultural hurdles.",
      "abstract": "Impossible Foods and Beyond Meat want to expand to the Chinese market but face significant governmental and cultural hurdles.",
      "lead_paragraph": "As an early sign of how Impossible Foods’ plant-based meat may fare in China, the placement of the company’s booth at the International Import Expo in Shanghai was not particularly auspicious.",
      "publication_date": "2020-01-07T10:00:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2020/01/07/business/fake-pork-china.html",
      "byline": "By David Yaffe-Bellany"
    },
    {
      "headline": "Iran Fires on U.S. Forces at 2 Bases in Iraq, Calling It ‘Fierce Revenge’",
      "snippet": "Iraqi officials say the Iranian strikes, involving at least a dozen ballistic missiles, caused no American or Iraqi casualties. President Trump issued an upbeat appraisal.",
      "abstract": "Iraqi officials say the Iranian strikes, involving at least a dozen ballistic missiles, caused no American or Iraqi casualties. President Trump issued an upbeat appraisal.",
      "lead_paragraph": "BAGHDAD — Iran attacked two bases in Iraq that house American troops with a barrage of missiles early Wednesday, Iranian official news media and United States officials said, fulfilling Tehran’s promise to retaliate for the killing of a top Iranian commander.",
      "publication_date": "2020-01-07T12:44:19+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2020/01/07/world/middleeast/iran-fires-missiles-us.html",
      "byline": "By Alissa J. Rubin, Farnaz Fassihi, Eric Schmitt and Vivian Yee"
    }
  ]
}