{
  "metadata": {
    "date": "2021-12-13",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "How’s the Economy? Biden Sees a Boom. Many Americans Don’t.",
      "snippet": "The president has struggled to sell strong growth and job gains to a public that appears more concerned about rising prices — and remains anxious about Covid.",
      "abstract": "The president has struggled to sell strong growth and job gains to a public that appears more concerned about rising prices — and remains anxious about Covid.",
      "lead_paragraph": "WASHINGTON — President Biden and his top aides are struggling to bridge the gap between the economy they want to celebrate and the one that has left many Americans anxious and frustrated, as a record-setting recovery collides with prolonged inflation and an ongoing pandemic that has left consumers deeply pessimistic.",
      "publication_date": "2021-12-10T20:06:57+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/10/business/biden-economy-growth-jobs.html",
      "byline": "By Jim Tankersley"
    },
    {
      "headline": "The Game Awards Returns With Glitz and an Industry Asserting Its Muscle",
      "snippet": "On Thursday night, the video game industry held its big awards event, which is quickly becoming as important — and as long — as certain other entertainment occasions.",
      "abstract": "On Thursday night, the video game industry held its big awards event, which is quickly becoming as important — and as long — as certain other entertainment occasions.",
      "lead_paragraph": "LOS ANGELES — Wearing blazers and bedazzled dresses, downing cocktails, swapping industry gossip, and hobnobbing with some of Hollywood’s biggest names, the stars of America’s video game industry assembled on Thursday night for a long-delayed reunion at the Game Awards.",
      "publication_date": "2021-12-11T00:08:50+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/10/business/the-game-awards.html",
      "byline": "By Kellen Browning"
    },
    {
      "headline": "You’re Going to Work a Long Time. Here’s How to Build in Breaks.",
      "snippet": "Living longer can mean having a longer career, whether by choice or necessity. Stopping and starting isn’t easy, but it might be worth it.",
      "abstract": "Living longer can mean having a longer career, whether by choice or necessity. Stopping and starting isn’t easy, but it might be worth it.",
      "lead_paragraph": "You’re probably going to need to work longer than you imagined when you were first starting out. After all, you might live to be 100.",
      "publication_date": "2021-12-11T08:00:07+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/11/your-money/work-time-out-career-longevity.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "In Bid for Control of Elections, Trump Loyalists Face Few Obstacles",
      "snippet": "A movement animated by Donald J. Trump’s 2020 election lies is turning its attention to 2022 and beyond.",
      "abstract": "A movement animated by Donald J. Trump’s 2020 election lies is turning its attention to 2022 and beyond.",
      "lead_paragraph": "ELIZABETHTOWN, Pa. — When thousands of Trump supporters gathered in Washington on Jan. 6 for the Stop the Steal rally that led to the storming of the U.S. Capitol, one of them was a pastor and substitute teacher from Elizabethtown, Pa., named Stephen Lindemuth.",
      "publication_date": "2021-12-11T10:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/11/us/politics/trust-in-elections-trump-democracy.html",
      "byline": "By Charles Homans"
    },
    {
      "headline": "Congress, Far From ‘a Series of Tubes,’ Is Still Nowhere Near Reining In Tech",
      "snippet": "Holding a hearing that humbles the most powerful business executives in the world is much easier than legislating.",
      "abstract": "Holding a hearing that humbles the most powerful business executives in the world is much easier than legislating.",
      "lead_paragraph": "WASHINGTON — It’s now a rite of passage. Executives of the hottest technology companies fly, or more recently Zoom, from Silicon Valley to Washington, usually swapping their tech-casual for something more buttoned-up. They take oaths, explain their mission to better the world, and defend their businesses under the glare of TV cameras.",
      "publication_date": "2021-12-11T10:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2021/12/11/business/congress-tech-regulation.html",
      "byline": "By Cecilia Kang"
    },
    {
      "headline": "The End of a Return-to-Office Date",
      "snippet": "More and more companies are saying: We’ll get back to you.",
      "abstract": "More and more companies are saying: We’ll get back to you.",
      "lead_paragraph": "The executives had a good feeling about Jan. 10, 2022 — the date when DocuSign’s 7,000 employees worldwide would finally come back to work.",
      "publication_date": "2021-12-11T10:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/11/business/return-to-office-2022.html",
      "byline": "By Emma Goldberg"
    },
    {
      "headline": "Helicopters and High-Speed Chases: Inside Texas’ Push to Arrest Migrants",
      "snippet": "Texas is using state law enforcement in an unusual way in an attempt to stem illegal border crossings. The tactic is raising constitutional concerns and transforming life in one small town.",
      "abstract": "Texas is using state law enforcement in an unusual way in an attempt to stem illegal border crossings. The tactic is raising constitutional concerns and transforming life in one small town.",
      "lead_paragraph": "BRACKETTVILLE, Texas — Magdaleno Ruiz Jimenez huddled under a waxing moon in the rough brush of a Texas ranch. His journey to the small border community of Brackettville had been long, about 1,300 miles from his home in Mexico. But now a drone was buzzing overhead.",
      "publication_date": "2021-12-11T10:00:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/11/us/texas-migrant-arrests-police.html",
      "byline": "By J. David Goodman and Kirsten Luce"
    },
    {
      "headline": "In a Kentucky Town Hit by a Tornado, Anguish, Worry — and Feeling Grateful to Be Alive",
      "snippet": "A tornado devastated much of Mayfield, Ky., leaving a close-knit community to grapple with what it has lost and what it will take to recover.",
      "abstract": "A tornado devastated much of Mayfield, Ky., leaving a close-knit community to grapple with what it has lost and what it will take to recover.",
      "lead_paragraph": "MAYFIELD, Ky. — Churches were reduced to rubble. The courthouse was wiped out. A building where the utility company parked its trucks had seemingly vaporized, taking the vehicles with it.",
      "publication_date": "2021-12-11T22:59:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/11/us/mayfield-kentucky-hit-by-tornado.html",
      "byline": "By Rick Rojas and Jamie McGee"
    },
    {
      "headline": "Tornadoes Tear Through South and Midwest, With at Least 70 Dead in Kentucky",
      "snippet": "Power was out across the region on Saturday, and severe storms were expected to continue.",
      "abstract": "Power was out across the region on Saturday, and severe storms were expected to continue.",
      "lead_paragraph": "MAYFIELD, Ky. — Rescue workers across the middle of the country combed through wreckage for survivors on Saturday after a horde of tornadoes ripped a catastrophic swath from Arkansas through Kentucky. Scores of people were killed in the storms, and officials warned that the toll was almost certain to rise as they sifted through the ruins.",
      "publication_date": "2021-12-12T02:31:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/11/us/kentucky-deadly-tornadoes.html",
      "byline": "By Rick Rojas, Jamie McGee, Laura Faith Kebede and Campbell Robertson"
    },
    {
      "headline": "Civilian Deaths Mounted as Secret Unit Pounded ISIS",
      "snippet": "An American strike cell alarmed its partners as it raced to defeat the enemy.",
      "abstract": "An American strike cell alarmed its partners as it raced to defeat the enemy.",
      "lead_paragraph": "A single top secret American strike cell launched tens of thousands of bombs and missiles against the Islamic State in Syria, but in the process of hammering a vicious enemy, the shadowy force sidestepped safeguards and repeatedly killed civilians, according to multiple current and former military and intelligence officials.",
      "publication_date": "2021-12-12T08:00:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/12/us/civilian-deaths-war-isis.html",
      "byline": "By Dave Philipps, Eric Schmitt and Mark Mazzetti"
    },
    {
      "headline": "Alibaba Dismisses Employee Who Accused Her Boss of Rape",
      "snippet": "After initially supporting her #MeToo accusation, the company now blames her for damaging the company’s reputation with false claims.",
      "abstract": "After initially supporting her #MeToo accusation, the company now blames her for damaging the company’s reputation with false claims.",
      "lead_paragraph": "Alibaba, China’s e-commerce giant, has dismissed a woman who accused a superior of raping her during a business trip in July, a case that has highlighted the toxic workplace culture of the country’s tech industry and the hurdles Chinese women face when they experience sexual harassment or assault.",
      "publication_date": "2021-12-12T08:02:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/12/business/china-alibaba-rape-metoo.html",
      "byline": "By Steven Lee Myers"
    },
    {
      "headline": "Haiti’s Leader Kept a List of Drug Traffickers. His Assassins Came for It.",
      "snippet": "In the months before his murder, President Jovenel Moïse took a number of steps to fight drug and arms smugglers. Some officials now fear he was killed for it.",
      "abstract": "In the months before his murder, President Jovenel Moïse took a number of steps to fight drug and arms smugglers. Some officials now fear he was killed for it.",
      "lead_paragraph": "PORT-AU-PRINCE — President Jovenel Moïse of Haiti was about to name names.",
      "publication_date": "2021-12-12T10:00:18+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/12/world/americas/jovenel-moise-haiti-president-drug-traffickers.html",
      "byline": "By Maria Abi-Habib"
    },
    {
      "headline": "Robberies. Drought. Tent Camps. Los Angeles’s Next Mayor Faces a Litany of Crises.",
      "snippet": "The city’s unease could prove pivotal next year, when Los Angeles will elect a new mayor in a contest that civic leaders say will have the highest stakes in decades.",
      "abstract": "The city’s unease could prove pivotal next year, when Los Angeles will elect a new mayor in a contest that civic leaders say will have the highest stakes in decades.",
      "lead_paragraph": "LOS ANGELES — Peter Nichols has lived for 22 years in a two-bedroom Cape Cod in the Fairfax District, in the flat, bungalow-lined midsection between the east and the west sides of Los Angeles. His block used to make him proud, with its neat lawns and palm trees: Crime was low. Streets were clean. When a problem arose — drug use in the park, traffic from the nearby Melrose Avenue shopping district — the city seemed to know how to address it.",
      "publication_date": "2021-12-12T10:01:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/12/us/los-angeles-mayor-race.html",
      "byline": "By Shawn Hubler and Jill Cowan"
    },
    {
      "headline": "Chris Wallace Leaves Fox News as Right-Wing Hosts Hold Sway",
      "snippet": "The “Fox News Sunday” anchor had been with the network for 18 years, and often dissented from the views of his pro-Trump colleagues.",
      "abstract": "The “Fox News Sunday” anchor had been with the network for 18 years, and often dissented from the views of his pro-Trump colleagues.",
      "lead_paragraph": "The star Fox News anchor Chris Wallace announced on Sunday that he was leaving for CNN, stripping the Rupert Murdoch-owned network of its most decorated down-the-middle journalist as stridently conservative hosts like Tucker Carlson have increasingly set the channel’s agenda.",
      "publication_date": "2021-12-12T15:18:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/12/business/media/chris-wallace-fox-news.html",
      "byline": "By Michael M. Grynbaum"
    },
    {
      "headline": "At Amazon Site, Tornado Collided With Company’s Peak Delivery Season",
      "snippet": "Amazon, which has its highest employment during the holiday shopping season, said the tornado formed at the site’s parking lot.",
      "abstract": "Amazon, which has its highest employment during the holiday shopping season, said the tornado formed at the site’s parking lot.",
      "lead_paragraph": "Nearly every day as Christmas nears, Amazon’s share of online sales typically rises, as customers turn to the e-commerce giant to quickly deliver packages. To make that happen, Amazon hires hundreds of thousands of additional workers, both full-time employees and contractors, and runs its operations at full tilt.",
      "publication_date": "2021-12-12T20:53:23+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/12/technology/amazon-tornado-edwardsville.html",
      "byline": "By Karen Weise and Eric Berger"
    },
    {
      "headline": "A Comedy Nails the Media Apocalypse",
      "snippet": "With “Don’t Look Up,” Adam McKay makes a star-studded allegorical satire that shows the news media whistling past the climate-change graveyard.",
      "abstract": "With “Don’t Look Up,” Adam McKay makes a star-studded allegorical satire that shows the news media whistling past the climate-change graveyard.",
      "lead_paragraph": "After the president, a former nude model, tries to cover up a major discovery, two astronomers leak the news to a New York newspaper known for its Gothic banner, which the new film “Don’t Look Up” calls The New York Herald: A comet is going to destroy the earth in six months.",
      "publication_date": "2021-12-12T23:07:37+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/12/business/media/dont-look-up-news-media.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "As U.S. Nears 800,000 Virus Deaths, 1 of Every 100 Older Americans Has Perished",
      "snippet": "They are among the most vaccinated groups, but people 65 and older make up about three-quarters of the nation’s coronavirus death toll.",
      "abstract": "They are among the most vaccinated groups, but people 65 and older make up about three-quarters of the nation’s coronavirus death toll.",
      "lead_paragraph": "As the coronavirus pandemic approaches the end of a second year, the United States stands on the cusp of surpassing 800,000 deaths from the virus, and no group has suffered more than older Americans. All along, older people have been known to be more vulnerable, but the scale of loss is only now coming into full view.",
      "publication_date": "2021-12-13T08:00:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/13/us/covid-deaths-elderly-americans.html",
      "byline": "By Julie Bosman, Amy Harmon and Albert Sun"
    },
    {
      "headline": "Now in Your Inbox: Political Misinformation",
      "snippet": "One of the most powerful communication tools available to politicians teems with unfounded claims and largely escapes notice.",
      "abstract": "One of the most powerful communication tools available to politicians teems with unfounded claims and largely escapes notice.",
      "lead_paragraph": "A few weeks ago, Representative Dan Crenshaw, a Texas Republican, falsely claimed that the centerpiece of President Biden’s domestic agenda, a $1.75 trillion bill to battle climate change and extend the nation’s social safety net, would include Medicare for all.",
      "publication_date": "2021-12-13T10:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/13/us/politics/email-political-misinformation.html",
      "byline": "By Maggie Astor"
    },
    {
      "headline": "Workers in Europe Are Demanding Higher Pay as Inflation Soars",
      "snippet": "Prices are rising at the fastest rate on record, and unions want to keep up. Policymakers worry that might make inflation worse.",
      "abstract": "Prices are rising at the fastest rate on record, and unions want to keep up. Policymakers worry that might make inflation worse.",
      "lead_paragraph": "PARIS — The European Central Bank’s top task is to keep inflation at bay. But as the cost of everything from gas to food has soared to record highs, the bank’s employees are joining workers across Europe in demanding something rarely seen in recent years: a hefty wage increase.",
      "publication_date": "2021-12-13T10:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/13/business/workers-pay-europe-inflation.html",
      "byline": "By Liz Alderman"
    },
    {
      "headline": "Across the World, Covid Anxiety and Depression Take Hold",
      "snippet": "It is still unclear how much of a threat the fast-spreading Omicron variant poses, but fear and a sudden revival of restrictions have added to an epidemic of loneliness.",
      "abstract": "It is still unclear how much of a threat the fast-spreading Omicron variant poses, but fear and a sudden revival of restrictions have added to an epidemic of loneliness.",
      "lead_paragraph": "PARIS — A recent cartoon in the French daily Le Monde featured a bedraggled man arriving at a doctor’s office for a Covid-19 vaccine. “I am here for the fifth shot because of the third wave,” he says. “Or vice versa.”",
      "publication_date": "2021-12-13T10:00:15+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/13/world/europe/covid-anxiety-depression-omicron.html",
      "byline": "By Roger Cohen"
    }
  ]
}