{
  "metadata": {
    "date": "2021-02-19",
    "total_articles": 11
  },
  "articles": [
    {
      "headline": "After Capitol Riots, Billionaire’s ‘Scholars’ Confront Their Benefactor",
      "snippet": "More than 160 participants in a master’s program funded by the Blackstone founder Stephen Schwarzman have urged him to stop donating to election objectors. He has declined.",
      "abstract": "More than 160 participants in a master’s program funded by the Blackstone founder Stephen Schwarzman have urged him to stop donating to election objectors. He has declined.",
      "lead_paragraph": "The private equity billionaire Stephen A. Schwarzman has spent many years financing educational programs, from his old high school to the Ivy League.",
      "publication_date": "2021-02-18T17:59:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/02/18/business/schwarzman-scholars-trump-election.html",
      "byline": "By Kate Kelly"
    },
    {
      "headline": "Texas Storms, California Heat Waves and ‘Vulnerable’ Utilities",
      "snippet": "Power failures have cast a spotlight on whether energy companies and regulators are doing enough to prepare for climate change and natural disasters.",
      "abstract": "Power failures have cast a spotlight on whether energy companies and regulators are doing enough to prepare for climate change and natural disasters.",
      "lead_paragraph": "In California, wildfires and heat waves in recent years forced utilities to shut off power to millions of homes and businesses. Now, Texas is learning that deadly winter storms and intense cold can do the same.",
      "publication_date": "2021-02-18T18:28:35+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/02/18/business/energy-environment/california-texas-blackouts-utilities.html",
      "byline": "By Ivan Penn"
    },
    {
      "headline": "A College Program for Disadvantaged Teens Could Shake Up Elite Admissions",
      "snippet": "An education program is immersing underprivileged students in Ivy League classes, and the students’ success has raised questions about how elite university gatekeepers determine college prospects.",
      "abstract": "An education program is immersing underprivileged students in Ivy League classes, and the students’ success has raised questions about how elite university gatekeepers determine college prospects.",
      "lead_paragraph": "WASHINGTON — When Di’Zhon Chase’s teacher told her that she might be able to enroll in a Harvard University class, she was skeptical — and not just because the Ivy League school was more than 2,000 miles from her hometown, Gallup, N.M.",
      "publication_date": "2021-02-18T19:48:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/18/us/politics/college-admissions-poor-students.html",
      "byline": "By Erica L. Green"
    },
    {
      "headline": "Biden Administration Formally Offers to Restart Nuclear Talks With Iran",
      "snippet": "President Biden campaigned on restoring an accord limiting Iran’s nuclear program. It remains unclear if Tehran, which is demanding that sanctions be lifted first, will accept the offer to talk.",
      "abstract": "President Biden campaigned on restoring an accord limiting Iran’s nuclear program. It remains unclear if Tehran, which is demanding that sanctions be lifted first, will accept the offer to talk.",
      "lead_paragraph": "WASHINGTON — The United States took a major step on Thursday toward restoring the Iran nuclear deal that the Trump administration abandoned, offering to join European nations in what would be the first substantial diplomacy with Tehran in more than four years, Biden administration officials said.",
      "publication_date": "2021-02-18T23:06:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/18/us/politics/biden-iran-nuclear.html",
      "byline": "By Lara Jakes, Michael Crowley, David E. Sanger and Farnaz Fassihi"
    },
    {
      "headline": "Ted Cruz’s Cancún Trip: Family Texts Detail His Political Blunder",
      "snippet": "The Texas senator faced fierce blowback for fleeing his state as a disaster unfolded. Text messages sent by his wife revealed a hastily planned trip away from their “FREEZING” family home.",
      "abstract": "The Texas senator faced fierce blowback for fleeing his state as a disaster unfolded. Text messages sent by his wife revealed a hastily planned trip away from their “FREEZING” family home.",
      "lead_paragraph": "Like millions of his constituents across Texas, Senator Ted Cruz had a frigid home without electricity this week amid the state’s power crisis. But unlike most, Mr. Cruz got out, fleeing Houston and hopping a Wednesday afternoon flight to Cancún with his family for a respite at a luxury resort.",
      "publication_date": "2021-02-18T23:08:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/18/us/politics/ted-cruz-storm-cancun.html",
      "byline": "By Shane Goldmacher and Nicholas Fandos"
    },
    {
      "headline": "In GameStop Saga, Robinhood Is Cast as the Villain",
      "snippet": "Lawmakers at a congressional hearing kept coming back to the chief of the stock-trading app with pointed questions and a key argument: “Something very wrong happened here.”",
      "abstract": "Lawmakers at a congressional hearing kept coming back to the chief of the stock-trading app with pointed questions and a key argument: “Something very wrong happened here.”",
      "lead_paragraph": "Politicians from both parties wanted to identify a villain for the mania that surrounded the trading in GameStop stock last month that roiled the markets, alarmed Wall Street and made winners and losers of many small investors. On Thursday, they took aim at the chief executive of Robinhood, the free trading app that fueled much of the buying and selling.",
      "publication_date": "2021-02-18T23:45:52+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/02/18/business/gamestop-robinhood-hearing.html",
      "byline": "By Nathaniel Popper and Matt Phillips"
    },
    {
      "headline": "Cracked Pipes, Frozen Wells, Offline Treatment Plants: A Texan Water Crisis",
      "snippet": "Electricity was restored to most Texans who had lost power after a winter storm, but water systems for nearly two-thirds of residents were disrupted, leaving millions without drinkable water.",
      "abstract": "Electricity was restored to most Texans who had lost power after a winter storm, but water systems for nearly two-thirds of residents were disrupted, leaving millions without drinkable water.",
      "lead_paragraph": "DALLAS — Power began to flicker back on across much of Texas on Thursday, but millions across the state confronted another dire crisis: a shortage of drinkable water as pipes cracked, wells froze and water treatment plants were knocked offline.",
      "publication_date": "2021-02-19T00:44:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/18/us/texas-water-crisis-winter-storm.html",
      "byline": "By Jack Healy, Richard Fausset and James Dobbins"
    },
    {
      "headline": "Short of Vaccine, States Find Hidden Stashes in Their Own Backyards",
      "snippet": "Millions of doses of coronavirus vaccine are still sitting in freezers, allocated in excess to nursing homes or stockpiled for later use. Now states are claiming them.",
      "abstract": "Millions of doses of coronavirus vaccine are still sitting in freezers, allocated in excess to nursing homes or stockpiled for later use. Now states are claiming them.",
      "lead_paragraph": "RICHMOND, Va. — When tiny glass vials of coronavirus vaccine began rolling off production lines late last year, federal health officials set aside a big stash for nursing homes being ravaged by the virus. Health providers around the country figured as well that it was prudent to squirrel away vials to ensure that everyone who got a first dose of vaccine got a second one.",
      "publication_date": "2021-02-19T08:00:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/19/us/coronavirus-vaccines.html",
      "byline": "By Sharon LaFraniere, Sheryl Gay Stolberg and Abby Goodnough"
    },
    {
      "headline": "Uber Drivers Are Entitled to Worker Benefits, a British Court Rules",
      "snippet": "The decision was an important victory for labor activists in the U.S. and Europe who are pushing for better wages and stronger protections for gig economy workers.",
      "abstract": "The decision was an important victory for labor activists in the U.S. and Europe who are pushing for better wages and stronger protections for gig economy workers.",
      "lead_paragraph": "Uber suffered a major defeat in one of its most important markets on Friday when Britain’s Supreme Court, in a ruling that could threaten the future of the already unprofitable company, said a group of drivers should be classified as workers entitled to a minimum wage and vacation time.",
      "publication_date": "2021-02-19T09:54:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/02/19/business/uber-drivers-britain.html",
      "byline": "By Adam Satariano"
    },
    {
      "headline": "Airlines Still Don’t Know When Passengers Will Return",
      "snippet": "Experts say that tourists could come back in the spring or summer but that more profitable business travelers could stay away for a year or longer.",
      "abstract": "Experts say that tourists could come back in the spring or summer but that more profitable business travelers could stay away for a year or longer.",
      "lead_paragraph": "It was “a year of going through hell” for United Airlines. Delta Air Lines had “the toughest year” in its history. And for American Airlines it was “the most challenging year.” That’s how the executives who run those companies described 2020 in recent weeks.",
      "publication_date": "2021-02-19T10:00:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/02/19/business/airlines-outlook-pandemic-vaccines.html",
      "byline": "By Niraj Chokshi"
    },
    {
      "headline": "Russia Is Offering to Export Hundreds of Millions of Vaccine Doses, but Can It Deliver?",
      "snippet": "The Kremlin has scored propaganda points and bolstered several longstanding foreign policy goals by offering its Sputnik V vaccine around the world. But it has limited production capacity.",
      "abstract": "The Kremlin has scored propaganda points and bolstered several longstanding foreign policy goals by offering its Sputnik V vaccine around the world. But it has limited production capacity.",
      "lead_paragraph": "ST. PETERSBURG, Russia — In its foreign policy, Russia tends to favor the hard power of military might and oil and gas exports. But in recent months, the Kremlin has scored a sweeping diplomatic win from an unexpected source: the success of its coronavirus vaccine, Sputnik V.",
      "publication_date": "2021-02-19T14:59:56+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/02/19/world/europe/russia-coronavirus-vaccine-soft-power.html",
      "byline": "By Andrew E. Kramer"
    }
  ]
}