{
  "metadata": {
    "date": "2021-09-02",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "After Proudly Celebrating Women, Alibaba Faces Reckoning Over Harassment",
      "snippet": "A rape accusation at the Chinese e-commerce giant has shed light on a work culture that some former employees say is humiliating and toxic.",
      "abstract": "A rape accusation at the Chinese e-commerce giant has shed light on a work culture that some former employees say is humiliating and toxic.",
      "lead_paragraph": "At an employee dinner, women were told to rank the attractiveness of the men at the table. During a team-building exercise, a woman was pressured to straddle her male co-worker in front of colleagues. Top executives traded lewd comments about male virility at company events and online.",
      "publication_date": "2021-09-01T16:56:14+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/09/01/technology/china-alibaba-rape-metoo.html",
      "byline": "By Sui-Lee Wee and Raymond Zhong"
    },
    {
      "headline": "Businesses Push Biden to Develop China Trade Policy",
      "snippet": "Seven months into a new administration, companies want the White House to drop tariffs on Chinese goods and provide clarity about a critical trade relationship.",
      "abstract": "Seven months into a new administration, companies want the White House to drop tariffs on Chinese goods and provide clarity about a critical trade relationship.",
      "lead_paragraph": "WASHINGTON — More than seven months into the Biden administration, American businesses say they are growing increasingly frustrated by the White House’s approach to China, with confrontational policies imposed during the Trump era still in place and President Biden offering little clarity about economic engagement with the world’s second-largest economy.",
      "publication_date": "2021-09-01T19:40:54+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/09/01/business/economy/biden-china-trade-policy.html",
      "byline": "By Thomas Kaplan and Alan Rappeport"
    },
    {
      "headline": "After Quick Victory, Taliban Find Governing Is Harder",
      "snippet": "The two weeks since the fall of Kabul have been a scramble for Taliban officials, who are trying to take up the functions of a new government on the eve of its announcement.",
      "abstract": "The two weeks since the fall of Kabul have been a scramble for Taliban officials, who are trying to take up the functions of a new government on the eve of its announcement.",
      "lead_paragraph": "KABUL, Afghanistan — Sitting in the home of the spy chief of the fallen Afghan government, cradling a Beretta submachine gun in his lap, Mawlawi Habib Tawakol recounted how he and his fighters were surprised at how quickly they were ordered to enter Kabul on Aug. 15, even after the Taliban’s rapid advance across Afghanistan.",
      "publication_date": "2021-09-01T20:06:55+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/09/01/world/asia/afghanistan-taliban-victory-governing.html",
      "byline": "By Matthieu Aikins"
    },
    {
      "headline": "McCarthy Threatens Technology Firms That Comply With Riot Inquiry",
      "snippet": "The top House Republican said his party would retaliate against any company that cooperated with an order to preserve the phone and social media records of G.O.P. lawmakers.",
      "abstract": "The top House Republican said his party would retaliate against any company that cooperated with an order to preserve the phone and social media records of G.O.P. lawmakers.",
      "lead_paragraph": "WASHINGTON — Representative Kevin McCarthy, the House Republican leader, has threatened to retaliate against any company that complies with the congressional committee investigating the Jan. 6 riot, after the panel asked dozens of firms to preserve the phone and social media records of 11 far-right members of Congress who pushed to overturn the results of the 2020 election.",
      "publication_date": "2021-09-01T23:56:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/09/01/us/politics/mccarthy-capitol-riot.html",
      "byline": "By Luke Broadwater"
    },
    {
      "headline": "Ida’s Heavy Rains Send Louisiana Residents on a Hunt for Clean Water",
      "snippet": "Nearly everyone in Jefferson Parish, next to New Orleans, was experiencing problems with their water service after the power went out. Lines for bottled water were growing.",
      "abstract": "Nearly everyone in Jefferson Parish, next to New Orleans, was experiencing problems with their water service after the power went out. Lines for bottled water were growing.",
      "lead_paragraph": "KENNER, La. — In one of the many lines snaking into gas stations, out of groceries and around hardware stores in Jefferson Parish, La., on Wednesday sat Jeanne DiLeo, in her car, waiting. The simplest of necessities required hours of effort in the world that Hurricane Ida left behind. She had driven to Mississippi to buy fuel to keep her car running and her generator going, and was now sitting in a caravan of vehicles in front of a church to get food and — most important — water.",
      "publication_date": "2021-09-01T23:59:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/09/01/us/hurricane-ida-water.html",
      "byline": "By Rick Rojas and Campbell Robertson"
    },
    {
      "headline": "Short on Money, Legal and Otherwise, the Taliban Face a Crisis",
      "snippet": "The group has long tapped underground banks and opium to fund Afghanistan’s insurgency. Fixing the nation’s problems will require a lot more than that.",
      "abstract": "The group has long tapped underground banks and opium to fund Afghanistan’s insurgency. Fixing the nation’s problems will require a lot more than that.",
      "lead_paragraph": "As Afghans pay surging prices for eggs and flour and stand in long lines at the bank, money changers like Enayatullah and his underground financial lifeline have found themselves in desperate demand.",
      "publication_date": "2021-09-02T09:00:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/09/02/business/economy/afghanistan-taliban-financial-crisis.html",
      "byline": "By Alexandra Stevenson"
    },
    {
      "headline": "Federal Jobless Aid, a Lifeline to Millions, Reaches an End",
      "snippet": "The abrupt loss of pandemic unemployment benefits on a broad scale could have long-term effects not only for the recipients but also for the economy.",
      "abstract": "The abrupt loss of pandemic unemployment benefits on a broad scale could have long-term effects not only for the recipients but also for the economy.",
      "lead_paragraph": "PHILADELPHIA — Tara Harrison has a master’s degree, yet is applying for the low-paying receptionist jobs she last held as a teenager. Evan Ocheret is considering giving up his career in music. Amanda McCarty is worried about losing her place in the middle class. Amanda Rinehart is considering borrowing money from her grandmother or selling blood plasma to feed herself and her son.",
      "publication_date": "2021-09-02T09:00:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/09/02/business/economy/federal-unemployment-benefit-cutoff.html",
      "byline": "By Ben Casselman"
    }
  ]
}