{
  "metadata": {
    "date": "2021-12-07",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "On Ukrainian Front, Grinding War and Weary Anticipation of Invasion",
      "snippet": "After eight years in the trenches, Ukrainian soldiers are resigned to the possibility that the Russian military, which dwarfs their own in power and wealth, will come sooner or later.",
      "abstract": "After eight years in the trenches, Ukrainian soldiers are resigned to the possibility that the Russian military, which dwarfs their own in power and wealth, will come sooner or later.",
      "lead_paragraph": "AVDIIVKA, Ukraine — Machine gun fire broke the stillness just after 8 p.m. when Capt. Denis Branitskii was midway through the evening patrol. The shots came in sporadic bursts and were close by, fired by Russian-backed separatists whose positions were obscured in the darkness. Only when the flash of a rocket-propelled grenade illuminated the newly fallen snow did Captain Branitskii break his stride, briefly pausing to take cover before moving on.",
      "publication_date": "2021-12-06T17:17:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/06/world/europe/ukraine-russia-war-front.html",
      "byline": "By Michael Schwirtz"
    },
    {
      "headline": "U.S. Will Not Send Government Officials to Beijing Olympics",
      "snippet": "American athletes will still be able to compete in the Winter Games, but the diplomatic boycott is a slap at China for human rights abuses in Xinjiang.",
      "abstract": "American athletes will still be able to compete in the Winter Games, but the diplomatic boycott is a slap at China for human rights abuses in Xinjiang.",
      "lead_paragraph": "WASHINGTON — The United States will not send government officials to the 2022 Winter Olympics in Beijing, a slap at China for human rights abuses.",
      "publication_date": "2021-12-06T18:55:51+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/06/us/politics/olympics-boycott-us.html",
      "byline": "By Zolan Kanno-Youngs"
    },
    {
      "headline": "Justice Dept. Files Voting Rights Suit Against Texas Over New Map",
      "snippet": "The department said the state’s redistricting plan would violate the Voting Rights Act by discriminating against minority voters.",
      "abstract": "The department said the state’s redistricting plan would violate the Voting Rights Act by discriminating against minority voters.",
      "lead_paragraph": "WASHINGTON — The Justice Department sued Texas on Monday over the state’s plan to redraw its voting districts, saying it would essentially make ballots cast by Black and Latino voters count for less than those of others.",
      "publication_date": "2021-12-06T19:26:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/06/us/politics/texas-voting-rights-redistricting.html",
      "byline": "By Katie Benner, Nick Corasaniti and Reid J. Epstein"
    },
    {
      "headline": "Trump’s Media Company Is Investigated Over Financing Deal",
      "snippet": "A financing company told investors that it wasn’t in deal talks, weeks after its C.E.O. held a private videoconference about a possible deal with Donald Trump.",
      "abstract": "A financing company told investors that it wasn’t in deal talks, weeks after its C.E.O. held a private videoconference about a possible deal with Donald Trump.",
      "lead_paragraph": "One day in April, a group of men gathered on a videoconference call to discuss a deal to bankroll former President Donald J. Trump’s planned media company.",
      "publication_date": "2021-12-06T23:01:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/06/business/trump-spac-sec-arc.html",
      "byline": "By Matthew Goldstein, David Enrich and Michael Schwirtz"
    },
    {
      "headline": "Omicron Is Fast Moving, but Perhaps Less Severe, Early Reports Suggest",
      "snippet": "Researchers in South Africa, where the variant is spreading quickly, say it may cause less serious Covid cases than other forms of the virus, but it is unclear whether that will hold true.",
      "abstract": "Researchers in South Africa, where the variant is spreading quickly, say it may cause less serious Covid cases than other forms of the virus, but it is unclear whether that will hold true.",
      "lead_paragraph": "JOHANNESBURG — The Covid-19 virus is spreading faster than ever in South Africa, the country’s president said Monday, an indication of how the new Omicron variant is driving the pandemic, but there are early indications that Omicron may cause less serious illness than other forms of the virus.",
      "publication_date": "2021-12-06T23:07:54+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/06/world/africa/omicron-coronavirus-research-spread.html",
      "byline": "By Lynsey Chutel, Richard Pérez-Peña and Emily Anthes"
    },
    {
      "headline": "Can Germany’s New Chancellor Revive the Left in Europe?",
      "snippet": "Olaf Scholz wants to win back workers who defected to the populist far right. Success could make him a model for Social Democrats everywhere.",
      "abstract": "Olaf Scholz wants to win back workers who defected to the populist far right. Success could make him a model for Social Democrats everywhere.",
      "lead_paragraph": "BERLIN — Last December, as he was plotting what most considered to be a hopeless bid to become Germany’s next chancellor, Olaf Scholz interrupted his campaign preparations for a video call with an American philosopher.",
      "publication_date": "2021-12-07T05:50:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/07/world/europe/germany-olaf-scholz-chancellor.html",
      "byline": "By Katrin Bennhold"
    },
    {
      "headline": "Americans’ Pandemic-Era ‘Excess Savings’ Are Dwindling for Many",
      "snippet": "The drop in cash reserves has vast implications for the working class and could dampen consumer spending, a large share of economic activity.",
      "abstract": "The drop in cash reserves has vast implications for the working class and could dampen consumer spending, a large share of economic activity.",
      "lead_paragraph": "Infusions of government cash that warded off an economic calamity have left millions of households with bigger bank balances than before the pandemic — savings that have driven a torrent of consumer spending, helped pay off debts and, at times, reduced the urgency of job hunts.",
      "publication_date": "2021-12-07T10:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/07/business/pandemic-savings.html",
      "byline": "By Talmon Joseph Smith"
    },
    {
      "headline": "A New Tesla Safety Concern: Drivers Can Play Video Games in Moving Cars",
      "snippet": "The feature raises fresh questions about whether Tesla is compromising safety as it rushes to add new technologies.",
      "abstract": "The feature raises fresh questions about whether Tesla is compromising safety as it rushes to add new technologies.",
      "lead_paragraph": "Not long after buying a Tesla Model 3 this summer, Vince Patton saw a YouTube clip highlighting a feature that took him by surprise: three video games that can be played on the large touch screen mounted in front of the dashboard — while driving down the road.",
      "publication_date": "2021-12-07T10:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/07/business/tesla-video-game-driving.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "On the Banks of the Furious Congo River, a 5-Star Emporium of Ambition",
      "snippet": "As the clean energy revolution upends the centuries-long lock of fossil fuels on the global economy, dealmakers and hustlers converge on the Fleuve Congo Hotel.",
      "abstract": "As the clean energy revolution upends the centuries-long lock of fossil fuels on the global economy, dealmakers and hustlers converge on the Fleuve Congo Hotel.",
      "lead_paragraph": "KINSHASA, Democratic Republic of Congo — The lobby of the Fleuve Congo Hotel was a swirl of double-breasted suits and tailored dresses one April morning. Shiny gold watches dangled from wrists. Stilettos clacked across marble floors. Smooth jazz played as men in designer loafers sipped espressos.",
      "publication_date": "2021-12-07T10:00:29+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/07/world/congo-cobalt-investor-fleuve-hotel.html",
      "byline": "By Dionne Searcey, Eric Lipton, Michael Forsythe and Ashley Gilbertson"
    },
    {
      "headline": "Elizabeth Holmes caps her testimony with a round of denials.",
      "snippet": "The climax of the cross-examination of Ms. Holmes, founder of the blood testing start-up Theranos, sends her fraud trial to its end stage.",
      "abstract": "The climax of the cross-examination of Ms. Holmes, founder of the blood testing start-up Theranos, sends her fraud trial to its end stage.",
      "lead_paragraph": "SAN JOSE, Calif. — For the six days that Elizabeth Holmes, the founder of the failed blood-testing start-up Theranos, took the stand in her fraud trial, she blamed others, accused a former boyfriend of abusing and controlling her, and reframed her actions as trying to do good for her company.",
      "publication_date": "2021-12-07T12:14:08+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/07/technology/elizabeth-holmes-theranos-trial.html",
      "byline": "By Erin Griffith"
    }
  ]
}