{
  "metadata": {
    "date": "2021-01-19",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Yellen Readies Big Changes for Treasury",
      "snippet": "From financial regulation to minority lending, Biden’s pick is poised to change course sharply from the policies of Secretary Steven Mnuchin.",
      "abstract": "From financial regulation to minority lending, Biden’s pick is poised to change course sharply from the policies of Secretary Steven Mnuchin.",
      "lead_paragraph": "WASHINGTON — Janet L. Yellen, President-elect Joseph R. Biden Jr.’s nominee for Treasury Secretary, will tell lawmakers at her confirmation hearing on Tuesday that the United States needs a robust set of fiscal stimulus measures to get the pandemic-stricken economy back on track and that now is not the time to worry about the nation’s mounting debt burden.",
      "publication_date": "2021-01-18T17:46:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/18/us/politics/janet-yellen-treasury.html",
      "byline": "By Alan Rappeport"
    },
    {
      "headline": "One Day’s Pandemic Losses: Among Thousands, a Father, a Child, a Friend",
      "snippet": "The lives of the people who died on a single January day reflect an extraordinary national loss.",
      "abstract": "The lives of the people who died on a single January day reflect an extraordinary national loss.",
      "lead_paragraph": "It was 3 a.m. when Latraile Williams was startled from her sleep in her family’s Gainesville, Fla., home with a phone call. The voice on the other end, the doctor, sounded urgent, his words coming in slow bursts. Her husband of 23 years had very little time left. “Dear God,” she began to pray. “Dear God, give me strength.”",
      "publication_date": "2021-01-18T20:27:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/18/us/coronavirus-deaths.html",
      "byline": "By Amy Harmon, Audra D. S. Burch, Thomas Fuller and Manny Fernandez"
    },
    {
      "headline": "How Full Employment Became Washington’s Creed",
      "snippet": "Policymakers are eager to return to the period of low unemployment that preceded the pandemic and are less concerned than in previous eras about sparking inflation and taking on debt.",
      "abstract": "Policymakers are eager to return to the period of low unemployment that preceded the pandemic and are less concerned than in previous eras about sparking inflation and taking on debt.",
      "lead_paragraph": "As President-elect Joseph R. Biden, Jr. prepares to take office this week, his administration and the Federal Reserve are pointed toward a singular economic goal: Get the job market back to where it was before the pandemic hit.",
      "publication_date": "2021-01-18T20:29:21+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/18/business/economy/full-unemployment-fiscal-policy.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "Vaccine Critics Received More Than $1 Million in Pandemic Relief Loans",
      "snippet": "The Paycheck Protection Program’s loose rules allowed organizations that have questioned the safety of vaccines to qualify for aid.",
      "abstract": "The Paycheck Protection Program’s loose rules allowed organizations that have questioned the safety of vaccines to qualify for aid.",
      "lead_paragraph": "The Paycheck Protection Program’s loose rules allowed virtually any small business or company in America to qualify for a government-backed relief loan. Frustrated citizens and activist groups have criticized thousands of recipients they deemed unworthy, including wealthy lawyers, politicians and political lobbyists, publicly traded companies and businesses under government investigation.",
      "publication_date": "2021-01-18T22:44:55+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/18/business/anti-vaccine-ppp-loans.html",
      "byline": "By Stacy Cowley"
    },
    {
      "headline": "Pentagon Accelerates Efforts to Root Out Far-Right Extremism in the Ranks",
      "snippet": "The nation’s military has a history of downplaying white nationalism and right-wing activism, but the siege of the Capitol has created a new urgency for dealing with them.",
      "abstract": "The nation’s military has a history of downplaying white nationalism and right-wing activism, but the siege of the Capitol has created a new urgency for dealing with them.",
      "lead_paragraph": "WASHINGTON — The Pentagon is intensifying efforts to identify and combat white supremacy and other far-right extremism in its ranks as federal investigators seek to determine how many military personnel and veterans joined the violent assault on the Capitol.",
      "publication_date": "2021-01-18T22:59:36+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/18/us/politics/military-capitol-riot-inauguration.html",
      "byline": "By Eric Schmitt, Jennifer Steinhauer and Helene Cooper"
    },
    {
      "headline": "Why T-Shirts Promoting the Capitol Riot Are Still Available Online",
      "snippet": "Merchandise with phrases like “Battle for Capitol Hill Veteran” could still be purchased on major e-commerce sites, a sign of how the platforms have struggled to remove the goods.",
      "abstract": "Merchandise with phrases like “Battle for Capitol Hill Veteran” could still be purchased on major e-commerce sites, a sign of how the platforms have struggled to remove the goods.",
      "lead_paragraph": "The day after the violent attack on the Capitol, Shopify declared that it had removed e-commerce sites affiliated with President Trump, including his official campaign store. The sites had violated a policy that prohibited the support of groups or people “that threaten or condone violence to further a cause.”",
      "publication_date": "2021-01-19T08:00:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/19/business/qanon-maga-merchandise-amazon-etsy-shopify.html",
      "byline": "By Sapna Maheshwari and Taylor Lorenz"
    },
    {
      "headline": "The Arizona G.O.P. Is Sticking With Trumpism, Whether Arizona Republicans Like It or Not",
      "snippet": "Despite losing a Senate seat and seeing Joe Biden win the state, state party leaders in the land of Barry Goldwater and John McCain aren’t switching gears. They’re doubling down.",
      "abstract": "Despite losing a Senate seat and seeing Joe Biden win the state, state party leaders in the land of Barry Goldwater and John McCain aren’t switching gears. They’re doubling down.",
      "lead_paragraph": "In 2016, Arizona Republicans controlled both Senate seats and delivered a victory to Donald J. Trump. By 2020, they had lost each of those statewide elections, and Mr. Trump was one of only two Republican presidential candidates to lose the state in more than 50 years.",
      "publication_date": "2021-01-19T10:00:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/19/us/politics/arizona-republicans-trump.html",
      "byline": "By Jennifer Medina"
    },
    {
      "headline": "Business Makes the Case for a Post-Trump Reset",
      "snippet": "A group of company leaders and former policymakers argue that “globalism” isn’t an epithet. Instead, they argue, it is the way forward.",
      "abstract": "A group of company leaders and former policymakers argue that “globalism” isn’t an epithet. Instead, they argue, it is the way forward.",
      "lead_paragraph": "“Business leaders must realize that they not only have a moral obligation but also a commercial stake in advocating for a fairer, more equitable system. Unless and until the core problem of inequality is addressed, all other overarching objectives and desires will remain elusive.”",
      "publication_date": "2021-01-19T11:47:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/19/business/dealbook/trump-globalism.html",
      "byline": "By Andrew Ross Sorkin"
    },
    {
      "headline": "A Child of China’s Gilded Elite Strikes a Nerve Over Wealth and Privilege",
      "snippet": "The youngest daughter of the founder of the telecommunications giant Huawei debuted a documentary, a magazine cover and a music video — and the response was savage.",
      "abstract": "The youngest daughter of the founder of the telecommunications giant Huawei debuted a documentary, a magazine cover and a music video — and the response was savage.",
      "lead_paragraph": "Annabel Yao is a fresh-faced college graduate with big dreams. She wants to be an entertainer and is putting in the work to make it happen.",
      "publication_date": "2021-01-19T12:40:56+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/19/world/asia/China-Annabel-Yao-Huawei.html",
      "byline": "By Steven Lee Myers and Alexandra Stevenson"
    }
  ]
}