{
  "metadata": {
    "date": "2021-09-01",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "Biden Defends Afghan Pullout and Declares an End to Nation-Building",
      "snippet": "The president offered a glimpse of a different American foreign policy in the post-9/11 world, one that he said would be guided more by competition with China and Russia.",
      "abstract": "The president offered a glimpse of a different American foreign policy in the post-9/11 world, one that he said would be guided more by competition with China and Russia.",
      "lead_paragraph": "WASHINGTON — President Biden on Tuesday forcefully rejected criticism of his decision to end America’s 20-year war in Afghanistan, hailing what he called the “extraordinary success” of the evacuation of Kabul and declaring the end of an era in which the United States uses military power “to remake other countries.”",
      "publication_date": "2021-09-01T00:13:59+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/31/us/politics/biden-defends-afghanistan-withdrawal.html",
      "byline": "By Michael D. Shear and Jim Tankersley"
    },
    {
      "headline": "Supreme Court, Breaking Silence, Won’t Block Texas Abortion Law",
      "snippet": "The law, which prohibits most abortions after six weeks and went into effect on Wednesday, was drafted by Texas lawmakers with the goal of frustrating efforts to challenge it in federal court.",
      "abstract": "The law, which prohibits most abortions after six weeks and went into effect on Wednesday, was drafted by Texas lawmakers with the goal of frustrating efforts to challenge it in federal court.",
      "lead_paragraph": "The Supreme Court refused just before midnight on Wednesday to block a Texas law prohibiting most abortions, less than a day after it took effect and became the most restrictive abortion measure in the nation.",
      "publication_date": "2021-09-01T05:33:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/09/01/us/supreme-court-texas-abortion.html",
      "byline": "By Adam Liptak, J. David Goodman and Sabrina Tavernise"
    },
    {
      "headline": "Japan Needs a Lot More Tech Workers. Can It Find a Place for Women?",
      "snippet": "The country is pushing to digitally modernize itself, but one of the developed world’s starkest gender gaps is holding it back.",
      "abstract": "The country is pushing to digitally modernize itself, but one of the developed world’s starkest gender gaps is holding it back.",
      "lead_paragraph": "TOKYO — If Anna Matsumoto had listened to her teachers, she would have kept her inquisitive mind to herself — asking questions, they told her, interrupted class. And when, at age 15, she had to choose a course of study in her Japanese high school, she would have avoided science, a track that her male teachers said was difficult for girls.",
      "publication_date": "2021-09-01T07:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/09/01/business/japan-tech-workers-women.html",
      "byline": "By Malcolm Foster"
    },
    {
      "headline": "She’s the Investor Guru for Online Creators",
      "snippet": "Li Jin, 31, began backing creators years ago. She has raised her own fund to invest in influencer-related start-ups.",
      "abstract": "Li Jin, 31, began backing creators years ago. She has raised her own fund to invest in influencer-related start-ups.",
      "lead_paragraph": "Cody Ko, a YouTube star with 5.7 million subscribers, found himself in a pickle in May. Two different start-ups wanted to give him stock, and he was concerned that they were potentially competitive deals.",
      "publication_date": "2021-09-01T09:00:17+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/09/01/technology/li-jin-youtube-creators.html",
      "byline": "By Taylor Lorenz"
    },
    {
      "headline": "Arizona Banned School Mask Mandates. Now Some Kids Are Sick and Parents Are Angry.",
      "snippet": "Gov. Doug Ducey, a Republican who is not allowing schools to impose mask mandates but is a vocal supporter of Covid vaccinations, has been battered from all political sides.",
      "abstract": "Gov. Doug Ducey, a Republican who is not allowing schools to impose mask mandates but is a vocal supporter of Covid vaccinations, has been battered from all political sides.",
      "lead_paragraph": "PHOENIX — Only weeks after Arizona’s students went back to school, coronavirus infections are forcing thousands of children and teachers into quarantine. Outbreaks around Phoenix are surging. In one suburban district, so many drivers are sick that school buses are running 90 minutes late.",
      "publication_date": "2021-09-01T09:00:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/09/01/us/arizona-masks-covidd-doug-ducey.html",
      "byline": "By Jack Healy"
    }
  ]
}