{
  "metadata": {
    "date": "2021-01-11",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "America in 2021: Racial Progress in the South, a White Mob in the Capitol",
      "snippet": "A jarring juxtaposition is forcing a 244-year-old nation to contend with its original conundrum: Whose democracy is it?",
      "abstract": "A jarring juxtaposition is forcing a 244-year-old nation to contend with its original conundrum: Whose democracy is it?",
      "lead_paragraph": "ATLANTA — The day after Georgia elected a Black descendant of sharecroppers and a young Jewish filmmaker to be U.S. senators, underscoring the rising political power of racial and religious minorities, the forces of white grievance politics struck back.",
      "publication_date": "2021-01-08T16:14:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/08/us/politics/trump-georgia-capitol-racism.html",
      "byline": "By Astead W. Herndon"
    },
    {
      "headline": "Small-Business Loan Program Will Restart Monday, but Not for All",
      "snippet": "A small group of lenders that focus on underserved borrowers will get priority when the Paycheck Protection Program resumes.",
      "abstract": "A small group of lenders that focus on underserved borrowers will get priority when the Paycheck Protection Program resumes.",
      "lead_paragraph": "Lenders who specialize in working with Black- and minority-owned small businesses will have a head start in tapping Paycheck Protection Program funds when the program reopens next week, a move meant to address complaints that the aid was not distributed equitably the last time around.",
      "publication_date": "2021-01-08T21:03:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/08/business/smallbusiness/ppp-loans-restart.html",
      "byline": "By Stacy Cowley"
    },
    {
      "headline": "Pro-Trump Mob Livestreamed Its Rampage, and Made Money Doing It",
      "snippet": "A site called Dlive, where rioters broadcast from the Capitol, is benefiting from the growing exodus of right-wing users from Twitter, Facebook and YouTube.",
      "abstract": "A site called Dlive, where rioters broadcast from the Capitol, is benefiting from the growing exodus of right-wing users from Twitter, Facebook and YouTube.",
      "lead_paragraph": "When the white nationalist Tim Gionet stormed the U.S. Capitol with a mob of Trump loyalists on Wednesday, entering congressional offices and putting his feet up on lawmakers’ furniture, he also chatted live with more than 16,000 of his fans.",
      "publication_date": "2021-01-08T21:25:33+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/08/technology/dlive-capitol-mob.html",
      "byline": "By Kellen Browning and Taylor Lorenz"
    },
    {
      "headline": "Jobs Recovery Goes Into Reverse as Pandemic Takes a New Toll",
      "snippet": "U.S. employment fell by 140,000 in December as virus cases surged. Leisure and hospitality businesses were hit hard, but some industries showed growth.",
      "abstract": "U.S. employment fell by 140,000 in December as virus cases surged. Leisure and hospitality businesses were hit hard, but some industries showed growth.",
      "lead_paragraph": "The already sputtering economic rebound went into reverse last month as employers laid off workers amid rising coronavirus cases and delayed government aid.",
      "publication_date": "2021-01-08T23:14:27+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/08/business/economy/december-2020-jobs-report.html",
      "byline": "By Ben Casselman"
    },
    {
      "headline": "Twitter Permanently Bans Trump, Capping Online Revolt",
      "snippet": "The president’s preferred megaphone cited “the risk of further incitement of violence.” It acted after Facebook, Snapchat, Twitch and other platforms placed limits on him.",
      "abstract": "The president’s preferred megaphone cited “the risk of further incitement of violence.” It acted after Facebook, Snapchat, Twitch and other platforms placed limits on him.",
      "lead_paragraph": "OAKLAND, Calif. — Twitter said on Friday that it had permanently banned President Trump from its service “due to the risk of further incitement of violence,” effectively cutting him off from his favorite megaphone for reaching the public and capping a series of actions by mainstream sites to limit his online reach. ",
      "publication_date": "2021-01-08T23:31:50+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/08/technology/twitter-trump-suspended.html",
      "byline": "By Kate Conger and Mike Isaac"
    },
    {
      "headline": "Facing Intensifying Crises, Biden Pledges Action to Address Economy and Pandemic",
      "snippet": "With job losses, record coronavirus numbers and politics in turmoil after the storming of the Capitol, the president-elect pressed for quick passage of a stimulus package to help struggling Americans.",
      "abstract": "With job losses, record coronavirus numbers and politics in turmoil after the storming of the Capitol, the president-elect pressed for quick passage of a stimulus package to help struggling Americans.",
      "lead_paragraph": "WASHINGTON — President-elect Joseph R. Biden Jr. on Friday promised an accelerated response to a daunting and intensifying array of challenges as the economy showed new signs of weakness, the coronavirus pandemic killed more Americans than ever, and Congress weighed impeaching President Trump a second time.",
      "publication_date": "2021-01-09T01:02:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/08/us/politics/biden-economy-pandemic.html",
      "byline": "By Michael D. Shear and Jim Tankersley"
    },
    {
      "headline": "Biden Plans Coronavirus Vaccination Blitz After Inauguration",
      "snippet": "The incoming Biden administration plans to set up federally run mass vaccination sites and to release all government-held vials, rather than hold some back for second doses.",
      "abstract": "The incoming Biden administration plans to set up federally run mass vaccination sites and to release all government-held vials, rather than hold some back for second doses.",
      "lead_paragraph": "WASHINGTON — In a sharp break with the Trump administration, President-elect Joseph R. Biden Jr. intends to release nearly all available doses of the coronavirus vaccine soon after he is inaugurated, rather than hold back millions of vials to guarantee second doses will be available.",
      "publication_date": "2021-01-09T01:08:35+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/08/us/politics/biden-coronavirus-vaccinations.html",
      "byline": "By Sheryl Gay Stolberg and Katherine J. Wu"
    },
    {
      "headline": "Democrats Ready Impeachment Charge Against Trump for Inciting Capitol Mob",
      "snippet": "Speaker Nancy Pelosi threatened decisive action against the president for his role in the insurrection against Congress if he refused to resign.",
      "abstract": "Speaker Nancy Pelosi threatened decisive action against the president for his role in the insurrection against Congress if he refused to resign.",
      "lead_paragraph": "WASHINGTON — Democrats laid the groundwork on Friday for impeaching President Trump a second time, as Speaker Nancy Pelosi of California threatened to bring him up on formal charges if he did not resign “immediately” over his role in inciting a violent mob attack on the Capitol this week.",
      "publication_date": "2021-01-09T02:14:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/08/us/politics/democrats-trump-impeachment.html",
      "byline": "By Nicholas Fandos, Maggie Haberman and Luke Broadwater"
    },
    {
      "headline": "As Coronavirus Mutates, the World Stumbles Again to Respond",
      "snippet": "A South African tip led to the discovery of mutations around the world. With infections skyrocketing, “it’s a race against time.”",
      "abstract": "A South African tip led to the discovery of mutations around the world. With infections skyrocketing, “it’s a race against time.”",
      "lead_paragraph": "DURBAN, South Africa — Doctors and nurses at a South African hospital group noticed an odd spike in the number of Covid-19 patients in their wards in late October. The government had slackened its lockdown grip, and springtime had brought more parties. But the numbers were growing too quickly to easily explain, prompting a distressing question.",
      "publication_date": "2021-01-09T08:00:17+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/09/world/europe/coronavirus-mutations.html",
      "byline": "By Matt Apuzzo, Selam Gebrekidan and Apoorva Mandavilli"
    },
    {
      "headline": "‘Our New York Moment’: Southern California Reels as Virus Surges",
      "snippet": "In the coming days, Los Angeles County will reach a level where one in 10 residents has tested positive for the coronavirus.",
      "abstract": "In the coming days, Los Angeles County will reach a level where one in 10 residents has tested positive for the coronavirus.",
      "lead_paragraph": "LOS ANGELES — A sustained surge of coronavirus infections has locked Southern California in crisis, overwhelming intensive care wards, ambulance services, funeral homes and local officials.",
      "publication_date": "2021-01-09T10:00:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/09/us/california-coronavirus.html",
      "byline": "By Manny Fernandez, Thomas Fuller and Mitch Smith"
    },
    {
      "headline": "11 Journalists on Covering the Capitol Siege: ‘This Could Get Ugly’",
      "snippet": "Reporters who planned to watch a political ceremony were caught in a wave of turmoil.",
      "abstract": "Reporters who planned to watch a political ceremony were caught in a wave of turmoil.",
      "lead_paragraph": "Reporters knew before they arrived at the Capitol on Wednesday that there would be large protests in support of President Trump. But most expected the day’s main event to be the drama and ceremony of the nation’s leaders debating the ratification of the Electoral College vote for Joseph R. Biden Jr. as the next president.",
      "publication_date": "2021-01-09T10:00:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2021/01/09/business/media/journalists-capitol-mob.html",
      "byline": "By Katie Robertson and Tiffany Hsu"
    },
    {
      "headline": "Democrats Are Determined to Pressure Biden to Investigate Trump",
      "snippet": "Wide segments of the party are eager to see investigations and prosecutions of President Trump and his allies, while President-elect Joseph Biden is taking a more measured approach.",
      "abstract": "Wide segments of the party are eager to see investigations and prosecutions of President Trump and his allies, while President-elect Joseph Biden is taking a more measured approach.",
      "lead_paragraph": "WASHINGTON — Twelve years ago, when the last Democratic president took office, he did not seek broad inquiries into officials from the previous administration for their use of torture practices, or for domestic eavesdropping. Nor did he pursue prosecutions of Wall Street executives for crimes that led to the 2008 financial crisis.",
      "publication_date": "2021-01-09T16:58:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/09/us/politics/democrats-trump-crimes-prosecute.html",
      "byline": "By Reid J. Epstein and Lisa Lerer"
    },
    {
      "headline": "For Trump and the Nation, a Final Test of Accountability",
      "snippet": "The push by Democrats to impeach the president for his role in inciting the attack on the Capitol underscores how American politics has been profoundly shaken in ways still hard to measure.",
      "abstract": "The push by Democrats to impeach the president for his role in inciting the attack on the Capitol underscores how American politics has been profoundly shaken in ways still hard to measure.",
      "lead_paragraph": "WASHINGTON — Barely 11 months after President Trump was acquitted in a momentous Senate trial, the nation now confronts the possibility of yet another impeachment battle in the twilight of his presidency, a final showdown that will test the boundaries of politics, accountability and the Constitution.",
      "publication_date": "2021-01-09T17:20:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/09/us/politics/trump-impeachment-possible.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "In Pulling Trump’s Megaphone, Twitter Shows Where Power Now Lies",
      "snippet": "The ability of a handful of people to control our public discourse has never been more obvious.",
      "abstract": "The ability of a handful of people to control our public discourse has never been more obvious.",
      "lead_paragraph": "To hear more audio stories from publishers like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2021-01-09T18:17:55+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/09/technology/trump-twitter-ban.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "‘Our President Wants Us Here’: The Mob That Stormed the Capitol",
      "snippet": "They came from around the country with different affiliations — QAnon, Proud Boys, elected officials, everyday Americans — united by one allegiance.",
      "abstract": "They came from around the country with different affiliations — QAnon, Proud Boys, elected officials, everyday Americans — united by one allegiance.",
      "lead_paragraph": "",
      "publication_date": "2021-01-09T20:08:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/09/us/capitol-rioters.html",
      "byline": "By Dan Barry, Mike McIntire and Matthew Rosenberg"
    },
    {
      "headline": "He Created the Web. Now He’s Out to Remake the Digital World.",
      "snippet": "Tim Berners-Lee wants to put people in control of their personal data. He has technology and a start-up pursuing that goal. Can he succeed?",
      "abstract": "Tim Berners-Lee wants to put people in control of their personal data. He has technology and a start-up pursuing that goal. Can he succeed?",
      "lead_paragraph": "Three decades ago, Tim Berners-Lee devised simple yet powerful standards for locating, linking and presenting multimedia documents online. He set them free into the world, unleashing the World Wide Web.",
      "publication_date": "2021-01-10T10:00:11+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/10/technology/tim-berners-lee-privacy-internet.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "The Week in Business: The Price of Chaos",
      "snippet": "Facebook, Twitter and other businesses banned Trump after he incited a deadly insurrection in Washington.",
      "abstract": "Facebook, Twitter and other businesses banned Trump after he incited a deadly insurrection in Washington.",
      "lead_paragraph": "No one should have been surprised by the violence in Washington this past week, but it was stunning nonetheless. Here’s how the business and tech industries are reacting, and what comes next. — Charlotte Cowles",
      "publication_date": "2021-01-10T12:00:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2021/01/10/business/the-week-in-business-the-price-of-chaos.html",
      "byline": "By Charlotte Cowles"
    },
    {
      "headline": "‘It Became Sort of Lawless’: Florida Vaccine Rollout Turns Into a Free-for-All",
      "snippet": "Florida decided people 65 and older should get the coronavirus vaccine first. But demand has overwhelmed supply, and people are frustrated.",
      "abstract": "Florida decided people 65 and older should get the coronavirus vaccine first. But demand has overwhelmed supply, and people are frustrated.",
      "lead_paragraph": "MIAMI — Linda Kleindienst Bruns registered for a coronavirus vaccine in late December, on the first day the health department in Tallahassee, Fla., opened for applications for people her age. Despite being 72, with her immune system suppressed by medication that keeps her breast cancer in remission, she spent days waiting to hear back about an appointment.",
      "publication_date": "2021-01-10T19:01:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/10/us/coronavirus-vaccine-florida.html",
      "byline": "By Patricia Mazzei, Eric Adelson and Kate Kelly"
    },
    {
      "headline": "The Art of the Lie? The Bigger the Better",
      "snippet": "Lying as a political tool is hardly new. But a readiness, even enthusiasm, to be deceived has become a driving force in politics around the world, most recently in the United States.",
      "abstract": "Lying as a political tool is hardly new. But a readiness, even enthusiasm, to be deceived has become a driving force in politics around the world, most recently in the United States.",
      "lead_paragraph": "MOSCOW — In a cable to Washington in 1944, George F. Kennan, counselor at the United States Embassy in Stalin’s Moscow, warned of the occult power held by lies, noting that Soviet rule “has proved some strange and disturbing things about human nature.”",
      "publication_date": "2021-01-10T22:36:23+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/10/world/europe/trump-truth-lies-power.html",
      "byline": "By Andrew Higgins"
    },
    {
      "headline": "How Parler, a Chosen App of Trump Fans, Became a Test of Free Speech",
      "snippet": "The app has renewed a debate about who holds power over online speech after the tech giants yanked their support for it and left it fighting for survival. Parler went dark early on Monday.",
      "abstract": "The app has renewed a debate about who holds power over online speech after the tech giants yanked their support for it and left it fighting for survival. Parler went dark early on Monday.",
      "lead_paragraph": "From the start, John Matze had positioned Parler as a “free speech” social network where people could mostly say whatever they wanted. It was a bet that had recently paid off big as millions of President Trump’s supporters, fed up with what they deemed censorship on Facebook and Twitter, flocked to Parler instead.",
      "publication_date": "2021-01-11T00:26:44+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/10/technology/parler-app-trump-free-speech.html",
      "byline": "By Jack Nicas and Davey Alba"
    },
    {
      "headline": "Police Reassess Security for Inauguration and Demonstrations After Capitol Attack",
      "snippet": "In the wake of last week’s assault on the Capitol, Mayor Muriel E. Bowser of Washington called for officials to expedite security preparations for the inauguration.",
      "abstract": "In the wake of last week’s assault on the Capitol, Mayor Muriel E. Bowser of Washington called for officials to expedite security preparations for the inauguration.",
      "lead_paragraph": "[Here’s what you need to know about President-elect Joseph R. Biden Jr.’s Inauguration Day.]",
      "publication_date": "2021-01-11T00:43:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/10/us/inauguration-security-police.html",
      "byline": "By Alan Feuer"
    },
    {
      "headline": "We Worked Together on the Internet. Last Week, He Stormed the Capitol.",
      "snippet": "At BuzzFeed, we followed the signals of social media. A young employee followed them all the way to Charlottesville and Capitol Hill.",
      "abstract": "At BuzzFeed, we followed the signals of social media. A young employee followed them all the way to Charlottesville and Capitol Hill.",
      "lead_paragraph": "To hear more audio stories from publishers like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2021-01-11T01:15:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/10/business/media/capitol-anthime-gionet-buzzfeed-vine.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "House Moves to Force Trump Out, Vowing Impeachment if Pence Won’t Act",
      "snippet": "Speaker Nancy Pelosi said the House would formally call on Vice President Mike Pence to invoke the 25th Amendment to strip President Trump of power, and move to impeach the president if he refused.",
      "abstract": "Speaker Nancy Pelosi said the House would formally call on Vice President Mike Pence to invoke the 25th Amendment to strip President Trump of power, and move to impeach the president if he refused.",
      "lead_paragraph": "WASHINGTON — The House moved on two fronts on Sunday to try to force President Trump from office, escalating pressure on the vice president to strip him of power and committing to quickly begin impeachment proceedings against him for inciting a mob that violently attacked the seat of American government.",
      "publication_date": "2021-01-11T02:11:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/10/us/politics/trump-impeachment.html",
      "byline": "By Nicholas Fandos, Peter Baker and Maggie Haberman"
    },
    {
      "headline": "Inside a Deadly Siege: How a String of Failures Led to a Dark Day at the Capitol",
      "snippet": "Poor planning among a constellation of government agencies and a restive crowd encouraged by President Trump set the stage for the unthinkable.",
      "abstract": "Poor planning among a constellation of government agencies and a restive crowd encouraged by President Trump set the stage for the unthinkable.",
      "lead_paragraph": "[Follow our live news coverage on the protests at the Capitol and across the country.]",
      "publication_date": "2021-01-11T02:33:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/01/10/us/politics/capitol-siege-security.html",
      "byline": "By Mark Mazzetti, Helene Cooper, Jennifer Steinhauer, Zolan Kanno-Youngs and Luke Broadwater"
    },
    {
      "headline": "‘It Was a Joke’: Some Small Businesses Got $1 Relief Loans",
      "snippet": "Sole proprietors were eligible for loans under the Paycheck Protection Program only if they were profitable, but many got tiny loans because of the way rules were written.",
      "abstract": "Sole proprietors were eligible for loans under the Paycheck Protection Program only if they were profitable, but many got tiny loans because of the way rules were written.",
      "lead_paragraph": "The Paycheck Protection Program was a lifeline for millions of small businesses brutalized by the pandemic. Over a four-month span, the government program distributed $523 billion in forgivable loans to more than five million companies. The average recipient got just over $100,000.",
      "publication_date": "2021-01-11T08:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/11/business/small-businesses-ppp-covid.html",
      "byline": "By Stacy Cowley"
    },
    {
      "headline": "It Could Be a Great Year, if Your Business Survives Winter",
      "snippet": "Tough sacrifices may still be required, but many see a post-pandemic resurgence in the year ahead.",
      "abstract": "Tough sacrifices may still be required, but many see a post-pandemic resurgence in the year ahead.",
      "lead_paragraph": "For Ashlie Ordonez, owner of the Bare Bar Studio, a spa in Denver, vaccinations for the coronavirus can’t come soon enough. While she anticipates better days later this year, surviving until then will be a struggle, and she knows the next few months will be lean ones.",
      "publication_date": "2021-01-11T15:46:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/01/11/business/economy/coronavirus-business-outlook.html",
      "byline": "By Nelson D. Schwartz and Gillian Friedman"
    }
  ]
}