{
  "metadata": {
    "date": "2021-08-30",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "At a Children’s Hospital, a Wave of Young Patients Struggling to Breathe",
      "snippet": "A federal “surge team” is helping exhausted doctors and nurses through one of the most trying periods in the history of Children’s Hospital New Orleans.",
      "abstract": "A federal “surge team” is helping exhausted doctors and nurses through one of the most trying periods in the history of Children’s Hospital New Orleans.",
      "lead_paragraph": "NEW ORLEANS — Helpless to improve her infant son’s breathing as he was about to be intubated, Catherine Perrilloux did the only thing that came naturally to her in that moment, the worst of her life: She looked away and prayed. The boy, known as Junior, was two months old and gravely ill with Covid-19.",
      "publication_date": "2021-08-27T17:42:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/27/us/children-covid-delta.html",
      "byline": "By Noah Weiland and Erin Schaff"
    },
    {
      "headline": "He was a baby on 9/11. Now he’s one of the last casualties of America’s longest war.",
      "snippet": "Rylee McCollum, barely older than the war itself, had a wife and a baby on the way. He was one of the first publicly identified American victims of the suicide bombing at Kabul’s airport.",
      "abstract": "Rylee McCollum, barely older than the war itself, had a wife and a baby on the way. He was one of the first publicly identified American victims of the suicide bombing at Kabul’s airport.",
      "lead_paragraph": "After Lance Cpl. Rylee McCollum, 20, landed in Afghanistan with his Marine unit, his father, Jim, began checking his phone for a little green dot. Mr. McCollum had not been able to talk with his son, but the green dot next to Rylee’s name on a messaging app meant that he was online. That he was still OK.",
      "publication_date": "2021-08-27T19:33:17+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/27/world/asia/marine-killed.html",
      "byline": "By Jack Healy and Dave Philipps"
    },
    {
      "headline": "After Airport Bombing, an Afghan Family Buries a Father, and Hope",
      "snippet": "The former police officer, from the Hazara ethnic minority, had hoped to help his family escape the Taliban. Instead, he is now numbered among the scores killed at the Kabul airport.",
      "abstract": "The former police officer, from the Hazara ethnic minority, had hoped to help his family escape the Taliban. Instead, he is now numbered among the scores killed at the Kabul airport.",
      "lead_paragraph": "KABUL, Afghanistan — In a shed beside the mosque his father had helped to build, Hussein’s body lay on a marble slab on Friday morning as his brother Hamid and other relatives washed him for burial. Delicately, they patched the shrapnel wounds that had killed him the day before, using bits of cotton and plaster, and clear plastic tape.",
      "publication_date": "2021-08-27T19:36:40+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/27/world/asia/afghanistan-airport-bombing-family.html",
      "byline": "By Matthieu Aikins and Victor J. Blue For The New York Times"
    },
    {
      "headline": "As U.S. Troops Searched Afghans, a Bomber in the Crowd Moved In",
      "snippet": "Officials are still piecing together the chain of events in the attack that killed scores of people, including 13 U.S. service members, outside the Kabul airport.",
      "abstract": "Officials are still piecing together the chain of events in the attack that killed scores of people, including 13 U.S. service members, outside the Kabul airport.",
      "lead_paragraph": "WASHINGTON — The suicide bomber waited until the last possible moment, U.S. officials said.",
      "publication_date": "2021-08-27T23:40:29+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/27/us/politics/marines-kabul-airport-attack.html",
      "byline": "By Helene Cooper, Eric Schmitt and Thomas Gibbons-Neff"
    },
    {
      "headline": "A Journey Through Kabul on the Day of the Fall",
      "snippet": "A Times correspondent who grew up in the Afghan capital returned before the Taliban’s victory, taking in the end of one era and the fearful start of another.",
      "abstract": "A Times correspondent who grew up in the Afghan capital returned before the Taliban’s victory, taking in the end of one era and the fearful start of another.",
      "lead_paragraph": "KABUL, Afghanistan — In the hours before the Taliban walked into Kabul, and the two-decade quest to build a democratic Afghanistan tumbled into fear and uncertainty, I left my parents’ home to take a bus around the city. This was not a reporting outing. It was personal.",
      "publication_date": "2021-08-28T08:58:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/28/world/asia/kabul-airport-bombing.html",
      "byline": "By Mujib Mashal"
    },
    {
      "headline": "Evacuations From Kabul Wind Down as U.S. Prepares to Pull Last Troops",
      "snippet": "Hundreds of thousands of Afghans are still thought to be seeking to flee the country, but President Biden and other global leaders have acknowledged that many will not get out before the deadline.",
      "abstract": "Hundreds of thousands of Afghans are still thought to be seeking to flee the country, but President Biden and other global leaders have acknowledged that many will not get out before the deadline.",
      "lead_paragraph": "The sweeping international effort to evacuate thousands of vulnerable Afghans and foreign nationals from Kabul’s airport neared completion on Saturday as the United States continued to withdraw its remaining troops from Taliban-controlled Afghanistan after carrying out a retaliatory airstrike in response to a devastating terrorist attack.",
      "publication_date": "2021-08-28T15:40:03+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/28/world/asia/afghanistan-evacuations.html",
      "byline": "By Michael Levenson"
    },
    {
      "headline": "All in or All Out? Biden Saw No Middle Ground in Afghanistan.",
      "snippet": "President Biden’s reductionist formula has prompted a debate over whether the mayhem in Kabul was inevitable or the result of a failure to consider other options.",
      "abstract": "President Biden’s reductionist formula has prompted a debate over whether the mayhem in Kabul was inevitable or the result of a failure to consider other options.",
      "lead_paragraph": "As the American military withdrawal from Afghanistan capping an ill-fated 20-year war turned uglier and deadlier in recent days, President Biden has stood by his decision but at the same time repeatedly singled out one person in particular to blame: his predecessor.",
      "publication_date": "2021-08-28T16:12:33+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/28/us/politics/trump-taliban-biden-afghanistan.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "What Went Wrong With the Pandemic in Florida",
      "snippet": "Even a large state that emphasized vaccinations in combating the coronavirus can be crushed by the Delta variant when no other measures are put in place.",
      "abstract": "Even a large state that emphasized vaccinations in combating the coronavirus can be crushed by the Delta variant when no other measures are put in place.",
      "lead_paragraph": "MIAMI — The unexpected and unwelcome coronavirus surge now unfolding in the United States has hit hardest in states that were slow to embrace vaccines. And then there is Florida.",
      "publication_date": "2021-08-28T16:14:59+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/28/us/florida-coronavirus-covid-19-vaccines-variant.html",
      "byline": "By Patricia Mazzei, Benjamin Mueller and Robert Gebeloff"
    },
    {
      "headline": "Among the Troops Who Died, Two Women on the Front Line",
      "snippet": "The Defense Department on Saturday officially identified the service members who were killed, and family and friends paid tribute to their lives and their sacrifice.",
      "abstract": "The Defense Department on Saturday officially identified the service members who were killed, and family and friends paid tribute to their lives and their sacrifice.",
      "lead_paragraph": "One of the last photos that Marine Sgt. Nicole Gee shared with her family from Afghanistan shows her in dusty body armor with a rifle, her long blond hair pulled back, her hands in tactical gloves. Amid the chaos of Kabul, those hands are carefully cradling a baby.",
      "publication_date": "2021-08-28T19:52:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/28/us/soldiers-killed-in-afghanistan.html",
      "byline": ""
    },
    {
      "headline": "As the Taliban Tighten Their Grip, Fears of Retribution Grow",
      "snippet": "Taliban leaders have promised amnesty to Afghan officials and soldiers, but there are increasing reports of detentions, disappearances and even executions.",
      "abstract": "Taliban leaders have promised amnesty to Afghan officials and soldiers, but there are increasing reports of detentions, disappearances and even executions.",
      "lead_paragraph": "ISTANBUL — When Taliban troops seized control of the Afghan capital two weeks ago, the invading units made a beeline for two critical targets: the headquarters of the National Security Directorate and the Ministry of Communications.",
      "publication_date": "2021-08-29T09:00:13+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/29/world/asia/afghanistan-taliban-revenge.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "When the New Covid Surge Struck, Mississippi Was Uniquely Unprepared",
      "snippet": "Poverty and politics have left the state with fewer doctors and nurses than it needs and hospitals on the brink of shutdown.",
      "abstract": "Poverty and politics have left the state with fewer doctors and nurses than it needs and hospitals on the brink of shutdown.",
      "lead_paragraph": "JACKSON, Miss. — On the ground floor of a parking garage at the University of Mississippi Medical Center, there are coronavirus patients where the cars should be — about 20 of them on any given day, laid up in air-conditioned tents and cared for by a team of medical personnel from a Christian charity group. Another garage nearby has been transformed into a staging area for a monoclonal antibody clinic for Covid-19 patients.",
      "publication_date": "2021-08-29T09:00:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/29/us/when-the-new-covid-surge-struck-mississippi-was-uniquely-unprepared.html",
      "byline": "By Richard Fausset"
    },
    {
      "headline": "U.S. Conducts Drone Strike in Kabul and Winds Down Airlift as Deadline Nears",
      "snippet": "The strike eliminated what U.S. officials called an imminent terrorist threat. With the military evacuation of Afghans over,   the United States and others say they will still get people out.",
      "abstract": "The strike eliminated what U.S. officials called an imminent terrorist threat. With the military evacuation of Afghans over,   the United States and others say they will still get people out.",
      "lead_paragraph": "A U.S. drone strike on Sunday destroyed an explosives-laden vehicle that the Pentagon said posed an imminent threat to Afghanistan’s main airport, as the massive airlift of Afghans fleeing Taliban rule shut down just two days before the scheduled final withdrawal of American forces.",
      "publication_date": "2021-08-29T21:14:54+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/29/world/asia/us-drone-strike-evacuation.html",
      "byline": "By David Zucchino"
    },
    {
      "headline": "Inside Politico’s Billion-Dollar Drama",
      "snippet": "From “son of” to mogul in his own right: Robert Allbritton just became the unlikeliest winner of the new media sweepstakes.",
      "abstract": "From “son of” to mogul in his own right: Robert Allbritton just became the unlikeliest winner of the new media sweepstakes.",
      "lead_paragraph": "I was sitting in a bar next to John Harris, a former national editor of The Washington Post. It was late in 2006, and he was recruiting me for a new project, a superblog called The Politico. I was interested, but I had a few questions about the owner. I had never heard of Robert Allbritton and I asked if he’d be the kind of billionaire publisher who wanted to see his own column on the front page, or if he’d be the other kind of wealthy owner, a dilettante who gets quickly bored with his new plaything.",
      "publication_date": "2021-08-29T22:43:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/08/29/business/media/politico-robert-allbritton.html",
      "byline": "By Ben Smith"
    },
    {
      "headline": "In New Orleans, Anxiously Watching the Levees As Hurricane Ida Arrives",
      "snippet": "The prospect of “another Katrina” has haunted New Orleans, and the rest of the nation.",
      "abstract": "The prospect of “another Katrina” has haunted New Orleans, and the rest of the nation.",
      "lead_paragraph": "NEW ORLEANS — As Hurricane Ida began violently tearing through South Louisiana on Sunday, Kelli Chandler was holed up in a windowless office, waiting and watching for the answer to a question that all of New Orleans was asking: Would the levees — the newer, stronger, more sophisticated levees — hold back the storm?",
      "publication_date": "2021-08-29T23:23:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/29/us/hurricane-ida-new-orleans-scene.html",
      "byline": "By Richard Fausset, Katy Reckdahl and Chelsea Brasted"
    },
    {
      "headline": "Hurricane Ida, a Powerful Category 4 Storm, Batters Louisiana",
      "snippet": "White-capped waves appeared on the Mississippi River as winds uprooted trees, tore roofs from buildings and knocked out power for hundreds of thousands across the state.",
      "abstract": "White-capped waves appeared on the Mississippi River as winds uprooted trees, tore roofs from buildings and knocked out power for hundreds of thousands across the state.",
      "lead_paragraph": "NEW ORLEANS — Hurricane Ida howled into Louisiana on Sunday with powerful winds and dangerously high storm surges, lashing coastal communities, battering New Orleans and putting the city’s system for resisting catastrophic flooding to its biggest test since Hurricane Katrina.",
      "publication_date": "2021-08-29T23:24:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/29/us/hurricane-ida-a-powerful-category-4-storm-batters-louisiana.html",
      "byline": "By Katy Reckdahl, J. David Goodman and Chelsea Brasted"
    },
    {
      "headline": "California’s Plan to Make New Buildings Greener Will Also Raise Costs",
      "snippet": "A recent building code change for new construction could reduce emissions by requiring use of solar panels and batteries, raising prices in an already expensive state.",
      "abstract": "A recent building code change for new construction could reduce emissions by requiring use of solar panels and batteries, raising prices in an already expensive state.",
      "lead_paragraph": "California has led the nation in fighting climate change by encouraging the use of renewable energy and electric cars. Now the state is taking on an even harder challenge — reducing emissions from homes, businesses and other buildings that have to be heated, cooled and powered.",
      "publication_date": "2021-08-30T07:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/08/30/business/energy-environment/californias-solar-housing-costs.html",
      "byline": "By Ivan Penn"
    },
    {
      "headline": "Schemer or Naïf? Elizabeth Holmes Is Going to Trial.",
      "snippet": "The trial for the founder of Theranos, the once high-flying blood testing start-up, will cap a saga of Silicon Valley hubris, ambition and deception.",
      "abstract": "The trial for the founder of Theranos, the once high-flying blood testing start-up, will cap a saga of Silicon Valley hubris, ambition and deception.",
      "lead_paragraph": "SAN FRANCISCO — After four years, repeated delays and the birth of her baby, Elizabeth Holmes, the founder of the blood testing start-up Theranos, is set to stand trial for fraud, capping a saga of Silicon Valley hubris, ambition and deception.",
      "publication_date": "2021-08-30T09:00:19+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/08/30/technology/trial-elizabeth-holmes-theranos.html",
      "byline": "By Erin Griffith and Erin Woo"
    },
    {
      "headline": "The World Is Still Short of Everything. Get Used to It.",
      "snippet": "Pandemic-related product shortages — from computer chips to construction materials — were supposed to be resolved by now. Instead, the world has gained a lesson in the ripple effects of disruption.",
      "abstract": "Pandemic-related product shortages — from computer chips to construction materials — were supposed to be resolved by now. Instead, the world has gained a lesson in the ripple effects of disruption.",
      "lead_paragraph": "Like most people in the developed world, Kirsten Gjesdal had long taken for granted her ability to order whatever she needed and then watch the goods arrive, without any thought about the factories, container ships and trucks involved in delivery.",
      "publication_date": "2021-08-30T09:00:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/08/30/business/supply-chain-shortages.html",
      "byline": "By Peter S. Goodman and Keith Bradsher"
    },
    {
      "headline": "Exile or Jail: The Grim Choice Facing Russian Opposition Leaders",
      "snippet": "Experts say the current exodus of journalists and dissidents is the biggest wave of political emigration in the country’s post-Soviet history.",
      "abstract": "Experts say the current exodus of journalists and dissidents is the biggest wave of political emigration in the country’s post-Soviet history.",
      "lead_paragraph": "MOSCOW — Evoking the dark era of Soviet repression, Russian politicians and journalists are being driven into exile in growing numbers.",
      "publication_date": "2021-08-30T09:00:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/08/30/world/europe/russian-opposition-leaders-exile.html",
      "byline": "By Anton Troianovski"
    }
  ]
}