{
  "metadata": {
    "date": "2021-12-16",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Inflation Has Arrived. Here’s What You Need to Know.",
      "snippet": "What is inflation, why is it up and whom does it hurt? A run through common questions about the ongoing price burst.",
      "abstract": "What is inflation, why is it up and whom does it hurt? A run through common questions about the ongoing price burst.",
      "lead_paragraph": "Inflation has become central to the American zeitgeist in 2021 in a way that it hadn’t been for decades. Google searches are up. Supply chain issues feature into popular Instagram posts. The satire website The Onion warned in a recent headline that “higher prices may force Americans to eat reasonable portions on Thanksgiving.”",
      "publication_date": "2021-12-15T17:51:59+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/article/inflation-definition.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "Fed Shifts to Inflation Battle, Winding Down Pandemic Support",
      "snippet": "With the economy healing, but price gains pinching consumers, officials are dialing back bond purchases and getting in position to raise interest rates (three are possible next year).",
      "abstract": "With the economy healing, but price gains pinching consumers, officials are dialing back bond purchases and getting in position to raise interest rates (three are possible next year).",
      "lead_paragraph": "Federal Reserve policymakers moved into inflation-fighting mode on Wednesday, saying they would cut back more quickly on their pandemic-era stimulus at a moment of rising prices and strong economic growth, capping a challenging year with a policy shift that could usher in higher interest rates in 2022.",
      "publication_date": "2021-12-15T19:00:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/15/business/economy/inflation-fed-fomc-meeting-december-2021.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "Fox News Hosts Take the Offensive About Texts to Meadows",
      "snippet": "Stars of the most-watched cable channel continued to downplay the Jan. 6 attack and back Donald J. Trump while criticizing the investigation of the Capitol siege.",
      "abstract": "Stars of the most-watched cable channel continued to downplay the Jan. 6 attack and back Donald J. Trump while criticizing the investigation of the Capitol siege.",
      "lead_paragraph": "The Fox News hosts Sean Hannity and Laura Ingraham vociferously defended themselves for sending text messages on Jan. 6 that urged Mark Meadows, the last White House chief of staff under Donald J. Trump, to persuade the then-president to take action to stop the Capitol attack.",
      "publication_date": "2021-12-15T23:51:43+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/15/business/media/fox-news-trump-january-6.html",
      "byline": "By Jim Windolf and John Koblin"
    },
    {
      "headline": "Meadows and the Band of Loyalists: How They Fought to Keep Trump in Power",
      "snippet": "A small circle of Republican lawmakers, working closely with President Donald J. Trump’s chief of staff, took on an outsize role in pressuring the Justice Department, amplifying conspiracy theories and flooding the courts in an attempt to overturn...",
      "abstract": "A small circle of Republican lawmakers, working closely with President Donald J. Trump’s chief of staff, took on an outsize role in pressuring the Justice Department, amplifying conspiracy theories and flooding the courts in an attempt to overturn the 2020 election.",
      "lead_paragraph": "WASHINGTON — Two days after Christmas last year, Richard P. Donoghue, a top Justice Department official in the waning days of the Trump administration, saw an unknown number appear on his phone.",
      "publication_date": "2021-12-16T00:48:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/15/us/politics/trump-meadows-republicans-congress-jan-6.html",
      "byline": "By Katie Benner, Catie Edmondson, Luke Broadwater and Alan Feuer"
    },
    {
      "headline": "Green-Energy Race Draws an American Underdog to Bolivia’s Lithium",
      "snippet": "Chinese and Russian industrial giants seek to tap mineral deposits vital to electric cars. A Texas entrepreneur has his own strategy: the long game.",
      "abstract": "Chinese and Russian industrial giants seek to tap mineral deposits vital to electric cars. A Texas entrepreneur has his own strategy: the long game.",
      "lead_paragraph": "SALAR DE UYUNI, Bolivia — The mission was quixotic for a small Texas energy start-up: Beat out Chinese and Russian industrial giants in unlocking mineral riches that could one day power tens of millions of electric vehicles.",
      "publication_date": "2021-12-16T08:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2021/12/16/business/energy-environment/bolivia-lithium-electric-cars.html",
      "byline": "By Clifford Krauss and Meridith Kohut"
    },
    {
      "headline": "The Harvard Job Offer No One at Harvard Ever Heard Of",
      "snippet": "An online scam targeted prominent women in India, telling them the Ivy League was calling.",
      "abstract": "An online scam targeted prominent women in India, telling them the Ivy League was calling.",
      "lead_paragraph": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2021-12-16T10:00:19+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2021/12/16/technology/harvard-job-scam-india.html",
      "byline": "By Jeffrey Gettleman, Kate Conger and Suhasini Raj"
    },
    {
      "headline": "Former McDonald’s C.E.O. Repays Company $105 Million",
      "snippet": "The settlement with Steve Easterbrook, who was ousted in 2019 for an inappropriate relationship, is one of the largest ever clawbacks of executive compensation.",
      "abstract": "The settlement with Steve Easterbrook, who was ousted in 2019 for an inappropriate relationship, is one of the largest ever clawbacks of executive compensation.",
      "lead_paragraph": "The former McDonald’s chief executive Steve Easterbrook, who was ousted by the company in 2019 for having an inappropriate relationship with a subordinate, has returned $105 million in cash and stock to the company in one of the largest clawbacks in the history of corporate America.",
      "publication_date": "2021-12-16T13:05:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2021/12/16/business/mcdonalds-steve-easterbrook.html",
      "byline": "By David Gelles and Julie Creswell"
    }
  ]
}