{
  "metadata": {
    "date": "2022-10-20",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "After U.K. Market Blowout, American Officials Ask: Could It Happen Here?",
      "snippet": "Federal Reserve and White House officials spent last week quizzing investors and economists about the risks of a British-style meltdown at home.",
      "abstract": "Federal Reserve and White House officials spent last week quizzing investors and economists about the risks of a British-style meltdown at home.",
      "lead_paragraph": "WASHINGTON — Federal Reserve researchers and officials quizzed experts from Wall Street and around the world last week about a pressing question: Could a market meltdown like the one that happened in Britain late last month occur here?",
      "publication_date": "2022-10-19T16:20:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/10/19/business/economy/uk-united-states-markets.html",
      "byline": "By Jeanna Smialek, Jim Tankersley and Joe Rennison"
    },
    {
      "headline": "E.V. Bonanza Flows to Red States That Denounce Biden Climate Policies",
      "snippet": "No Republican in Congress voted for the Inflation Reduction Act. But their districts and states will greatly benefit from the investments spurred by the law.",
      "abstract": "No Republican in Congress voted for the Inflation Reduction Act. But their districts and states will greatly benefit from the investments spurred by the law.",
      "lead_paragraph": "Democrats pushed through climate change legislation this year that earmarked tens of billions of dollars to create a U.S. supply chain for electric vehicles. Republicans and the states they represent are poised to cash in on much of the political and economic windfall.",
      "publication_date": "2022-10-19T18:13:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/10/19/business/electric-vehicles-republicans-investment-south.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "Putin Declares Martial Law in 4 Illegally Annexed Ukrainian Regions",
      "snippet": "The Russian leader also imposed restrictions in over two dozen areas in Russia, signaling an attempt to crack down on dissent at home.",
      "abstract": "The Russian leader also imposed restrictions in over two dozen areas in Russia, signaling an attempt to crack down on dissent at home.",
      "lead_paragraph": "KYIV, Ukraine — President Vladimir V. Putin declared martial law in four Russian-occupied regions of Ukraine on Wednesday, but in a telling sign that his real concerns may lie far closer to home, he also moved to put the economy on a wartime footing and imposed restrictions in more than two dozen areas across Russia.",
      "publication_date": "2022-10-19T23:16:07+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/10/19/world/europe/russia-putin-ukraine-martial-law.html",
      "byline": "By Andrew E. Kramer and Neil MacFarquhar"
    },
    {
      "headline": "Ahead of the Midterms, Energy Lobbyists Plan for a Republican House",
      "snippet": "The oil and gas industry is already setting priorities for at least partial G.O.P. control in Congress, with a particular focus on undercutting a Biden administration program to shift away from gas for home heating.",
      "abstract": "The oil and gas industry is already setting priorities for at least partial G.O.P. control in Congress, with a particular focus on undercutting a Biden administration program to shift away from gas for home heating.",
      "lead_paragraph": "WASHINGTON — Oil and gas industry lobbyists, anticipating that Republicans could take control of the House in the midterm elections, are already working behind the scenes on Capitol Hill to push back against what they consider the Biden administration’s anti-fossil-fuel agenda.",
      "publication_date": "2022-10-20T09:00:36+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/10/20/us/politics/oil-gas-gop-midterms.html",
      "byline": "By Eric Lipton"
    },
    {
      "headline": "How Taiwan’s ‘Adorable’ and Ambitious Diplomacy Aims to Keep the Island Safe",
      "snippet": "Even as China’s threats on reunification grow more pointed, most recently at the Communist Party congress, Taiwan is working creatively to bolster its alliances.",
      "abstract": "Even as China’s threats on reunification grow more pointed, most recently at the Communist Party congress, Taiwan is working creatively to bolster its alliances.",
      "lead_paragraph": "TAIPEI, Taiwan — To maintain diplomatic ties with Guatemala, Taiwan pays the country’s lobbyists in Washington. With its allies in the Pacific, Taiwan has promised to help preserve indigenous cultures, and to thank Lithuania, Taiwan’s newest unofficial ally, the government and local shoppers have embraced its imports, from lasers to bacon-flavored schnapps.",
      "publication_date": "2022-10-20T09:19:54+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/10/20/world/asia/taiwan-diplomacy-china.html",
      "byline": "By Damien Cave and Amy Chang Chien"
    }
  ]
}