{
  "metadata": {
    "date": "2022-12-06",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "Ordinary Investors Who Jumped Into Crypto Are Saying: Now What?",
      "snippet": "Many small investors who piled into cryptocurrencies on FTX, BlockFi and other platforms are recognizing the perils of investing in an unregulated industry.",
      "abstract": "Many small investors who piled into cryptocurrencies on FTX, BlockFi and other platforms are recognizing the perils of investing in an unregulated industry.",
      "lead_paragraph": "In early November, Adrian Butkus, a 43-year-old father of two, put $600,000 — much of his life savings — into an account at BlockFi, a cryptocurrency trading firm. BlockFi had marketed the account as risk free, yielding 6.5 percent interest, more than Mr. Butkus could get anywhere else.",
      "publication_date": "2022-12-05T18:33:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/12/05/business/cryptocurrency-investors-ftx-blockfi.html",
      "byline": "By Matthew Goldstein"
    },
    {
      "headline": "Video Game Workers at Microsoft and Activision Take Steps to Unionize",
      "snippet": "Microsoft has remained neutral during a labor organizing bid as the Xbox maker seeks regulatory approval for its Activision acquisition.",
      "abstract": "Microsoft has remained neutral during a labor organizing bid as the Xbox maker seeks regulatory approval for its Activision acquisition.",
      "lead_paragraph": "A few months after Microsoft announced plans to acquire the video game maker Activision Blizzard, the tech giant said it would remain neutral if Activision workers sought to unionize once the deal went through. Now, a major union is testing Microsoft’s appetite for organizing at a company it already owns.",
      "publication_date": "2022-12-05T20:43:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/12/05/business/microsoft-activision-game-union.html",
      "byline": "By Noam Scheiber and Kellen Browning"
    },
    {
      "headline": "The Brilliance and Weirdness of ChatGPT",
      "snippet": "A new chatbot from OpenAI is inspiring awe, fear, stunts and attempts to circumvent its guardrails.",
      "abstract": "A new chatbot from OpenAI is inspiring awe, fear, stunts and attempts to circumvent its guardrails.",
      "lead_paragraph": "Like most nerds who read science fiction, I’ve spent a lot of time wondering how society will greet true artificial intelligence, if and when it arrives. Will we panic? Start sucking up to our new robot overlords? Ignore it and go about our daily lives?",
      "publication_date": "2022-12-05T23:34:37+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/12/05/technology/chatgpt-ai-twitter.html",
      "byline": "By Kevin Roose"
    },
    {
      "headline": "Ukraine Targets Bases Deep in Russia, Showing Expanded Reach",
      "snippet": "Launching drones at air bases 300 miles from its own territory, Ukraine changed the geography of the war. It said it had developed drones with a range of over 600 miles.",
      "abstract": "Launching drones at air bases 300 miles from its own territory, Ukraine changed the geography of the war. It said it had developed drones with a range of over 600 miles.",
      "lead_paragraph": "KYIV, Ukraine — Ukraine executed its most brazen attack into Russian territory in the nine-month-old war on Monday, targeting two military bases hundreds of miles inside the country using drones, according to the Russian defense ministry and a senior Ukrainian official.",
      "publication_date": "2022-12-06T00:03:26+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/12/05/world/europe/ukraine-russia-military-bases.html",
      "byline": "By Andrew E. Kramer, Michael Schwirtz and Marc Santora"
    },
    {
      "headline": "Warnock Claims Momentum in Georgia, as Walker Banks on Election Day Turnout",
      "snippet": "On the eve of Georgia’s Senate runoff, Raphael Warnock, a Democrat, warned his supporters about being overconfident. Herschel Walker urged Republicans to flood the polls on Tuesday.",
      "abstract": "On the eve of Georgia’s Senate runoff, Raphael Warnock, a Democrat, warned his supporters about being overconfident. Herschel Walker urged Republicans to flood the polls on Tuesday.",
      "lead_paragraph": "ATLANTA — In the final day before Georgia’s Senate runoff, Senator Raphael Warnock pleaded with supporters to tune out pundits predicting his victory and instead vote “like it’s an emergency” in a bitterly contested race that is closing out the midterm election cycle.",
      "publication_date": "2022-12-06T00:39:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/12/05/us/politics/georgia-senate-runoff-election-day-turnout.html",
      "byline": "By Reid J. Epstein, Jazmine Ulloa and Maya King"
    },
    {
      "headline": "For the Uninsured, Covid Care Has Entered a New Stage of Crisis",
      "snippet": "As federal funding for the pandemic response dries up, Americans without health insurance risk being left footing the bill for coronavirus tests and treatments.",
      "abstract": "As federal funding for the pandemic response dries up, Americans without health insurance risk being left footing the bill for coronavirus tests and treatments.",
      "lead_paragraph": "WASHINGTON — When Mandy Alderman caught the coronavirus in June for a second time, she hoped her usual primary care physician could prescribe a monoclonal antibody treatment or Paxlovid, the antiviral pill that has been shown to reduce the severity of an infection. But without health insurance, she could not afford a visit.",
      "publication_date": "2022-12-06T08:00:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/12/06/us/politics/covid-testing-treatment-uninsured.html",
      "byline": "By Noah Weiland and Sarah Kliff"
    },
    {
      "headline": "If There Is a ‘Male Malaise’ With Work, Could One Answer Be at Sea?",
      "snippet": "As concerns about labor force participation among American men mount, maritime transportation firms are desperate for new mariners.",
      "abstract": "As concerns about labor force participation among American men mount, maritime transportation firms are desperate for new mariners.",
      "lead_paragraph": "Before dawn on a recent day in the port of Seattle, dense autumn fog hugged Puget Sound and ship-to-shore container cranes hovered over the docks like industrial sentinels. Under the dim glimmer of orange floodlights, the crew of the tugboat Millennium Falcon fired up her engines for a long day of towing oil barges and refueling a variety of large vessels, like container ships.",
      "publication_date": "2022-12-06T08:00:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/12/06/business/economy/maritime-jobs-labor.html",
      "byline": "By Talmon Joseph Smith and Lindsey Wasson"
    },
    {
      "headline": "In Phoenix, a Taiwanese Chip Giant Builds a Hedge Against China",
      "snippet": "Taiwan Semiconductor Manufacturing Company, the world’s biggest maker of advanced computer chips, unveiled an ambitious factory upgrade in Arizona.",
      "abstract": "Taiwan Semiconductor Manufacturing Company, the world’s biggest maker of advanced computer chips, unveiled an ambitious factory upgrade in Arizona.",
      "lead_paragraph": "U.S. companies and officials have long worried about overly relying on Taiwan, which China claims as its own territory, for the world’s most advanced computer chips. That’s because Taiwan Semiconductor Manufacturing Company, which is the biggest maker of leading-edge chips, is based there.",
      "publication_date": "2022-12-06T10:00:13+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/12/06/technology/tsmc-chips-factory-phoenix.html",
      "byline": "By Don Clark and Kellen Browning"
    },
    {
      "headline": "Global Car Supply Chains Entangled With Abuses in Xinjiang, Report Says",
      "snippet": "A new report on the auto industry cites extensive links to Xinjiang, where the U.S. government now presumes goods are made with forced labor.",
      "abstract": "A new report on the auto industry cites extensive links to Xinjiang, where the U.S. government now presumes goods are made with forced labor.",
      "lead_paragraph": "The global auto industry remains heavily exposed to the Xinjiang region of China for raw materials, components and other supplies, a new report has found, despite a recent U.S. law intended to restrict purchases from the area, where the Chinese government has committed human rights abuses against mostly Muslim minorities.",
      "publication_date": "2022-12-06T10:00:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/12/06/business/economy/global-car-supply-chains-xianjiang-forced-labor.html",
      "byline": "By Ana Swanson"
    },
    {
      "headline": "Inside the Face-Off Between Russia and a Small Internet Access Firm",
      "snippet": "The cat-and-mouse experience of Proton, a Swiss company, shows what it’s like to be targeted by Russian censors — and what it takes to fight back.",
      "abstract": "The cat-and-mouse experience of Proton, a Swiss company, shows what it’s like to be targeted by Russian censors — and what it takes to fight back.",
      "lead_paragraph": "After Moscow erected a digital barricade in March, blocking access to independent news sites and social media platforms to hide information about its unfolding invasion of Ukraine, many Russians looked for a workaround. One reliable route they found came from a small Swiss company based nearly 2,000 miles away.",
      "publication_date": "2022-12-06T10:00:32+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/12/06/technology/russia-internet-proton-vpn.html",
      "byline": "By Adam Satariano and Paul Mozur"
    },
    {
      "headline": "Supreme Court to Hear Arguments on Far-Reaching Elections Case",
      "snippet": "In a North Carolina case, the court is being asked to decide whether to drastically expand the authority that state legislatures have over election maps and voting laws.",
      "abstract": "In a North Carolina case, the court is being asked to decide whether to drastically expand the authority that state legislatures have over election maps and voting laws.",
      "lead_paragraph": "WASHINGTON — It is a case “with profound consequences for American democracy,” said J. Michael Luttig, a former federal appeals court judge long a hero to conservatives.",
      "publication_date": "2022-12-06T10:00:32+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/12/06/us/supreme-court-moore-harper-elections.html",
      "byline": "By Michael Wines"
    },
    {
      "headline": "Computer Science Students Face a Shrinking Big Tech Job Market",
      "snippet": "A new reality is setting in for students and recent graduates who spent years honing themselves for careers at the largest tech companies.",
      "abstract": "A new reality is setting in for students and recent graduates who spent years honing themselves for careers at the largest tech companies.",
      "lead_paragraph": "Ever since she was a 10th grader in Seattle, Annalice Ni wanted to develop software for a prominent tech company like Google. So she went to great lengths to meet the internship and other résumé criteria that make students attractive hires to the biggest tech firms.",
      "publication_date": "2022-12-06T10:00:38+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/12/06/technology/computer-students-tech-jobs-layoffs.html",
      "byline": "By Natasha Singer and Kalley Huang"
    },
    {
      "headline": "Oversight Board Criticizes Meta for Preferential Treatment",
      "snippet": "Influential and powerful users on Facebook and Instagram receive “unequal treatment,” an internal report said.",
      "abstract": "Influential and powerful users on Facebook and Instagram receive “unequal treatment,” an internal report said.",
      "lead_paragraph": "Meta, the owner of Facebook and Instagram, was harshly criticized on Tuesday by a company-appointed oversight board for policies that give celebrities, politicians and business partners special treatment compared with the vast majority of its users.",
      "publication_date": "2022-12-06T13:40:31+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/12/06/technology/meta-preferential-treatment.html",
      "byline": "By Adam Satariano and Sheera Frenkel"
    }
  ]
}