{
  "metadata": {
    "date": "2022-01-17",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "U.S. Says Russia Sent Saboteurs Into Ukraine to Create Pretext for Invasion",
      "snippet": "The Biden administration said the operatives were trained in urban warfare and explosives and could try to stage an incident.",
      "abstract": "The Biden administration said the operatives were trained in urban warfare and explosives and could try to stage an incident.",
      "lead_paragraph": "WASHINGTON — The White House accused Moscow on Friday of sending saboteurs into eastern Ukraine to stage an incident that could provide President Vladimir V. Putin of Russia with a pretext for ordering an invasion of the country.",
      "publication_date": "2022-01-14T16:39:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/14/us/politics/russia-ukraine-us-intelligence.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "Democrats Face a Dilemma on Voting: Compromise or Keep Pressing?",
      "snippet": "With their broad voting rights push nearing a dead end, Democrats must soon decide whether to embrace a far narrower bipartisan effort to protect vote counting and administration.",
      "abstract": "With their broad voting rights push nearing a dead end, Democrats must soon decide whether to embrace a far narrower bipartisan effort to protect vote counting and administration.",
      "lead_paragraph": "WASHINGTON — With their drive to secure far-reaching voting rights legislation nearing a dead end, Senate Democrats face a decision they had hoped to avoid: Should they embrace a much narrower, bipartisan effort to safeguard the vote-counting process, or continue what increasingly looks like a doomed push to protect access to the ballot box?",
      "publication_date": "2022-01-15T00:16:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/14/us/politics/democrats-voting-rights.html",
      "byline": "By Jonathan Weisman"
    },
    {
      "headline": "Cambodia’s Internet May Soon Be Like China’s: State-Controlled",
      "snippet": "Under a new decree, all web traffic will be routed through a government portal. Rights groups say a crackdown on digital expression is about to get worse.",
      "abstract": "Under a new decree, all web traffic will be routed through a government portal. Rights groups say a crackdown on digital expression is about to get worse.",
      "lead_paragraph": "PHNOM PENH, Cambodia — The day Kea Sokun was arrested in Cambodia, four men in plainclothes showed up at his photography shop near Angkor Wat and carted him off to the police station. Mr. Kea Sokun, who is also a popular rapper, had released two songs on YouTube, and the men said they needed to know why he’d written them.",
      "publication_date": "2022-01-15T08:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/15/business/cambodia-arrests-internet.html",
      "byline": "By Charles McDermid"
    },
    {
      "headline": "With Voting Bills Dead, Democrats Face Costly Fight to Overcome G.O.P. Curbs",
      "snippet": "Party officials now say they are resigned to spending and organizing their way around the new voting restrictions passed in Republican-controlled states.",
      "abstract": "Party officials now say they are resigned to spending and organizing their way around the new voting restrictions passed in Republican-controlled states.",
      "lead_paragraph": "With the door slammed shut this week on federal legislation to create new protections for access to voting, Democrats face an electoral landscape in which they will need to spend heavily to register and mobilize voters if they are to overcome the hodgepodge of new voting restrictions enacted by Republicans across the country.",
      "publication_date": "2022-01-15T10:00:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/15/us/politics/voting-rights-democrats.html",
      "byline": "By Reid J. Epstein and Nick Corasaniti"
    },
    {
      "headline": "Crypto Enthusiasts Meet Their Match: Angry Gamers",
      "snippet": "Game publishers are offering NFTs, but skeptical gamers smell a moneymaking scheme and are fighting back.",
      "abstract": "Game publishers are offering NFTs, but skeptical gamers smell a moneymaking scheme and are fighting back.",
      "lead_paragraph": "SAN FRANCISCO — For years, Christian Lantz has played S.T.A.L.K.E.R., a first-person shooter game set in a post-apocalyptic Ukraine that became a cult hit for its immersive role playing. So when the 18-year-old high schooler heard a sequel was coming this year, he knew he had to buy it.",
      "publication_date": "2022-01-15T10:00:18+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2022/01/15/technology/cryptocurrency-nft-gamers.html",
      "byline": "By Mike Isaac and Kellen Browning"
    },
    {
      "headline": "Russia Issues Subtle Threats More Far-Reaching Than a Ukraine Invasion",
      "snippet": "If the West fails to meet its security demands, Moscow could take measures like placing nuclear missiles close to the U.S. coastline, Russian officials have hinted.",
      "abstract": "If the West fails to meet its security demands, Moscow could take measures like placing nuclear missiles close to the U.S. coastline, Russian officials have hinted.",
      "lead_paragraph": "VIENNA — No one expected much progress from this past week’s diplomatic marathon to defuse the security crisis Russia has ignited in Eastern Europe by surrounding Ukraine on three sides with 100,000 troops and then, by the White House’s accounting, sending in saboteurs to create a pretext for invasion.",
      "publication_date": "2022-01-16T08:00:12+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/16/world/europe/russia-ukraine-invasion.html",
      "byline": "By Anton Troianovski and David E. Sanger"
    },
    {
      "headline": "Supply Chain Woes Could Worsen as China Imposes New Covid Lockdowns",
      "snippet": "American manufacturers are worried that China’s zero-tolerance coronavirus policy could throw a wrench in the global conveyor belt for goods this year.",
      "abstract": "American manufacturers are worried that China’s zero-tolerance coronavirus policy could throw a wrench in the global conveyor belt for goods this year.",
      "lead_paragraph": "WASHINGTON — Companies are bracing for another round of potentially debilitating supply chain disruptions as China, home to about a third of global manufacturing, imposes sweeping lockdowns in an attempt to keep the Omicron variant at bay.",
      "publication_date": "2022-01-16T20:56:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/16/business/economy/china-supply-chain-covid-lockdowns.html",
      "byline": "By Ana Swanson and Keith Bradsher"
    },
    {
      "headline": "Who Is King of Florida? Tensions Rise Between Trump and a Former Acolyte.",
      "snippet": "A spat over Covid has exposed friction between the former president and a rising G.O.P. governor unwilling to curb his ambitions.",
      "abstract": "A spat over Covid has exposed friction between the former president and a rising G.O.P. governor unwilling to curb his ambitions.",
      "lead_paragraph": "For months, former President Donald J. Trump has been grumbling quietly to friends and visitors to his Palm Beach mansion about a rival Republican power center in another Florida mansion, some 400 miles to the north.",
      "publication_date": "2022-01-17T01:47:46+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/16/us/politics/trump-desantis.html",
      "byline": "By Jonathan Martin and Maggie Haberman"
    },
    {
      "headline": "China’s Economy Is Slowing, a Worrying Sign for the World",
      "snippet": "Economic output climbed 4 percent in the last quarter of 2021, slowing from the previous quarter. Growth has faltered as home buyers and consumers become cautious.",
      "abstract": "Economic output climbed 4 percent in the last quarter of 2021, slowing from the previous quarter. Growth has faltered as home buyers and consumers become cautious.",
      "lead_paragraph": "BEIJING — Construction and property sales have slumped. Small businesses have shut because of rising costs and weak sales. Debt-laden local governments are cutting the pay of civil servants.",
      "publication_date": "2022-01-17T02:00:35+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/01/16/business/economy/china-economy.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "11 Hours of Fear, Negotiation and Finally, Relief",
      "snippet": "The F.B.I. identified Malik Faisal Akram, a British national, as the man who took hostages in a Texas synagogue on Saturday. He was killed during the rescue operation.",
      "abstract": "The F.B.I. identified Malik Faisal Akram, a British national, as the man who took hostages in a Texas synagogue on Saturday. He was killed during the rescue operation.",
      "lead_paragraph": "Just before New Year’s, a 44-year-old man from an industrial city in the north of England landed at Kennedy International Airport. On his travel documents, he listed his destination as a hotel on Queens Boulevard. His arrival raised no red flags.",
      "publication_date": "2022-01-17T04:21:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/16/us/malik-faisal-akram-texas-synagogue-hostage.html",
      "byline": "By Giulia Heyward, Azi Paybarah and Eileen Sullivan"
    },
    {
      "headline": "China’s Births Hit Historic Low, a Political Problem for Beijing",
      "snippet": "The demographic crisis, a challenge to the economy, also signals a limit to the reach of the government, which has struggled recently to grow the population.",
      "abstract": "The demographic crisis, a challenge to the economy, also signals a limit to the reach of the government, which has struggled recently to grow the population.",
      "lead_paragraph": "China announced on Monday that its birthrate plummeted for a fifth straight year in 2021, moving the world’s most populous country closer to the potentially seismic moment when its population will begin to shrink, and hastening a demographic crisis that could undermine its economy and even its political stability.",
      "publication_date": "2022-01-17T07:15:01+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/17/world/asia/china-births-demographic-crisis.html",
      "byline": "By Steven Lee Myers and Alexandra Stevenson"
    },
    {
      "headline": "A Grand Miami Beach Hotel, and Its History, Might Be Torn Down",
      "snippet": "The Deauville Beach Resort played host to the Beatles, Frank Sinatra and John F. Kennedy. But it has been deemed unsafe after years of neglect.",
      "abstract": "The Deauville Beach Resort played host to the Beatles, Frank Sinatra and John F. Kennedy. But it has been deemed unsafe after years of neglect.",
      "lead_paragraph": "MIAMI BEACH — The baby-faced Beatles spent nine sun-kissed days in Miami Beach in 1964, basking in the warm winter as thousands of young fans thronged to catch a glimpse of the four Liverpool lads enjoying a bit of freedom on the ocean shore.",
      "publication_date": "2022-01-17T10:00:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/17/us/deauville-hotel-miami-beach.html",
      "byline": "By Patricia Mazzei"
    }
  ]
}