{
  "metadata": {
    "date": "2022-09-06",
    "total_articles": 13
  },
  "articles": [
    {
      "headline": "Judge Grants Trump’s Request for Special Master to Review Mar-a-Lago Documents",
      "snippet": "The ruling also effectively barred federal prosecutors from using key pieces of evidence as they continue to investigate whether Mr. Trump illegally retained national defense documents at his estate.",
      "abstract": "The ruling also effectively barred federal prosecutors from using key pieces of evidence as they continue to investigate whether Mr. Trump illegally retained national defense documents at his estate.",
      "lead_paragraph": "A federal judge intervened on Monday in the investigation of former President Donald J. Trump’s handling of sensitive government records, ordering the appointment of an independent arbiter to review a trove of materials seized last month from Mr. Trump’s private club and residence in Florida.",
      "publication_date": "2022-09-05T16:37:43+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/05/us/politics/trump-special-master.html",
      "byline": "By Alan Feuer, Glenn Thrush and Charlie Savage"
    },
    {
      "headline": "Liz Truss to Replace Boris Johnson at a Time of Crisis for Britain",
      "snippet": "Ms. Truss, who prevailed over Rishi Sunak, will be greeted by an array of vexing problems, including double-digit inflation, a looming recession, labor unrest and soaring household energy bills.",
      "abstract": "Ms. Truss, who prevailed over Rishi Sunak, will be greeted by an array of vexing problems, including double-digit inflation, a looming recession, labor unrest and soaring household energy bills.",
      "lead_paragraph": "LONDON — A divided British Conservative Party announced on Monday that it had chosen Liz Truss to replace Prime Minister Boris Johnson, turning to a party stalwart, hawkish diplomat and free-market champion to lead a country facing the gravest economic crisis in a generation.",
      "publication_date": "2022-09-05T20:00:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/05/world/europe/liz-truss-uk-prime-minister.html",
      "byline": "By Mark Landler and Stephen Castle"
    },
    {
      "headline": "Ukraine Nuclear Plant Pulled Off Line After Shelling Kindles Blaze",
      "snippet": "A fire caused by shelling forced the staff of Europe’s largest nuclear plant to disconnect from the nation’s power grid, showing that risks remained at the plant despite the presence of U.N. experts.",
      "abstract": "A fire caused by shelling forced the staff of Europe’s largest nuclear plant to disconnect from the nation’s power grid, showing that risks remained at the plant despite the presence of U.N. experts.",
      "lead_paragraph": "KYIV, Ukraine — A fire caused by renewed shelling near Europe’s largest nuclear power plant led to its disconnection from the national power grid on Monday, Ukrainian officials said, raising fears that despite the presence of U.N. inspectors, conditions at the Russian-occupied facility could deteriorate quickly and threaten a catastrophe.",
      "publication_date": "2022-09-05T21:50:49+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/05/world/europe/ukraine-nuclear-plant.html",
      "byline": "By Marc Santora, Ivan Nechepurenko and Matthew Mpoke Bigg"
    },
    {
      "headline": "CVS Makes $8 Billion Bet on the Return of the House Call",
      "snippet": "The deal for Signify Health, which has a network of doctors who make home visits, would cement the drugstore chain’s move away from its traditional roots.",
      "abstract": "The deal for Signify Health, which has a network of doctors who make home visits, would cement the drugstore chain’s move away from its traditional roots.",
      "lead_paragraph": "The drugstore giant CVS Health said on Monday that it would acquire Signify Health, which runs a network of doctors making house calls, for roughly $8 billion in a deal that cements the pharmacy chain’s move away from its retail roots.",
      "publication_date": "2022-09-05T21:53:35+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/05/business/cvs-signify-health.html",
      "byline": "By Lauren Hirsch"
    },
    {
      "headline": "‘Nothing Has Really Changed’: In Moscow, the Fighting Is a World Away",
      "snippet": "A detachment from the battle in Ukraine is exactly what President Vladimir V. Putin of Russia is counting on as he carries out a domestic strategy of shielding his people from hardships.",
      "abstract": "A detachment from the battle in Ukraine is exactly what President Vladimir V. Putin of Russia is counting on as he carries out a domestic strategy of shielding his people from hardships.",
      "lead_paragraph": "MOSCOW — On a recent evening in Red Square, a corps of elite paratroopers dressed in camouflage performed a battle-like dance with pyrotechnics. An Egyptian performer dressed as a pharaoh rode back and forth in a chariot wielding an ankh, the ancient Egyptian symbol of life, as a band played “Katyusha,” a Soviet-era patriotic war song.",
      "publication_date": "2022-09-06T04:01:16+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/06/world/europe/moscow-war-ukraine-mood.html",
      "byline": "By Valerie Hopkins and Nanna Heitmann"
    },
    {
      "headline": "Biden Administration Releases Plan for $50 Billion Investment in Chips",
      "snippet": "The Commerce Department issued guidelines for companies angling to receive federal funding aimed at bolstering the domestic semiconductor industry.",
      "abstract": "The Commerce Department issued guidelines for companies angling to receive federal funding aimed at bolstering the domestic semiconductor industry.",
      "lead_paragraph": "WASHINGTON — The Department of Commerce on Tuesday unveiled its plan for dispensing $50 billion aimed at building up the domestic semiconductor industry and countering China, in what is expected to be the biggest U.S. government effort in decades to shape a strategic industry.",
      "publication_date": "2022-09-06T07:00:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/06/business/economy/biden-tech-chips.html",
      "byline": "By Ana Swanson"
    },
    {
      "headline": "As Ex-Uber Executive Heads to Trial, the Security Community Reels",
      "snippet": "Joe Sullivan, Uber’s former chief of security, faces criminal charges for his handling of a 2016 security breach. His trial this week has divided the security industry.",
      "abstract": "Joe Sullivan, Uber’s former chief of security, faces criminal charges for his handling of a 2016 security breach. His trial this week has divided the security industry.",
      "lead_paragraph": "Joe Sullivan was a rock star in the information security world. One of the first federal prosecutors to work on cybercrime cases in the late 1990s, he jumped into the corporate security world in 2002, eventually taking on high-profile roles as chief of security at Facebook and Uber.",
      "publication_date": "2022-09-06T07:00:11+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/06/technology/joe-sullivan-uber-security-trial-ciso.html",
      "byline": "By Kashmir Hill and Kellen Browning"
    },
    {
      "headline": "Battling Violence and Censors, Women in China Become ‘Invisible and Absent’",
      "snippet": "The Chinese Communist Party has long promoted gender equality as a core tenet, but as cases of gender abuse make headlines, Beijing has tried to squelch dissent and control the narrative.",
      "abstract": "The Chinese Communist Party has long promoted gender equality as a core tenet, but as cases of gender abuse make headlines, Beijing has tried to squelch dissent and control the narrative.",
      "lead_paragraph": "HONG KONG — When a prominent woman in China’s #MeToo movement took on a powerful man in court, it was the accused, not the accuser, who was held up as the victim. When several women were savagely beaten by men after resisting unwanted advances in a restaurant, the focus of the story pivoted from gender violence to gang violence. And when a mother of eight was found chained to the wall of a doorless shack, it was her mental fitness — not her imprisonment — that became the talking point.",
      "publication_date": "2022-09-06T07:00:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/06/business/china-women-metoo.html",
      "byline": "By Alexandra Stevenson and Zixu Wang"
    },
    {
      "headline": "Biden Administration Has Admitted One Million Migrants to Await Hearings",
      "snippet": "The presence of asylum seekers in the United States is both a humanitarian challenge and a political flash point in a divided country.",
      "abstract": "The presence of asylum seekers in the United States is both a humanitarian challenge and a political flash point in a divided country.",
      "lead_paragraph": "SOUTH PORTLAND, Maine — At a modest hotel a few miles from the ocean here, most of the rooms have been occupied this summer by families from African countries seeking asylum — 192 adults and 119 children in all.",
      "publication_date": "2022-09-06T07:00:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/06/us/politics/asylum-biden-administration.html",
      "byline": "By Eileen Sullivan"
    },
    {
      "headline": "Steeper Winter Heating Bills Loom, With Less Federal Aid",
      "snippet": "Energy costs are expected to rise even faster than overall inflation, but a key assistance program will lack the extra funds it got for Covid relief.",
      "abstract": "Energy costs are expected to rise even faster than overall inflation, but a key assistance program will lack the extra funds it got for Covid relief.",
      "lead_paragraph": "Last winter, Michael Jandro and Jillian Park could have faced heating costs that rivaled the $806 monthly mortgage payment on their Maine farmhouse.",
      "publication_date": "2022-09-06T09:00:21+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/09/06/business/energy-environment/winter-home-heating.html",
      "byline": "By Isabella Simonetti and Tristan Spinski"
    },
    {
      "headline": "Cameras, Plexiglass, Fireproofing: Election Officials Beef Up Security",
      "snippet": "With violent rhetoric from the right intensifying, some election officials are bolstering their defenses. Others are quitting.",
      "abstract": "With violent rhetoric from the right intensifying, some election officials are bolstering their defenses. Others are quitting.",
      "lead_paragraph": "In Wisconsin, one of the nation’s key swing states, cameras and plexiglass now fortify the reception area of a county election office in Madison, the capital, after a man wearing camouflage and a mask tried to open locked doors during an election in April.",
      "publication_date": "2022-09-06T09:00:22+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/06/us/politics/midterms-elections-threats-security.html",
      "byline": "By Neil Vigdor"
    },
    {
      "headline": "How Abbott Kept Sick Babies From Becoming a Scandal",
      "snippet": "Abbott’s lawyers at Jones Day negotiated secret settlements and used scorched earth tactics with families whose infants fell ill after consuming powdered formula.",
      "abstract": "Abbott’s lawyers at Jones Day negotiated secret settlements and used scorched earth tactics with families whose infants fell ill after consuming powdered formula.",
      "lead_paragraph": "Early on a Saturday morning in 2013, Mark Bennett, a federal judge, walked into his chambers in the courthouse in Sioux City, Iowa. He’d been out of town for a speaking engagement and was hoping to catch up on work. A surprise awaited him as he entered his office: Cardboard boxes were stacked everywhere. His immediate thought was that another judge might be moving in.",
      "publication_date": "2022-09-06T13:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2022/09/06/business/abbott-baby-formula-lawsuits-jones-day.html",
      "byline": "By David Enrich"
    },
    {
      "headline": "California Narrowly Averts an Electricity Crisis Amid Scorching Heat",
      "snippet": "Temperature and energy use records shattered on Tuesday as power grid officials begged homeowners to turn down their air-conditioning.",
      "abstract": "Temperature and energy use records shattered on Tuesday as power grid officials begged homeowners to turn down their air-conditioning.",
      "lead_paragraph": "SACRAMENTO — Wildfires raged at both ends of California. Gavin Newsom, the state’s governor, warned of “unprecedented” heat. The power grid teetered on the brink of outages into the evening.  ",
      "publication_date": "2022-09-06T15:55:45+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/09/06/us/california-heat-wave-energy-crisis.html",
      "byline": "By Shawn Hubler, Kellen Browning, Ivan Penn and Jill Cowan"
    }
  ]
}