{
  "metadata": {
    "date": "2022-03-31",
    "total_articles": 4
  },
  "articles": [
    {
      "headline": "‘Like Living in a Horror Movie’: A Ukraine Town Dying a Slow Death",
      "snippet": "The war never stops in Huliaipole, a town on the front lines in eastern Ukraine. Most residents have fled. Those who remain listen to the Russian shelling and wonder: Where will the next one land?",
      "abstract": "The war never stops in Huliaipole, a town on the front lines in eastern Ukraine. Most residents have fled. Those who remain listen to the Russian shelling and wonder: Where will the next one land?",
      "lead_paragraph": "HULIAIPOLE, Ukraine — The shelling begins in earnest a little before midnight, well after the sky has turned oily black, the cell towers have powered down and the stray dogs have begun barking into the night.",
      "publication_date": "2022-03-30T17:17:55+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/30/world/europe/ukraine-front-lines-russia-war.html",
      "byline": "By Thomas Gibbons-Neff, Natalia Yermak and Tyler Hicks"
    },
    {
      "headline": "Russia Steps Up Attacks Amid Reports of Rifts in Moscow",
      "snippet": "Despite claims of de-escalation, Russian forces turned their fury on Chernihiv and the suburbs of Kyiv. U.S. officials say they believe Vladimir Putin’s aides are misleading him about the war.",
      "abstract": "Despite claims of de-escalation, Russian forces turned their fury on Chernihiv and the suburbs of Kyiv. U.S. officials say they believe Vladimir Putin’s aides are misleading him about the war.",
      "lead_paragraph": "Belying its claims of de-escalation, Russia increased bomb and artillery attacks in Ukraine on Wednesday and sent conflicting signals about the prospects for peace, suggesting new tensions in the Kremlin hierarchy about the course of the war.",
      "publication_date": "2022-03-30T23:17:37+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/30/world/europe/ukraine-russia-war.html",
      "byline": "By Anton Troianovski, Megan Specia and Julian E. Barnes"
    },
    {
      "headline": "C.D.C. to Lift Order Restricting Immigration During the Pandemic",
      "snippet": "The change is to take effect in late May, according to people familiar with the planning, and should restore the right of migrants to request asylum once they cross the border into the United States.",
      "abstract": "The change is to take effect in late May, according to people familiar with the planning, and should restore the right of migrants to request asylum once they cross the border into the United States.",
      "lead_paragraph": "WASHINGTON — The Biden administration is expected to lift a pandemic-related public health order this week that has restricted immigration for the past two years, a change that could more than double what is already a historic number of migrants surging into the United States from Mexico.",
      "publication_date": "2022-03-30T23:35:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/30/us/politics/immigration-cdc-biden.html",
      "byline": "By Eileen Sullivan"
    },
    {
      "headline": "Justice Dept. Widens Jan. 6 Inquiry to Range of Pro-Trump Figures",
      "snippet": "Federal prosecutors have been seeking documents and testimony about the fake electors scheme and the planning for the rally just before the storming of the Capitol.",
      "abstract": "Federal prosecutors have been seeking documents and testimony about the fake electors scheme and the planning for the rally just before the storming of the Capitol.",
      "lead_paragraph": "Federal prosecutors have substantially widened their Jan. 6 investigation to examine the possible culpability of a broad range of figures involved in former President Donald J. Trump’s efforts to overturn the results of the 2020 election, people familiar with the inquiry said on Wednesday.",
      "publication_date": "2022-03-31T01:23:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/30/us/politics/justice-dept-widens-jan-6-inquiry.html",
      "byline": "By Alan Feuer, Katie Benner and Maggie Haberman"
    }
  ]
}