{
  "metadata": {
    "date": "2022-03-21",
    "total_articles": 16
  },
  "articles": [
    {
      "headline": "Defying China’s Censors to Urge Beijing to Denounce Russia’s War",
      "snippet": "A persistent minority of Chinese scholars, journalists and citizens is warning Beijing against the risks of supporting the invasion of Ukraine.",
      "abstract": "A persistent minority of Chinese scholars, journalists and citizens is warning Beijing against the risks of supporting the invasion of Ukraine.",
      "lead_paragraph": "When Hu Wei, a politically well-connected scholar in Shanghai, warned that China risked becoming a pariah if it didn’t denounce Russia’s invasion of Ukraine, he ignited a war of words on China’s internet.",
      "publication_date": "2022-03-18T19:46:50+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/18/world/asia/china-ukraine-russia-dissent.html",
      "byline": "By Chris Buckley"
    },
    {
      "headline": "Kyiv’s Suburbs Become Unlikely Front Line of Ukraine War",
      "snippet": "With savage artillery exchanges, the areas on the outskirts of the capital are the scenes of seesaw battles that have stalled the Russian advance for now.",
      "abstract": "With savage artillery exchanges, the areas on the outskirts of the capital are the scenes of seesaw battles that have stalled the Russian advance for now.",
      "lead_paragraph": "KYIV, Ukraine — A tall woman with blonde and pink hair and a small dachshund stood out among the crowd of police officers and volunteers at the checkpoint on the edge of Kyiv. She looked as if she were out for a stroll, but she had just survived a dangerous evacuation under mortar fire.",
      "publication_date": "2022-03-18T21:09:08+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/18/world/europe/kyiv-suburbs-irpin-ukraine-war-russia.html",
      "byline": "By Carlotta Gall, Andrew E. Kramer, Yousur Al-Hlou, Masha Froliak, Brent McDonald, Mark Boyer and Benjamin Foley"
    },
    {
      "headline": "Russia Targets Western Ukraine as Biden Warns Xi Not to Aid Moscow",
      "snippet": "A scramble of diplomatic efforts bears little fruit as Russia intensifies its attacks, including with a bombardment into a relatively unscathed part of western Ukraine.",
      "abstract": "A scramble of diplomatic efforts bears little fruit as Russia intensifies its attacks, including with a bombardment into a relatively unscathed part of western Ukraine.",
      "lead_paragraph": "Russian forces extended their bombardments into a relatively unscathed part of western Ukraine on Friday, striking a warplane repair plant about 50 miles from the Polish border, as President Biden warned President Xi Jinping of China not to provide military aid to Russia amid a scramble of diplomatic efforts to end the violence engulfing Ukraine.",
      "publication_date": "2022-03-18T21:32:54+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/18/world/europe/russia-ukraine-china-biden.html",
      "byline": "By Michael Levenson, Megan Specia and Edward Wong"
    },
    {
      "headline": "Dr. Oz’s Heritage Is Targeted as Rivals Vie for Trump Backing",
      "snippet": "The Senate candidate’s Turkish background has emerged as a focus of David McCormick’s attacks in Pennsylvania’s G.O.P. primary.",
      "abstract": "The Senate candidate’s Turkish background has emerged as a focus of David McCormick’s attacks in Pennsylvania’s G.O.P. primary.",
      "lead_paragraph": "Late last year, before he had formally entered the Pennsylvania Senate race, David McCormick flew to Florida for a private meeting with Donald J. Trump, angling to get in the former president’s good graces ahead of a Republican primary that would soon pit him against Dr. Mehmet Oz, the celebrity surgeon and television personality.",
      "publication_date": "2022-03-18T23:32:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/18/us/politics/dr-oz-trump-mccormick-senators-race.html",
      "byline": "By Shane Goldmacher"
    },
    {
      "headline": "The Battle for Kyiv Looms as a Long and Bloody Conflict",
      "snippet": "Ukraine’s capital is the biggest prize of all for the Russian military. If Russia tries to take control, it could lead to one of the biggest urban conflicts since World War II.",
      "abstract": "Ukraine’s capital is the biggest prize of all for the Russian military. If Russia tries to take control, it could lead to one of the biggest urban conflicts since World War II.",
      "lead_paragraph": "KYIV, Ukraine — The city of Kyiv covers 325 square miles and is divided by a broad river. It has about 500,000 structures — factories, ornate churches and high-rise apartments — many on narrow, winding streets. Roughly two million people remain after extensive evacuations of women and children.",
      "publication_date": "2022-03-19T09:00:22+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/19/world/europe/kyiv-ukraine-russia-war.html",
      "byline": ""
    },
    {
      "headline": "For the U.S., a Tenuous Balance in Confronting Russia",
      "snippet": "Navigating between aiding Ukraine and avoiding an escalation with Moscow has led to a tangle of decisions and sometimes tortured distinctions over weapons and other elements of policy.",
      "abstract": "Navigating between aiding Ukraine and avoiding an escalation with Moscow has led to a tangle of decisions and sometimes tortured distinctions over weapons and other elements of policy.",
      "lead_paragraph": "WASHINGTON — In the first weeks of the first major European land war of the 21st century, the United States has sent tank-killing weapons to Ukrainian forces, but not fighter jets. It is equipping embattled Ukrainian troops with lightweight “kamikaze” attack drones, but not, at least in an obvious way, conducting an aggressive cyberwar to degrade Russia’s technological advantage.",
      "publication_date": "2022-03-19T15:42:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/19/us/politics/us-ukraine-russia-escalation.html",
      "byline": "By Mark Mazzetti, Helene Cooper, Julian E. Barnes and David E. Sanger"
    },
    {
      "headline": "Deadly Strike on Ukraine Barracks Punctuates Russian Military Gains",
      "snippet": "Ukraine said it had temporarily lost contact with officials in the strategic port city of Mariupol, and a Russian rocket attack on a military site in Mykolaiv left dozens dead.",
      "abstract": "Ukraine said it had temporarily lost contact with officials in the strategic port city of Mariupol, and a Russian rocket attack on a military site in Mykolaiv left dozens dead.",
      "lead_paragraph": "Russian forces made significant gains in Ukraine on Saturday, advancing into the besieged port of Mariupol, destroying an underground weapons depot in the west and leaving a marine barracks in ruins following one of the deadliest rocket strikes on Ukraine’s military in the nearly month-old war.",
      "publication_date": "2022-03-19T15:48:56+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/19/world/europe/mariupol-russia-ukraine-war.html",
      "byline": "By Michael Levenson, Marc Santora and Valerie Hopkins"
    },
    {
      "headline": "Truth Is Another Front in Putin’s War",
      "snippet": "The Kremlin has used a barrage of increasingly outlandish falsehoods to prop up its overarching claim that the invasion of Ukraine is justified.",
      "abstract": "The Kremlin has used a barrage of increasingly outlandish falsehoods to prop up its overarching claim that the invasion of Ukraine is justified.",
      "lead_paragraph": "In the tense weeks before Russia invaded Ukraine on Feb. 24, Russian officials denied that it planned anything of the sort, denouncing the United States and its NATO allies for stoking panic and anti-Russian hatred. When it did invade, the officials denied it was at war.",
      "publication_date": "2022-03-20T09:00:13+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/20/world/asia/russia-putin-propaganda-media.html",
      "byline": "By Steven Lee Myers and Stuart A. Thompson"
    },
    {
      "headline": "Ukraine War Threatens to Cause a Global Food Crisis",
      "snippet": "A critical share of the world’s food and fertilizer is stuck in Russia and Ukraine, sending global prices soaring and foreshadowing a rise in world hunger.",
      "abstract": "A critical share of the world’s food and fertilizer is stuck in Russia and Ukraine, sending global prices soaring and foreshadowing a rise in world hunger.",
      "lead_paragraph": "The war in Ukraine has delivered a shock to global energy markets. Now the planet is facing a deeper crisis: a shortage of food.",
      "publication_date": "2022-03-20T16:48:04+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/20/world/americas/ukraine-war-global-food-crisis.html",
      "byline": "By Jack Nicas"
    },
    {
      "headline": "Ashley Biden’s Diary Was Shown at Trump Fund-Raiser. Weeks Later, Project Veritas Called Her.",
      "snippet": "The right-wing group’s deceptive call to the president’s daughter a month before Election Day is among the new details that show how the organization worked to expose personal information about the Biden family.",
      "abstract": "The right-wing group’s deceptive call to the president’s daughter a month before Election Day is among the new details that show how the organization worked to expose personal information about the Biden family.",
      "lead_paragraph": "A month before the 2020 election, Joseph R. Biden Jr.’s daughter, Ashley, received a call from a man offering help. Striking a friendly tone, the man said that he had found a diary that he believed belonged to Ms. Biden and that he wanted to return it to her.",
      "publication_date": "2022-03-20T19:00:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/20/us/politics/project-veritas-ashley-biden-diary.html",
      "byline": "By Michael S. Schmidt and Adam Goldman"
    },
    {
      "headline": "Russia Broadens Mariupol Assault as Signs of Stalemate Take Shape",
      "snippet": "The battle for Mariupol has become a grim symbol of Russia’s superior firepower and its frustration in failing to subjugate Ukraine after more than three weeks of war.",
      "abstract": "The battle for Mariupol has become a grim symbol of Russia’s superior firepower and its frustration in failing to subjugate Ukraine after more than three weeks of war.",
      "lead_paragraph": "LVIV, Ukraine — Firing rockets and bombs from the land, air and — probably for the first time — from warships in the Sea of Azov, Russian forces broadened their bombardment of the besieged Ukrainian city of Mariupol on Sunday and have forcibly deported thousands of residents, according to city officials and witnesses.",
      "publication_date": "2022-03-20T22:00:32+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/20/world/europe/ukraine-russia-war-mariupol.html",
      "byline": "By Valerie Hopkins, Marc Santora and Catherine Porter"
    },
    {
      "headline": "At Harvard, a Confederate Flag Spurred Ketanji Brown Jackson to Act",
      "snippet": "A look at Judge Ketanji Brown Jackson’s career as a Harvard student shows her early passion for justice, and her strong sense of identity.",
      "abstract": "A look at Judge Ketanji Brown Jackson’s career as a Harvard student shows her early passion for justice, and her strong sense of identity.",
      "lead_paragraph": "Follow the latest updates on Judge Ketanji Brown Jackson’s Supreme Court confirmation hearings.",
      "publication_date": "2022-03-20T23:28:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/20/us/politics/ketanji-brown-jackson-harvard.html",
      "byline": "By Erica L. Green"
    },
    {
      "headline": "Toronto, the Quietly Booming Tech Town",
      "snippet": "For all the excitement around places like Austin and Miami, the biggest tech expansion has been in Canada’s largest city.",
      "abstract": "For all the excitement around places like Austin and Miami, the biggest tech expansion has been in Canada’s largest city.",
      "lead_paragraph": "TORONTO — In late February, Microsoft opened four floors of new office space near the top of a 50-story glass tower in downtown Toronto, a block from Scotiabank Arena, home of the Maple Leafs and the Raptors.",
      "publication_date": "2022-03-21T07:00:17+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/21/technology/toronto-tech-boom.html",
      "byline": "By Cade Metz"
    },
    {
      "headline": "With Inflation Surging, Biden Targets Ocean Shipping",
      "snippet": "The president is targeting shipping companies that have jacked up prices during the pandemic, but critics say bigger economic forces are at work.",
      "abstract": "The president is targeting shipping companies that have jacked up prices during the pandemic, but critics say bigger economic forces are at work.",
      "lead_paragraph": "With inflation surging at its fastest pace in 40 years, President Biden has identified a new culprit that he says is helping fuel America’s skyrocketing prices: The ocean vessels that ferry containers stuffed with foreign products to America’s shores each year.",
      "publication_date": "2022-03-21T07:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/21/business/economy/inflation-biden-shipping.html",
      "byline": "By Ana Swanson"
    },
    {
      "headline": "Fleeing War in Ukraine, They’re Met With Employers Offering Paychecks",
      "snippet": "Job boards are overflowing with offers dedicated to Ukrainian refugees, as businesses and governments fast-track access to employment.",
      "abstract": "Job boards are overflowing with offers dedicated to Ukrainian refugees, as businesses and governments fast-track access to employment.",
      "lead_paragraph": "PARIS — German companies are touting thousands of jobs for Ukrainian refugees. Portuguese firms promise language training for Ukrainians looking for work. In Lithuania, businesses are providing on-site child care to help Ukrainian women move seamlessly into the workplace.",
      "publication_date": "2022-03-21T10:02:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/21/business/refugees-ukraine-jobs.html",
      "byline": "By Liz Alderman and Patricia Cohen"
    },
    {
      "headline": "The S.E.C. moves closer to enacting a sweeping climate disclosure rule.",
      "snippet": "The commission gave initial approval to a much-anticipated rule that would require public companies to report the climate-related impact of their businesses.",
      "abstract": "The commission gave initial approval to a much-anticipated rule that would require public companies to report the climate-related impact of their businesses.",
      "lead_paragraph": "The Securities and Exchange Commission has said for the first time that public companies must tell their shareholders and the federal government how they affect the climate, a sweeping proposal long demanded by environmental advocates.",
      "publication_date": "2022-03-21T14:23:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/21/business/sec-climate-disclosure-rule.html",
      "byline": "By Matthew Goldstein and Peter Eavis"
    }
  ]
}