{
  "metadata": {
    "date": "2022-02-10",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Finns Don’t Wish ‘Finlandization’ on Ukraine (or Anyone)",
      "snippet": "The Cold War term for a kind of stifled sovereignty has gained attention as a possible solution to the standoff with Russia. But the nation it’s named for would rather forget about it.",
      "abstract": "The Cold War term for a kind of stifled sovereignty has gained attention as a possible solution to the standoff with Russia. But the nation it’s named for would rather forget about it.",
      "lead_paragraph": "HELSINKI — For decades, Finland survived as an independent and unoccupied democracy in the shadow of the Soviet Union by handing the Kremlin outsized influence over its politics and hewing to a delicate neutrality during the Cold War.",
      "publication_date": "2022-02-09T20:58:47+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/09/world/europe/finlandization-ukraine-russia-nato.html",
      "byline": "By Jason Horowitz"
    },
    {
      "headline": "A Product of Public Universities, Michelle Childs Would Be an Unconventional Court Pick",
      "snippet": "The judge is seen by some as a long shot for the Supreme Court, but supporters say her bipartisan backing and the appeal of her humble ascent should not be overlooked.",
      "abstract": "The judge is seen by some as a long shot for the Supreme Court, but supporters say her bipartisan backing and the appeal of her humble ascent should not be overlooked.",
      "lead_paragraph": "WASHINGTON — It was just before Christmas, and Jean H. Toal, then the chief justice of the South Carolina Supreme Court, was in a bind. She needed an emergency order drawn up, but the courthouse in Columbia, the state capital, was empty. She was relieved to reach someone who assured her, “Chief, I got it.”",
      "publication_date": "2022-02-09T21:49:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/09/us/politics/michelle-childs-supreme-court.html",
      "byline": "By Erica L. Green and Rick Rojas"
    },
    {
      "headline": "Masks Come Off in More States, but Not Everyone Is Grinning",
      "snippet": "Some Americans cheered the moves, mostly by Democratic governors, but others questioned the timing, with more than 200,000 new virus infections being reported each day.",
      "abstract": "Some Americans cheered the moves, mostly by Democratic governors, but others questioned the timing, with more than 200,000 new virus infections being reported each day.",
      "lead_paragraph": "CHICAGO — New York’s governor said on Wednesday that she was ending the state’s indoor masking rules. The governor of Massachusetts announced that face coverings would soon become optional in schools. And by day’s end, the governors of Illinois, Rhode Island and Washington said that they, too, would loosen coronavirus rules.",
      "publication_date": "2022-02-10T00:33:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/09/us/mask-mandates-by-state.html",
      "byline": "By Mitch Smith and Shawn Hubler"
    },
    {
      "headline": "Angry Customers, More Work and Longer Hours Strain Pharmacists",
      "snippet": "Pharmacists and technicians, who have played a critical role in administering Covid-19 tests and vaccines, say they are burned out nearly two years into the pandemic.",
      "abstract": "Pharmacists and technicians, who have played a critical role in administering Covid-19 tests and vaccines, say they are burned out nearly two years into the pandemic.",
      "lead_paragraph": "WASHINGTON — Ken O’Shea spent eight years working in retail pharmacies, first as a technician and then as a pharmacist. He liked working on the front lines and seeing his patients get better over time.",
      "publication_date": "2022-02-10T10:00:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/02/10/us/politics/pharmacists-strain-covid.html",
      "byline": "By Madeleine Ngo"
    },
    {
      "headline": "A Gene Sequencing Pioneer Battles Over What It Can Buy",
      "snippet": "Is Illumina, a gene-sequencing powerhouse, trying to speed innovation in the field of cancer blood tests or thwart it with an acquisition?",
      "abstract": "Is Illumina, a gene-sequencing powerhouse, trying to speed innovation in the field of cancer blood tests or thwart it with an acquisition?",
      "lead_paragraph": "Illumina, the leading maker of gene-sequencing machines, is tiny compared with the tech giants of Silicon Valley. But like Google and Facebook, Illumina now finds itself in the cross hairs of antitrust enforcers in the United States and Europe.",
      "publication_date": "2022-02-10T10:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/02/10/business/illumina-gene-sequencing-ftc.html",
      "byline": "By Steve Lohr"
    },
    {
      "headline": "Sarah Palin says her suit against The Times made her a ‘David’ vs. a ‘Goliath’",
      "snippet": "The former governor of Alaska claims that The Times acted recklessly in writing and publishing an editorial in 2017 that incorrectly linked a mass shooting in Arizona to her political rhetoric.",
      "abstract": "The former governor of Alaska claims that The Times acted recklessly in writing and publishing an editorial in 2017 that incorrectly linked a mass shooting in Arizona to her political rhetoric.",
      "lead_paragraph": "Sarah Palin, the former governor of Alaska who has receded from the public eye since being Senator John McCain’s running mate in 2008 and a hero to many conservatives who hoped she might one day run for president herself, took the stand on Thursday in her libel trial against The New York Times and reprised her once familiar role as an unforgiving critic of the mainstream media.",
      "publication_date": "2022-02-10T10:01:43+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/02/10/business/media/sarah-palin-nyt-libel-case.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "Rapid Inflation Stokes Unease From Wall Street to Washington",
      "snippet": "Consumer Price Index data showed prices climbing faster than expected, picking up across a broad array of goods and services.",
      "abstract": "Consumer Price Index data showed prices climbing faster than expected, picking up across a broad array of goods and services.",
      "lead_paragraph": "A key inflation measure released on Thursday showed that prices are climbing at the fastest pace in 40 years and broadening to touch nearly every corner of the American economy, heightening the risk that they will stay elevated for longer and that policymakers may have to react more aggressively.",
      "publication_date": "2022-02-10T13:36:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/10/business/economy/inflation-cpi-january-2022.html",
      "byline": "By Jeanna Smialek and Madeleine Ngo"
    }
  ]
}