{
  "metadata": {
    "date": "2022-03-23",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Will War Make Europe’s Switch to Clean Energy Even Harder?",
      "snippet": "A wind turbine factory in Denmark and a coal mine in Poland illustrate the painful policy choices after Russia’s aggression in Ukraine added urgency to the transition to greener energy.",
      "abstract": "A wind turbine factory in Denmark and a coal mine in Poland illustrate the painful policy choices after Russia’s aggression in Ukraine added urgency to the transition to greener energy.",
      "lead_paragraph": "At the Siemens Gamesa factory in Aalborg, Denmark, where the next generation of offshore wind turbines is being built, workers are on their hands and knees inside a shallow, canoe-shaped pod that stretches the length of a football field. It is a mold used to produce one half of a single propeller blade. Guided by laser markings, the crew is lining the sides with panels of balsa wood.",
      "publication_date": "2022-03-22T17:17:02+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/22/business/economy/ukraine-russia-europe-energy.html",
      "byline": "By Patricia Cohen and Stanley Reed"
    },
    {
      "headline": "Ukraine War and Pandemic Force Nations to Retreat From Globalization",
      "snippet": "Conflicts among the U.S., Russia and China — and endless Covid-19 outbreaks — strain the interdependent economy and Western ideas of post-Cold War stability.",
      "abstract": "Conflicts among the U.S., Russia and China — and endless Covid-19 outbreaks — strain the interdependent economy and Western ideas of post-Cold War stability.",
      "lead_paragraph": "WASHINGTON — When the Cold War ended, governments and companies believed that stronger global economic ties would lead to greater stability. But the Ukraine war and the pandemic are pushing the world in the opposite direction and upending those ideas.",
      "publication_date": "2022-03-22T21:07:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/22/us/politics/russia-china-global-economy.html",
      "byline": "By Edward Wong and Ana Swanson"
    },
    {
      "headline": "Disney Employees Walk Out Amid Furor Over Florida Legislation",
      "snippet": "Hoping to avoid controversy, the company initially shied away from taking a public stance on the anti-L.G.B.T.Q. bill. Now, an internal outcry has stretched into its third week.",
      "abstract": "Hoping to avoid controversy, the company initially shied away from taking a public stance on the anti-L.G.B.T.Q. bill. Now, an internal outcry has stretched into its third week.",
      "lead_paragraph": "Several weeks ago, before the Walt Disney Company became entangled in a battle over anti-L.G.B.T.Q. legislation in Florida — one that continued on Tuesday with walkouts by Disney employees — longtime theme park executives worried there could be trouble ahead.",
      "publication_date": "2022-03-22T21:38:06+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/22/business/media/disney-florida-employee-protests.html",
      "byline": "By Brooks Barnes"
    },
    {
      "headline": "Another Theranos Trial Begins, This Time Without the Fanfare",
      "snippet": "Prosecutors say Ramesh Balwani worked hand in hand with Elizabeth Holmes, the Theranos chief executive, who was convicted of four counts of fraud.",
      "abstract": "Prosecutors say Ramesh Balwani worked hand in hand with Elizabeth Holmes, the Theranos chief executive, who was convicted of four counts of fraud.",
      "lead_paragraph": "SAN JOSE, Calif. — A small group with cameras milled around on the sidewalk. Inside, a smattering of reporters stared into their phones. And when the defendant walked in, flanked by lawyers, barely anyone noticed.",
      "publication_date": "2022-03-22T21:46:05+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/22/technology/theranos-trial-balwani.html",
      "byline": "By Erin Woo and Erin Griffith"
    },
    {
      "headline": "As Russia Stalls in Ukraine, Dissent Brews Over Putin’s Leadership",
      "snippet": "Military losses have mounted, progress has slowed, and a blame game has begun among some Russian supporters of the war.",
      "abstract": "Military losses have mounted, progress has slowed, and a blame game has begun among some Russian supporters of the war.",
      "lead_paragraph": "In January, the head of a group of serving and retired Russian military officers declared that invading Ukraine would be “pointless and extremely dangerous.” It would kill thousands, he said, make Russians and Ukrainians enemies for life, risk a war with NATO and threaten “the existence of Russia itself as a state.”",
      "publication_date": "2022-03-22T21:58:22+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/22/world/europe/putin-russia-military-planning.html",
      "byline": "By Anton Troianovski and Michael Schwirtz"
    },
    {
      "headline": "Ukrainians Try to Push Back Russian Forces Pummeling Their Cities",
      "snippet": "Desperate fighting has shifted the front lines but neither side seems to have a decisive upper hand as Ukraine’s suffering deepens.",
      "abstract": "Desperate fighting has shifted the front lines but neither side seems to have a decisive upper hand as Ukraine’s suffering deepens.",
      "lead_paragraph": "Ukrainian forces pressed to thwart the Russian invasion, mounting counteroffensives on multiple fronts and retaking a town outside of Kyiv on Tuesday, while the more heavily armed Russians, unable so far to gain a decisive upper hand, tried to pound Ukraine’s cities and people into submission.",
      "publication_date": "2022-03-22T22:44:57+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/22/world/europe/ukrainians-fight-russian-invasion.html",
      "byline": "By Neil MacFarquhar"
    },
    {
      "headline": "Judging a Judge on Race and Crime, G.O.P. Plays to Base and Fringe",
      "snippet": "Grilling Ketanji Brown Jackson, the first Black woman nominated to the Supreme Court, conservative senators painted her as a jurist who had coddled criminals and embraced “woke” education.",
      "abstract": "Grilling Ketanji Brown Jackson, the first Black woman nominated to the Supreme Court, conservative senators painted her as a jurist who had coddled criminals and embraced “woke” education.",
      "lead_paragraph": "WASHINGTON — After all of the entreaties from top Republicans to show respect at Judge Ketanji Brown Jackson’s confirmation hearings, Senator Ted Cruz on Tuesday afternoon chose to grill the first Black woman nominated for the Supreme Court on her views on critical race theory and insinuate that she was soft on child sexual abuse.",
      "publication_date": "2022-03-22T23:34:08+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/22/us/politics/ketanji-brown-jackson-race.html",
      "byline": "By Jonathan Weisman and Jazmine Ulloa"
    },
    {
      "headline": "Divorce Is Down in China, but So Are Marriages",
      "snippet": "While officials say a new law has helped save marriages, the bigger challenge in the country’s demographic crisis is that fewer people are getting married in the first place.",
      "abstract": "While officials say a new law has helped save marriages, the bigger challenge in the country’s demographic crisis is that fewer people are getting married in the first place.",
      "lead_paragraph": "HONG KONG — Faced with a soaring divorce rate, the ruling Communist Party in China introduced a rule last year to keep unhappy marriages together by forcing couples to undergo a 30-day “cooling off” period before finalizing a divorce.",
      "publication_date": "2022-03-23T07:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/03/23/business/china-divorce-marriage.html",
      "byline": "By Alexandra Stevenson"
    },
    {
      "headline": "‘We Can’t Endure This’: Surge in U.S. Shootings Shows No Sign of Easing",
      "snippet": "A deadly weekend was an ominous harbinger for the summer months ahead, which is typically America’s most violent time.",
      "abstract": "A deadly weekend was an ominous harbinger for the summer months ahead, which is typically America’s most violent time.",
      "lead_paragraph": "On Friday night in Louisiana, a seven-month-old baby was shot in the head, caught in the crossfire during a drive-by shooting. In Norfolk, Va., an argument early Saturday over a spilled drink escalated into gunfire outside a pizzeria, killing two people, including a young reporter for the local newspaper.",
      "publication_date": "2022-03-23T07:00:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/23/us/shooting-gun-violence.html",
      "byline": "By Tim Arango and Troy Closson"
    },
    {
      "headline": "How Russia and Right-Wing Americans Converged on War in Ukraine",
      "snippet": "Some conservatives have echoed the Kremlin’s misleading claims about the war and vice versa, giving each other’s assertions a sheen of credibility.",
      "abstract": "Some conservatives have echoed the Kremlin’s misleading claims about the war and vice versa, giving each other’s assertions a sheen of credibility.",
      "lead_paragraph": "After President Vladimir V. Putin of Russia claimed that action against Ukraine was taken in self-defense, the Fox News host Tucker Carlson and the conservative commentator Candace Owens repeated the assertion. When Mr. Putin insisted he was trying to “denazify” Ukraine, Joe Oltmann, a far-right podcaster, and Lara Logan, another right-wing commentator, mirrored the idea.",
      "publication_date": "2022-03-23T09:00:24+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/03/23/technology/russia-american-far-right-ukraine.html",
      "byline": "By Sheera Frenkel and Stuart A. Thompson"
    }
  ]
}