{
  "metadata": {
    "date": "2022-01-07",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Lifesaving Covid Treatments Face Rationing as Virus Surges Again",
      "snippet": "Scarce supplies and surging Covid cases have caused health officials, hospitals, doctors and patients to scramble for pills and infusions.",
      "abstract": "Scarce supplies and surging Covid cases have caused health officials, hospitals, doctors and patients to scramble for pills and infusions.",
      "lead_paragraph": "At the onset of the coronavirus pandemic in 2020, scarce ventilators and protective equipment faced strict rationing. Today, as the pandemic rages into its third year, another precious category of products is coming under tight controls: treatments to stave off severe Covid-19.",
      "publication_date": "2022-01-06T16:13:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/01/06/business/covid-paxlovid-antibodies-omicron.html",
      "byline": "By Rebecca Robbins, Noah Weiland and Christina Jewett"
    },
    {
      "headline": "The Next Big Lies: Jan. 6 Was No Big Deal, or a Left-Wing Plot",
      "snippet": "How revisionist histories of Jan. 6 picked up where the “stop the steal” campaign left off, warping beliefs about what transpired at the Capitol.",
      "abstract": "How revisionist histories of Jan. 6 picked up where the “stop the steal” campaign left off, warping beliefs about what transpired at the Capitol.",
      "lead_paragraph": "It was mere hours after a mob spurred on by the “stop the steal” lies of President Donald J. Trump had attacked the United States Capitol, and already new lies were taking hold in the nearby streets.",
      "publication_date": "2022-01-06T17:56:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/06/us/politics/jan-6-lies.html",
      "byline": "By Matthew Rosenberg, Jim Rutenberg and Michael M. Grynbaum"
    },
    {
      "headline": "Corporations Donated Millions to Lawmakers Who Voted to Overturn Election Results",
      "snippet": "One year after the Capitol riot, many businesses resumed corporate donations to lawmakers who voted against certifying the 2020 election.",
      "abstract": "One year after the Capitol riot, many businesses resumed corporate donations to lawmakers who voted against certifying the 2020 election.",
      "lead_paragraph": "WASHINGTON — At its annual summit on the state of American business last January, officials from the U.S. Chamber of Commerce expressed disgust at the siege of the Capitol that had unfolded days earlier, and declared that lawmakers who discredited the 2020 election would no longer receive the organization’s financial backing.",
      "publication_date": "2022-01-06T20:32:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/01/06/us/politics/congress-corporate-donations-2020-election-overturn.html",
      "byline": "By Alan Rappeport, Madeleine Ngo and Kate Kelly"
    },
    {
      "headline": "In Kazakhstan, Putin Again Seizes on Unrest to Try to Expand Influence",
      "snippet": "But a series of revolts against a pro-Russian strongman could also plant the seeds of rebellion at home, analysts say.",
      "abstract": "But a series of revolts against a pro-Russian strongman could also plant the seeds of rebellion at home, analysts say.",
      "lead_paragraph": "Long adept at stoking unrest in the West, President Vladimir V. Putin of Russia sent troops to the Central Asian nation of Kazakhstan on Thursday to try to extinguish the latest in a series of dangerous fires to engulf the lands of the former Soviet Union, territory that Moscow views as its own sphere of influence but has struggled to keep calm.",
      "publication_date": "2022-01-06T22:37:48+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/06/world/asia/kazakhstan-putin-russia.html",
      "byline": "By Andrew Higgins"
    },
    {
      "headline": "Ignoring Trump Didn’t Work. Biden Goes After ‘a Defeated Former President.’",
      "snippet": "In a speech marking the anniversary of the Capitol riot, the president confronted Trumpism, even as he refused to utter his predecessor’s name.",
      "abstract": "In a speech marking the anniversary of the Capitol riot, the president confronted Trumpism, even as he refused to utter his predecessor’s name.",
      "lead_paragraph": "WASHINGTON — For most of his first year in office, President Biden has bet that he could move the country past the divisiveness of his predecessor by restoring a sense of normalcy to the White House, practicing the traditional brand of politics he learned over decades in the Senate and as vice president — and largely ignoring the man he refers to as “the former guy.”",
      "publication_date": "2022-01-07T00:02:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/06/us/politics/biden-trump-jan-6.html",
      "byline": "By Zolan Kanno-Youngs"
    },
    {
      "headline": "Former Biden Advisers Urge a Pandemic Strategy for the ‘New Normal’",
      "snippet": "In a striking critique, six prominent health experts who advised President Biden’s transition team called for an entirely new domestic coronavirus strategy.",
      "abstract": "In a striking critique, six prominent health experts who advised President Biden’s transition team called for an entirely new domestic coronavirus strategy.",
      "lead_paragraph": "WASHINGTON — On the day President Biden was inaugurated, the advisory board of health experts who counseled him during his transition officially ceased to exist. But its members have quietly continued to meet regularly over Zoom, their conversations often turning to frustration with Mr. Biden’s coronavirus response.",
      "publication_date": "2022-01-07T00:04:05+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/06/us/politics/former-biden-advisers-pandemic-strategy.html",
      "byline": "By Sheryl Gay Stolberg"
    },
    {
      "headline": "In Kazakhstan’s Street Battles, Signs of Elites Fighting Each Other",
      "snippet": "The reasons for the bloody crisis in Central Asia remain murky, but experts say popular discontent could mask an old-fashioned power struggle within the ruling faction.",
      "abstract": "The reasons for the bloody crisis in Central Asia remain murky, but experts say popular discontent could mask an old-fashioned power struggle within the ruling faction.",
      "lead_paragraph": "BISHKEK, Kyrgyzstan — It came as no big surprise when a crumbling oil town in western Kazakhstan stirred in protest last Sunday, 10 years after security forces there killed more than a dozen workers who had gone on strike over pay and poor conditions.",
      "publication_date": "2022-01-07T08:46:17+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/07/world/asia/kazakhstan-protests.html",
      "byline": "By Ivan Nechepurenko and Andrew Higgins"
    },
    {
      "headline": "Supreme Court’s Conservative Majority Appears Skeptical of Biden’s Virus Plan",
      "snippet": "The court seemed more likely to sustain a separate requirement that health care workers at facilities that receive federal money be vaccinated.",
      "abstract": "The court seemed more likely to sustain a separate requirement that health care workers at facilities that receive federal money be vaccinated.",
      "lead_paragraph": "WASHINGTON — The Supreme Court’s conservative majority seemed to be leaning on Friday toward blocking one of the White House’s main pandemic-fighting strategies, expressing skepticism that the Biden administration has the legal power to mandate that large employers require workers to be vaccinated or to undergo frequent testing.",
      "publication_date": "2022-01-07T10:00:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/07/us/politics/biden-vaccine-mandate-supreme-court.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "U.S. hiring slowed in December as employers struggled to find workers.",
      "snippet": "The gain of 199,000 was the weakest of the year, but not for lack of demand: The unemployment rate fell to 3.9 percent, and wages increased.",
      "abstract": "The gain of 199,000 was the weakest of the year, but not for lack of demand: The unemployment rate fell to 3.9 percent, and wages increased.",
      "lead_paragraph": "Hiring slowed significantly at the end of last year, a stark indication that employers are struggling to fill positions even as the United States remains millions of jobs short of prepandemic levels.",
      "publication_date": "2022-01-07T10:02:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/01/07/business/economy/jobs-report-december-2021.html",
      "byline": "By Sydney Ember and Jeanna Smialek"
    },
    {
      "headline": "Unemployment is falling fast, adding pressure for interest rate increases.",
      "snippet": "The jobless rate is falling sharply and pay is jumping. That may increase the urgency as the Federal Reserve withdraws economic support.",
      "abstract": "The jobless rate is falling sharply and pay is jumping. That may increase the urgency as the Federal Reserve withdraws economic support.",
      "lead_paragraph": "New data showing that the unemployment rate is falling and wages are rising is expected to cement — and maybe even hasten — the Federal Reserve’s plan to begin raising interest rates this year as it tries to put a lid on high inflation.",
      "publication_date": "2022-01-07T13:54:52+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/01/07/business/economy/jobs-interest-rates-federal-reserve.html",
      "byline": "By Jeanna Smialek"
    }
  ]
}