{
  "metadata": {
    "date": "2022-07-25",
    "total_articles": 20
  },
  "articles": [
    {
      "headline": "Bannon Found Guilty of Contempt in Case Related to Capitol Riot Inquiry",
      "snippet": "He is the first close aide to former President Donald J. Trump to be convicted as a result of one of the investigations into the Jan. 6 attack.",
      "abstract": "He is the first close aide to former President Donald J. Trump to be convicted as a result of one of the investigations into the Jan. 6 attack.",
      "lead_paragraph": "WASHINGTON — For weeks, Stephen K. Bannon, a former top adviser to President Donald J. Trump, delivered heated speeches about his pending trial, promising at one point to go “medieval” on the prosecutors who had charged him with refusing to comply with a subpoena issued by the House select committee investigating the Jan. 6 attack on the Capitol.",
      "publication_date": "2022-07-22T16:25:44+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/22/us/politics/bannon-trial-contempt-charges.html",
      "byline": "By Aishvarya Kavi and Alan Feuer"
    },
    {
      "headline": "The Jan. 6 Panel After 8 Hearings: Where Will the Evidence Lead?",
      "snippet": "The House committee has set out a comprehensive narrative of the effort to overturn the 2020 election. But it’s unclear if that will be enough to achieve its legal and political goals.",
      "abstract": "The House committee has set out a comprehensive narrative of the effort to overturn the 2020 election. But it’s unclear if that will be enough to achieve its legal and political goals.",
      "lead_paragraph": "Comprehensive, compellingly scripted and packed with details, the eight hearings of the House committee investigating the Jan. 6 attack have laid out a powerful account of President Donald J. Trump’s efforts to overturn the 2020 election.",
      "publication_date": "2022-07-22T18:24:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/22/us/politics/jan-6-committee.html",
      "byline": "By Alan Feuer and Michael S. Schmidt"
    },
    {
      "headline": "Russia Agrees to Let Ukraine Ship Grain, Easing World Food Shortage",
      "snippet": "Ukraine and Russia signed a deal to lift Russia’s blockade of Ukrainian ports, which has worsened a global food crisis — their most important agreement since the war began.",
      "abstract": "Ukraine and Russia signed a deal to lift Russia’s blockade of Ukrainian ports, which has worsened a global food crisis — their most important agreement since the war began.",
      "lead_paragraph": "BRUSSELS — After three months of talks that often seemed doomed, Russia and Ukraine signed an agreement on Friday to free more than 20 million tons of grain stuck in Ukraine’s blockaded Black Sea ports, a deal with global implications for bringing down high food prices and alleviating shortages and a mounting hunger crisis.",
      "publication_date": "2022-07-22T21:00:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/22/world/europe/ukraine-russia-grain-deal.html",
      "byline": "By Matina Stevis-Gridneff"
    },
    {
      "headline": "We Need to Keep Building Houses, Even if No One Wants to Buy",
      "snippet": "Right now, builders have too many homes and not enough people to sell them to. In the long term, the United States has the opposite problem: Not enough houses for all the people who want them.",
      "abstract": "Right now, builders have too many homes and not enough people to sell them to. In the long term, the United States has the opposite problem: Not enough houses for all the people who want them.",
      "lead_paragraph": "The United States has a deep, decades-old housing shortage. Also, at the moment, homebuilders across the country are pulling back on development because they can’t sell enough homes.",
      "publication_date": "2022-07-23T09:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2022/07/23/business/housing-market-crisis-supply.html",
      "byline": "By Conor Dougherty and Ben Casselman"
    },
    {
      "headline": "After Parkland, One Question Remains: What Is Justice?",
      "snippet": "Four years after the Hoyers lost their youngest child in the Florida school shooting, a jury will decide whether the killer should get the death penalty. The Hoyers had to decide, too.",
      "abstract": "Four years after the Hoyers lost their youngest child in the Florida school shooting, a jury will decide whether the killer should get the death penalty. The Hoyers had to decide, too.",
      "lead_paragraph": "PARKLAND, Fla. — Sometime after 1:30 a.m. in a hotel conference room, the law enforcement officer’s eyes — even before his words — told Tom and Gena Hoyer that their youngest child was gone, killed in a mass shooting at Marjory Stoneman Douglas High School.",
      "publication_date": "2022-07-23T11:15:51+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/23/us/parkland-family-justice.html",
      "byline": "By Audra D. S. Burch and Scott McIntyre"
    },
    {
      "headline": "In Jan. 6 Hearings, Gender Divide Has Been Strong Undercurrent",
      "snippet": "An investigation that has revealed grave threats to democracy, plotted and carried out mostly by men, has a heavily female cast of narrators who have paid a public price for speaking out.",
      "abstract": "An investigation that has revealed grave threats to democracy, plotted and carried out mostly by men, has a heavily female cast of narrators who have paid a public price for speaking out.",
      "lead_paragraph": "WASHINGTON — Before Sarah Matthews, a former deputy White House press secretary, even opened her mouth to testify on Thursday before the select committee investigating the Jan. 6 assault on the Capitol, the House Republican Conference attacked her on Twitter as a “liar” and a “pawn” of Democrats.",
      "publication_date": "2022-07-23T17:34:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/23/us/politics/jan-6-hearings-women-witnesses-committee.html",
      "byline": "By Annie Karni and Maggie Haberman"
    },
    {
      "headline": "On the Docket: Atlanta v. Trumpworld",
      "snippet": "Eighteen months into a criminal investigation of election interference by Donald J. Trump and his allies, a Georgia prosecutor is beginning to show the broad contours of her inquiry.",
      "abstract": "Eighteen months into a criminal investigation of election interference by Donald J. Trump and his allies, a Georgia prosecutor is beginning to show the broad contours of her inquiry.",
      "lead_paragraph": "ATLANTA — The criminal investigation into efforts by former President Donald J. Trump and his allies to overturn his election loss in Georgia has begun to entangle, in one way or another, an expanding assemblage of characters:",
      "publication_date": "2022-07-23T17:48:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/23/us/politics/trump-georgia-election-interference.html",
      "byline": "By Richard Fausset and Danny Hakim"
    },
    {
      "headline": "Last Stand at Azovstal: Inside the Siege That Shaped the Ukraine War",
      "snippet": "For 80 days, at a sprawling steelworks, a relentless Russian assault met unyielding Ukrainian resistance. This is how it was for those who fought, and for those trapped beneath the battlefield.",
      "abstract": "For 80 days, at a sprawling steelworks, a relentless Russian assault met unyielding Ukrainian resistance. This is how it was for those who fought, and for those trapped beneath the battlefield.",
      "lead_paragraph": "The two Mi-8 helicopters tore across enemy territory early on the morning of March 21, startling the Russian soldiers below. Inside were Ukrainian Special Forces fighters carrying crates of Stinger and Javelin missiles, as well as a satellite internet system. They were flying barely 20 feet above ground into the hottest combat zone in the war.",
      "publication_date": "2022-07-24T04:01:23+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/24/world/europe/ukraine-war-mariupol-azovstal.html",
      "byline": "By Michael Schwirtz"
    },
    {
      "headline": "Why Big Tech Is Making a Big Play for Live Sports",
      "snippet": "Competing for rights to broadcast games from the N.F.L. and other leagues could be hard for broadcast and cable companies that “aren’t playing by the same financial rules.”",
      "abstract": "Competing for rights to broadcast games from the N.F.L. and other leagues could be hard for broadcast and cable companies that “aren’t playing by the same financial rules.”",
      "lead_paragraph": "LOS ANGELES — More than a decade after Apple disrupted the music industry and Amazon upended retail, the tech heavyweights have set their sights on a new arena ripe for change: live sports.",
      "publication_date": "2022-07-24T09:00:13+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/07/24/technology/sports-streaming-rights.html",
      "byline": "By Tripp Mickle, Kevin Draper and Benjamin Mullin"
    },
    {
      "headline": "After Recent Turmoil, the Race for Texas Governor Is Tightening",
      "snippet": "A series of tragedies and challenges have soured the mood of Texans and made the governor’s race perhaps the most competitive since the 1990s.",
      "abstract": "A series of tragedies and challenges have soured the mood of Texans and made the governor’s race perhaps the most competitive since the 1990s.",
      "lead_paragraph": "SUGAR LAND, Texas — One of the deadliest school shootings in U.S. history. The revival of a 1920s ban on abortion. The country’s worst episode of migrant death in recent memory. And an electrical grid, which failed during bitter cold, now straining under soaring heat.",
      "publication_date": "2022-07-24T09:00:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/24/us/texas-governor-campaign-abbott-orourke.html",
      "byline": "By J. David Goodman"
    },
    {
      "headline": "Ties Between Alex Jones and Radio Network Show Economics of Misinformation",
      "snippet": "The Genesis Communications Network built a lucrative business alongside the radio host, whose show the company has syndicated for more than two decades.",
      "abstract": "The Genesis Communications Network built a lucrative business alongside the radio host, whose show the company has syndicated for more than two decades.",
      "lead_paragraph": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2022-07-24T09:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/07/24/business/media/alex-jones-misinformation-genesis.html",
      "byline": "By Tiffany Hsu"
    },
    {
      "headline": "He Runs a New York Real Estate Empire. Did He Steal It?",
      "snippet": "Homeowners across the city say they were swindled out of their properties. But courts have been slow to act.",
      "abstract": "Homeowners across the city say they were swindled out of their properties. But courts have been slow to act.",
      "lead_paragraph": "Over the past dozen years, Sanford Solny has built a New York real estate empire, snatching up small residential buildings across the city that churn out hundreds of thousands of dollars in rent.",
      "publication_date": "2022-07-24T20:35:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/24/us/deed-theft-ny.html",
      "byline": "By Stefanos Chen, Ted Clifford, Camellia Burris and Anna Watts"
    },
    {
      "headline": "Congo to Auction Land to Oil Companies: ‘Our Priority Is Not to Save the Planet’",
      "snippet": "Peatlands and rainforests in the Congo Basin protect the planet by storing carbon. Now, in a giant leap backward for the climate, they’re being auctioned off for drilling.",
      "abstract": "Peatlands and rainforests in the Congo Basin protect the planet by storing carbon. Now, in a giant leap backward for the climate, they’re being auctioned off for drilling.",
      "lead_paragraph": "DAKAR, Senegal — The Democratic Republic of Congo, home to one of the largest old-growth rainforests on Earth, is auctioning off vast amounts of land in a push to become “the new destination for oil investments,” part of a global shift as the world retreats on fighting climate change in a scramble for fossil fuels.",
      "publication_date": "2022-07-24T20:35:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/24/world/africa/congo-oil-gas-auction.html",
      "byline": "By Ruth Maclean and Dionne Searcey"
    },
    {
      "headline": "‘Everybody Is Dug In’: Kansans Fiercely Debate the First Post-Roe Vote on Abortion",
      "snippet": "The Aug. 2 ballot question will decide whether the State Constitution will allow legislators to ban or further restrict the procedure.",
      "abstract": "The Aug. 2 ballot question will decide whether the State Constitution will allow legislators to ban or further restrict the procedure.",
      "lead_paragraph": "OVERLAND PARK, Kan. — Kansas voters will decide next week whether to remove protections of abortion rights from their State Constitution, providing the first electoral test of Americans’ attitudes on the issue since the Supreme Court overturned Roe v. Wade.",
      "publication_date": "2022-07-24T22:03:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/24/us/kansas-abortion-vote.html",
      "byline": "By Mitch Smith"
    },
    {
      "headline": "As Jan. 6 Panel’s Evidence Piled Up, Conservative Media Doubled Down",
      "snippet": "Many of Donald J. Trump’s allies in the media believe the reports about violence and criminal conduct committed by Trump supporters have been exaggerated.",
      "abstract": "Many of Donald J. Trump’s allies in the media believe the reports about violence and criminal conduct committed by Trump supporters have been exaggerated.",
      "lead_paragraph": "After the Jan. 6 committee’s final summer hearing last week, the talk on the sets of CNN and MSNBC turned to an intriguing if familiar possibility about what might result from the panel’s finding. The case for a criminal prosecution of former President Donald J. Trump, many pundits said, was not only justified but seemed more than likely given the evidence of his inaction as rioters sacked the Capitol.",
      "publication_date": "2022-07-24T22:13:50+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/07/24/business/media/trump-conservative-media.html",
      "byline": "By Jeremy W. Peters"
    },
    {
      "headline": "2020 Election Deniers Seek Out Powerful Allies: County Sheriffs",
      "snippet": "Conservative activists are working to recruit the law enforcement officers to their cause. Several sheriffs have already clashed with election officials.",
      "abstract": "Conservative activists are working to recruit the law enforcement officers to their cause. Several sheriffs have already clashed with election officials.",
      "lead_paragraph": "LAS VEGAS — An influential network of conservative activists fixated on the idea that former President Donald J. Trump won the 2020 election is working to recruit county sheriffs to investigate elections based on the false notion that voter fraud is widespread.",
      "publication_date": "2022-07-25T07:00:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/25/us/politics/election-sheriffs-voting-trump.html",
      "byline": "By Alexandra Berzon and Nick Corasaniti"
    },
    {
      "headline": "Gen Z Designers Made It Big on This App. Now They’re Graduating.",
      "snippet": "Depop, a social shopping app, was a springboard for many young designers during the pandemic. Some are now taking their success elsewhere.",
      "abstract": "Depop, a social shopping app, was a springboard for many young designers during the pandemic. Some are now taking their success elsewhere.",
      "lead_paragraph": "When Shirley Tang started selling handmade clothing in 2020, she knew just where to do so online: Depop, an app at the forefront of social shopping.",
      "publication_date": "2022-07-25T07:00:15+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/07/25/technology/depop-gen-z-designers.html",
      "byline": "By Kalley Huang"
    },
    {
      "headline": "QAnon Candidates Aren’t Thriving, but Some of Their Ideas Are",
      "snippet": "While few with ties to the conspiracy theory are winning their primaries, themes pushed by QAnon followers have become Republican talking points.",
      "abstract": "While few with ties to the conspiracy theory are winning their primaries, themes pushed by QAnon followers have become Republican talking points.",
      "lead_paragraph": "PRESCOTT, Ariz. — Pamphlets, buttons and American flags cluttered booth after booth for political candidates at a conference center in Prescott, Ariz., this month. But the table for Ron Watkins, a Republican candidate for Congress who rose to fame for his ties to the QAnon conspiracy theory, sat empty.",
      "publication_date": "2022-07-25T09:00:17+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/07/25/technology/qanon-midterms.html",
      "byline": "By Stuart A. Thompson"
    },
    {
      "headline": "Smuggling Migrants at the Border Now a Billion-Dollar Business",
      "snippet": "With demand for smugglers on the rise, organized crime has moved in, with cruel and violent results.",
      "abstract": "With demand for smugglers on the rise, organized crime has moved in, with cruel and violent results.",
      "lead_paragraph": "CARRIZO SPRINGS, Texas — From the street, the little brown house was unremarkable yet pleasant. A bright yellow toy school bus and red truck hung on the hog-wire fence, and the home’s facade featured a large Texas lone star. But in the backyard was a gutted mobile home that a prosecutor later described as a “house of horrors.”",
      "publication_date": "2022-07-25T13:58:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/25/us/migrant-smuggling-evolution.html",
      "byline": "By Miriam Jordan"
    },
    {
      "headline": "As Prices Soar in Ukraine, War Adds Economic Havoc to the Human Toll",
      "snippet": "Fuel prices are up 90 percent from a year ago. Food costs have surged over 35 percent. Many people, with incomes no higher than before the war, are being squeezed.",
      "abstract": "Fuel prices are up 90 percent from a year ago. Food costs have surged over 35 percent. Many people, with incomes no higher than before the war, are being squeezed.",
      "lead_paragraph": "LVIV, Ukraine — At his compact stall in Lviv’s main outdoor food market, Ihor Korpii arranged jars of blueberries that he and his wife had picked from a nearby forest into an attractive display. Fragrant dill and fresh peas harvested from their garden lay in neat piles on a table.",
      "publication_date": "2022-07-25T14:07:42+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/07/25/business/inflation-ukraine-war-prices.html",
      "byline": "By Liz Alderman"
    }
  ]
}