{
  "metadata": {
    "date": "2022-08-16",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "To Escape the War, Ukraine’s Factories Are Moving West",
      "snippet": "The government is working to save hundreds of businesses from Russian bombs, remaking western Ukraine into the country’s new economic heartland.",
      "abstract": "The government is working to save hundreds of businesses from Russian bombs, remaking western Ukraine into the country’s new economic heartland.",
      "lead_paragraph": "It is an unusual  arrangement for unusual times: Above a factory floor in Lviv, Ukraine, where Volodymyr Mysyk has relocated his furniture-making business, he and his 15 employees have become roommates. They have brought their children and their dogs, and share a kitchen above the machinery where they spend their days reviving a company that could have been destroyed by the war.",
      "publication_date": "2022-08-15T16:52:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/15/business/war-ukraine-factories.html",
      "byline": "By Liz Alderman and Erika Solomon"
    },
    {
      "headline": "Giuliani Is Told He Is a Target in Trump Election Inquiry in Georgia",
      "snippet": "Rudolph W. Giuliani, as former President Donald J. Trump’s personal lawyer, spearheaded efforts to keep Mr. Trump in power.",
      "abstract": "Rudolph W. Giuliani, as former President Donald J. Trump’s personal lawyer, spearheaded efforts to keep Mr. Trump in power.",
      "lead_paragraph": "ATLANTA — The legal pressures on Donald J. Trump and his closest allies intensified further on Monday, as prosecutors informed his former personal attorney, Rudolph W. Giuliani, that Mr. Giuliani was a target in a wide-ranging criminal investigation into election interference in Georgia.",
      "publication_date": "2022-08-15T17:06:13+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/15/us/graham-georgia-investigation-trump.html",
      "byline": "By Richard Fausset and Danny Hakim"
    },
    {
      "headline": "Activist Investor Buys Stake in Disney and Pushes for Changes",
      "snippet": "Third Point, the firm founded by billionaire investor Dan Loeb, has bought back into Disney and proposed a spinoff of ESPN, takeover of Hulu and new board members.",
      "abstract": "Third Point, the firm founded by billionaire investor Dan Loeb, has bought back into Disney and proposed a spinoff of ESPN, takeover of Hulu and new board members.",
      "lead_paragraph": "Third Point, an activist investment firm, has bought a new stake in the entertainment giant Disney and is pushing for the company to make a number of changes, including spinning off ESPN, quickly taking full control of the streaming service Hulu and installing new board members, according a letter sent to Disney, a copy of which was obtained by The New York Times.",
      "publication_date": "2022-08-15T17:51:23+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/15/business/disney-third-point-loeb-espn-hulu.html",
      "byline": "By Lauren Hirsch, Benjamin Mullin and Brooks Barnes"
    },
    {
      "headline": "Falling Oil Prices Defy Predictions. But What About the Next Chapter?",
      "snippet": "Oil is under $90 a barrel, and consumers are benefiting. Geopolitics, the economy and unforeseen events will determine whether the relief will last.",
      "abstract": "Oil is under $90 a barrel, and consumers are benefiting. Geopolitics, the economy and unforeseen events will determine whether the relief will last.",
      "lead_paragraph": "When Russia invaded Ukraine last spring, energy experts were predicting that oil prices could reach $200 a barrel, a price that would send the costs of shipping and transportation into the stratosphere and bring the global economy to its knees.",
      "publication_date": "2022-08-15T19:08:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/15/business/energy-environment/oil-prices.html",
      "byline": "By Clifford Krauss"
    },
    {
      "headline": "Muslim Killings in Albuquerque Stir Sectarian Ghosts",
      "snippet": "An Afghan family struggled for a foothold in a new home in the U.S. Now one of them is charged with killing fellow Muslims.",
      "abstract": "An Afghan family struggled for a foothold in a new home in the U.S. Now one of them is charged with killing fellow Muslims.",
      "lead_paragraph": "ALBUQUERQUE — Five years ago, Muhammad Syed was eyeing a new life with his family in a new land. They had fled war-torn Afghanistan and resettled as refugees into a small duplex near the airport in Albuquerque. Mr. Syed found work as a truck driver. But then the troubles began.",
      "publication_date": "2022-08-15T19:24:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/15/us/albuquerque-muslim-killings.html",
      "byline": "By Simon Romero, Miriam Jordan, Ava Sasani and Nicholas Bogel-Burroughs"
    },
    {
      "headline": "Kenya Declares New President, but Battle May Not Be Over",
      "snippet": "Kenya is often held up as a beacon of democracy in Africa, but as the latest election showed, it is not always pretty. Disputes started even before a winner was named.",
      "abstract": "Kenya is often held up as a beacon of democracy in Africa, but as the latest election showed, it is not always pretty. Disputes started even before a winner was named.",
      "lead_paragraph": "NAIROBI, Kenya — On a continent where military coups and rubber stamp elections have proliferated in recent years, Kenya stands out.",
      "publication_date": "2022-08-15T23:57:50+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/15/world/africa/kenya-election-william-ruto.html",
      "byline": "By Declan Walsh, Abdi Latif Dahir and Matthew Mpoke Bigg"
    },
    {
      "headline": "A Frustrating Hassle Holding Electric Cars Back: Broken Chargers",
      "snippet": "Owners of battery-powered cars sometimes struggle to refuel on longer trips because public chargers don’t work or malfunction while cars are plugged in.",
      "abstract": "Owners of battery-powered cars sometimes struggle to refuel on longer trips because public chargers don’t work or malfunction while cars are plugged in.",
      "lead_paragraph": "The federal government is doling out billions of dollars to encourage people to buy electric vehicles. Automakers are building new factories and scouring the world for raw materials. And so many people want them that the waiting lists for battery-powered cars are months long.",
      "publication_date": "2022-08-16T07:00:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/16/business/energy-environment/electric-vehicles-broken-chargers.html",
      "byline": "By Niraj Chokshi"
    },
    {
      "headline": "Prosecutors Struggle to Catch Up to a Tidal Wave of Pandemic Fraud",
      "snippet": "Investigators say there was so much fraud in federal Covid-relief programs that — even after two years of work and hundreds of prosecutions — they’re still just getting started.",
      "abstract": "Investigators say there was so much fraud in federal Covid-relief programs that — even after two years of work and hundreds of prosecutions — they’re still just getting started.",
      "lead_paragraph": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.",
      "publication_date": "2022-08-16T09:00:34+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/16/business/economy/covid-pandemic-fraud.html",
      "byline": "By David A. Fahrenthold"
    },
    {
      "headline": "Walmart, After Lowering Expectations, Reports Rise in Sales",
      "snippet": "Profit at the nation’s largest retailer fell as inflation raised costs and altered shopping habits, but the company issued a slightly improved outlook for the rest of the year.",
      "abstract": "Profit at the nation’s largest retailer fell as inflation raised costs and altered shopping habits, but the company issued a slightly improved outlook for the rest of the year.",
      "lead_paragraph": "As prices on many goods have increased in recent months, even the most sophisticated retailers like Walmart have struggled to navigate the changes inflation has caused in consumer behavior.",
      "publication_date": "2022-08-16T11:49:27+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/16/business/walmart-earnings.html",
      "byline": "By Jordyn Holman"
    },
    {
      "headline": "New York Developers Rush to Reduce Emissions as Hefty Fines Loom",
      "snippet": "Building owners are trying to figure out how to pay for upgrades needed to comply with city regulations intended to fight climate change.",
      "abstract": "Building owners are trying to figure out how to pay for upgrades needed to comply with city regulations intended to fight climate change.",
      "lead_paragraph": "Worried about higher temperatures, more frequent and intense rainfall and rising seas that are nibbling away at New York’s coastal edges, the City Council enacted Local Law 97 in 2019 as part of a pioneering legislative package aimed at reducing the greenhouse gas emissions that are causing climate change.",
      "publication_date": "2022-08-16T13:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/16/business/new-york-real-estate-climate-change.html",
      "byline": "By Jane Margolies"
    }
  ]
}