{
  "metadata": {
    "date": "2022-08-12",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "Trump Search Said to Be Part of Effort to Find Highly Classified Material",
      "snippet": "The former president said he would not object to the Justice Department’s move to release the search warrant used to carry out the search of his Florida home.",
      "abstract": "The former president said he would not object to the Justice Department’s move to release the search warrant used to carry out the search of his Florida home.",
      "lead_paragraph": "Attorney General Merrick B. Garland moved on Thursday to make public the legal authorization for the F.B.I.’s search of former President Donald J. Trump’s home in Florida, which was carried out as part of the government’s effort to account for documents that one person briefed on the matter said related to some of the most highly classified programs run by the United States.",
      "publication_date": "2022-08-11T16:58:24+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/11/us/politics/trump-fbi-subpoena.html",
      "byline": "By Glenn Thrush, Maggie Haberman and Ben Protess"
    },
    {
      "headline": "Man Accused of Trying to Breach F.B.I. Office Is Killed in Standoff",
      "snippet": "Two law enforcement officials said investigators were looking into whether the man had ties to extremist groups, including one that participated in the Jan. 6 attack.",
      "abstract": "Two law enforcement officials said investigators were looking into whether the man had ties to extremist groups, including one that participated in the Jan. 6 attack.",
      "lead_paragraph": "WILMINGTON, Ohio — After an hourslong standoff that closed an interstate and disrupted rural life, law enforcement officers shot and killed a man who they said tried to break into the F.B.I.’s Cincinnati office on Thursday.",
      "publication_date": "2022-08-11T17:00:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/11/us/fbi-cincinnati-shooting.html",
      "byline": "By Kevin Williams, Alan Feuer, Adam Goldman and Mitch Smith"
    },
    {
      "headline": "The Poisoned Relationship Between Trump and the Keepers of U.S. Secrets",
      "snippet": "The F.B.I. search of Mar-a-Lago is a coda to the years of tumult between an erratic president and the nation’s intelligence and law enforcement agencies.",
      "abstract": "The F.B.I. search of Mar-a-Lago is a coda to the years of tumult between an erratic president and the nation’s intelligence and law enforcement agencies.",
      "lead_paragraph": "WASHINGTON— After four years of President Donald J. Trump’s raging against his intelligence services, posting classified information to Twitter and announcing that he took the word of President Vladimir V. Putin of Russia over that of his own spies, perhaps the least surprising thing he did during his final days in office was ship boxes of sensitive material from the White House to his oceanside palace in Florida.",
      "publication_date": "2022-08-11T23:38:17+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/11/us/politics/trump-fbi.html",
      "byline": "By Mark Mazzetti"
    },
    {
      "headline": "Estonia Never Needed to Import Gas by Ship. Until It Did.",
      "snippet": "This tiny Baltic nation is set to complete Europe’s first new liquefied natural gas project since Russia set off a race for energy security with its invasion of Ukraine.",
      "abstract": "This tiny Baltic nation is set to complete Europe’s first new liquefied natural gas project since Russia set off a race for energy security with its invasion of Ukraine.",
      "lead_paragraph": "In Paldiski, Estonia, abandoned Soviet-era bunkers, splattered with graffiti and overgrown with weeds, are a reminder of the centuries-long domination that Russia once exerted over the Baltic region.",
      "publication_date": "2022-08-12T04:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/12/business/economy/estonia-natural-gas-lng.html",
      "byline": "By Patricia Cohen"
    },
    {
      "headline": "House Passes Sweeping Climate, Tax and Health Care Package",
      "snippet": "The passage of the bill, which appeared dead just weeks ago, caps a Democratic effort to deliver on major components of President Biden’s agenda.",
      "abstract": "The passage of the bill, which appeared dead just weeks ago, caps a Democratic effort to deliver on major components of President Biden’s agenda.",
      "lead_paragraph": "WASHINGTON — Congress gave final approval on Friday to legislation that would reduce the cost of prescription drugs and pour billions of dollars into the effort to slow global warming, as House Democrats overcame united Republican opposition to deliver on key components of President Biden’s domestic agenda.",
      "publication_date": "2022-08-12T09:00:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/12/us/politics/house-climate-tax-bill.html",
      "byline": "By Emily Cochrane"
    },
    {
      "headline": "For Electric Vehicle Makers, Winners and Losers in Climate Bill",
      "snippet": "Carmakers may need several years to revamp their supply chains to meet new rules, but the legislation is still seen as a win for electric vehicles.",
      "abstract": "Carmakers may need several years to revamp their supply chains to meet new rules, but the legislation is still seen as a win for electric vehicles.",
      "lead_paragraph": "The climate and energy package approved by Congress on Friday aims to achieve two goals that are not always compatible: Make electric vehicles more affordable while freezing China out of the supply chain.",
      "publication_date": "2022-08-12T09:00:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/12/business/climate-bill-electric-vehicles.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "The Summer of NIMBY in Silicon Valley’s Poshest Town",
      "snippet": "Moguls and investors from the tech industry, which endorses housing relief, banded together to object to a plan for multifamily homes near their estates in Atherton, Calif.",
      "abstract": "Moguls and investors from the tech industry, which endorses housing relief, banded together to object to a plan for multifamily homes near their estates in Atherton, Calif.",
      "lead_paragraph": "SAN FRANCISCO — Tech industry titans have navigated a lot to get where they are today — the dot-com bust, the 2008 recession, a backlash against tech power, the pandemic. They have overcome boardroom showdowns, investor power struggles and regulatory land mines.",
      "publication_date": "2022-08-12T09:00:31+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/12/technology/nimby-housing-silicon-valley-atherton.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "Mostly Bluster: Why China Went Easy on Taiwan’s Economy",
      "snippet": "The economic bans that China imposed on Taiwan for hosting Speaker Nancy Pelosi were not especially painful. Increasing the pressure could hurt China’s own economy.",
      "abstract": "The economic bans that China imposed on Taiwan for hosting Speaker Nancy Pelosi were not especially painful. Increasing the pressure could hurt China’s own economy.",
      "lead_paragraph": "In retaliation for Speaker Nancy Pelosi’s visit to Taiwan last week, China conducted large-scale military exercises around the self-governing island democracy and suspended some trade between the sides.",
      "publication_date": "2022-08-12T09:00:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/12/business/china-taiwan-economy.html",
      "byline": "By Mike Ives and Zixu Wang"
    },
    {
      "headline": "Stocks Record Best Stretch of Year, as Inflation Fears Recede",
      "snippet": "Positive economic signs have sent the S&P 500 higher for four consecutive weeks, but some investors worry about how long the rally can last.",
      "abstract": "Positive economic signs have sent the S&P 500 higher for four consecutive weeks, but some investors worry about how long the rally can last.",
      "lead_paragraph": "The stock market has notched the year’s best stretch of gains, as investors take comfort from early signals that inflation is slowing and the economy is holding up.",
      "publication_date": "2022-08-12T10:04:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/08/12/business/stock-market-rise.html",
      "byline": "By Isabella Simonetti and Joe Rennison"
    },
    {
      "headline": "Files Seized From Trump Are Part of Espionage Act Inquiry",
      "snippet": "The materials included some marked as top secret and meant to be viewed only in secure government facilities, according to a copy of the warrant.",
      "abstract": "The materials included some marked as top secret and meant to be viewed only in secure government facilities, according to a copy of the warrant.",
      "lead_paragraph": "Federal agents removed top secret documents when they searched former President Donald J. Trump’s Florida residence on Monday as part of an investigation into possible violations of the Espionage Act and other laws, according to a search warrant made public on Friday.",
      "publication_date": "2022-08-12T14:37:05+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/08/12/us/trump-espionage-act-laws-fbi.html",
      "byline": "By Maggie Haberman, Glenn Thrush and Charlie Savage"
    }
  ]
}