{
  "metadata": {
    "date": "2022-02-22",
    "total_articles": 10
  },
  "articles": [
    {
      "headline": "What’s at Stake for the Global Economy as Conflict Looms in Ukraine",
      "snippet": "Countries that depend on the region’s rich supply of energy, wheat, nickel and other staples could feel the pain of price spikes.",
      "abstract": "Countries that depend on the region’s rich supply of energy, wheat, nickel and other staples could feel the pain of price spikes.",
      "lead_paragraph": "After getting battered by the pandemic, supply chain chokeholds and leaps in prices, the global economy is poised to be sent on yet another unpredictable course by an armed clash on Europe’s border.",
      "publication_date": "2022-02-21T20:03:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/02/21/business/economy/ukraine-russia-economy.html",
      "byline": "By Patricia Cohen and Jack Ewing"
    },
    {
      "headline": "Hate Crimes Case in Arbery Murder Goes to Jury",
      "snippet": "In closing arguments, prosecutors said that Ahmaud Arbery’s killers were motivated by racism. Lawyers for the defendants said the men had suspected him of committing crimes.",
      "abstract": "In closing arguments, prosecutors said that Ahmaud Arbery’s killers were motivated by racism. Lawyers for the defendants said the men had suspected him of committing crimes.",
      "lead_paragraph": "BRUNSWICK, Ga. — A federal prosecutor in the hate crimes trial for the three white men who murdered Ahmaud Arbery told the jury in closing arguments on Monday that the defendants had targeted Mr. Arbery because of his race and did not help him after he was shot because they considered him to be “subhuman.” ",
      "publication_date": "2022-02-22T00:02:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/21/us/hate-crimes-case-in-arbery-murder-goes-to-jury.html",
      "byline": "By Tariro Mzezewa and Richard Fausset"
    },
    {
      "headline": "Putin Orders Forces to Russia-Backed Ukraine Regions and Hints at Wider Military Aims",
      "snippet": "The moves by the Russian leader were his most blatant yet in a confrontation with the West that threatens to escalate into the biggest military action in Europe since World War II.",
      "abstract": "The moves by the Russian leader were his most blatant yet in a confrontation with the West that threatens to escalate into the biggest military action in Europe since World War II.",
      "lead_paragraph": "MOSCOW — President Vladimir V. Putin on Monday ordered troops into separatist-held eastern Ukraine and hinted at the possibility of a wider military campaign, delivering an emotional and aggrieved address to his nation that laid claim to all of Ukraine as a country “created by Russia.”",
      "publication_date": "2022-02-22T00:40:16+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/21/world/europe/putin-ukraine-russia.html",
      "byline": "By Anton Troianovski, Valerie Hopkins and Steven Erlanger"
    },
    {
      "headline": "Wooing Allies, Publicizing Putin’s Plans: Inside Biden’s Race to Prevent War",
      "snippet": "President Biden made three critical decisions about how to handle Russia’s provocations, aiming to prevent armed conflict in Ukraine.",
      "abstract": "President Biden made three critical decisions about how to handle Russia’s provocations, aiming to prevent armed conflict in Ukraine.",
      "lead_paragraph": "WASHINGTON — In a series of top-secret meetings last October, President Biden’s national security team presented grim intelligence that would soon trigger a fierce effort to prevent what could become the largest armed conflict in Europe since World War II.",
      "publication_date": "2022-02-22T01:35:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/21/us/politics/biden-putin.html",
      "byline": "By Michael D. Shear, Julian E. Barnes and Eric Schmitt"
    },
    {
      "headline": "U.S. Offers Limited Initial Response to Russia as It Weighs Stiffer Sanctions",
      "snippet": "President Biden faces the challenge of maintaining unity with allies as he seeks to balance deterrence and punishment in dealing with President Vladimir Putin of Russia.",
      "abstract": "President Biden faces the challenge of maintaining unity with allies as he seeks to balance deterrence and punishment in dealing with President Vladimir Putin of Russia.",
      "lead_paragraph": "WASHINGTON — Russia’s decision to order troops into Ukraine on Monday presented the United States and Europe with the challenge of deciding how quickly to move in imposing stiff sanctions on Moscow, seeking to balance punishment, deterrence and maintaining unity among the allies.",
      "publication_date": "2022-02-22T01:43:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/21/us/politics/russia-ukraine-biden-response.html",
      "byline": "By Michael D. Shear and David E. Sanger"
    },
    {
      "headline": "The ‘Nation’s Psychiatrist’ Takes Stock, With Frustration",
      "snippet": "In a new book, Thomas Insel, who led research into psychiatric disease for 13 years, says that advances in neuroscience have yet to benefit patients.",
      "abstract": "In a new book, Thomas Insel, who led research into psychiatric disease for 13 years, says that advances in neuroscience have yet to benefit patients.",
      "lead_paragraph": "A new book by Dr. Thomas P. Insel, who for 13 years ran the United States’ foremost mental health research institution, begins with a sort of confession.",
      "publication_date": "2022-02-22T08:00:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "D",
      "web_url": "https://www.nytimes.com/2022/02/22/us/thomas-insel-book.html",
      "byline": "By Ellen Barry"
    },
    {
      "headline": "Big Tech Makes a Big Bet: Offices Are Still the Future",
      "snippet": "Even as they allow some employees to change how often they come into the office, tech companies are rapidly buying and leasing properties around the country.",
      "abstract": "Even as they allow some employees to change how often they come into the office, tech companies are rapidly buying and leasing properties around the country.",
      "lead_paragraph": "TEMPE, Ariz. — Early in the pandemic, when shops along Mill Avenue in downtown Tempe closed their doors and students at nearby Arizona State University were asked to go home, the roar of construction continued to fill the air. Now, gleaming in the sunlight and stuffed with amenities, towering glass office buildings have sprouted up all over the Phoenix metropolitan area.",
      "publication_date": "2022-02-22T08:00:11+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/02/22/technology/big-tech-offices.html",
      "byline": "By Kellen Browning"
    },
    {
      "headline": "Stocks hit correction territory as governments announce sanctions against Russia.",
      "snippet": "Tuesday’s market turmoil included some indications that investors were hopeful that the conflict, and its economic ramifications, could be contained.",
      "abstract": "Tuesday’s market turmoil included some indications that investors were hopeful that the conflict, and its economic ramifications, could be contained.",
      "lead_paragraph": "Escalating tensions between Russia and Ukraine pushed stocks lower on Tuesday, adding to turmoil this year and leaving the S&P 500 more than 10 percent below its January peak.",
      "publication_date": "2022-02-22T09:57:02+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2022/02/22/business/stocks-bonds-russia-ukraine.html",
      "byline": "By Eshe Nelson"
    },
    {
      "headline": "Ukraine Enclaves Long Steeped in Conflict Face New Peril",
      "snippet": "A decision by Russia to recognize two separatist territories and order in troops raises the risks of intensified fighting in an already fraught region where violence has defined life for nearly a decade.",
      "abstract": "A decision by Russia to recognize two separatist territories and order in troops raises the risks of intensified fighting in an already fraught region where violence has defined life for nearly a decade.",
      "lead_paragraph": "SEVERODONETSK, Ukraine — For days, Viktoria Gudyatskaya listened nervously as the escalating fighting along the front lines in eastern Ukraine approached her home in the town of Novoaidar. The thrumming booms of shelling became so insistent that on Tuesday Ms. Gudyatskaya decided to take her teenage daughter and flee.",
      "publication_date": "2022-02-22T11:21:02+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/22/world/europe/ukraine-breakaway-regions-conflict-russia.html",
      "byline": "By Andrew E. Kramer"
    },
    {
      "headline": "Three Men Are Found Guilty of Hate Crimes in Arbery Killing",
      "snippet": "Jurors delivered a swift verdict after a weeklong trial in which prosecutors presented voluminous evidence of the men’s racist beliefs and language.",
      "abstract": "Jurors delivered a swift verdict after a weeklong trial in which prosecutors presented voluminous evidence of the men’s racist beliefs and language.",
      "lead_paragraph": "BRUNSWICK, Ga. — A jury on Tuesday found the three white Georgia men who murdered Ahmaud Arbery guilty of a federal hate crime, determining that they were motivated by racism when they chased the 25-year-old Black man through their neighborhood.",
      "publication_date": "2022-02-22T15:39:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2022/02/22/us/gregory-mcmichael-travis-mcmichael-william-bryan.html",
      "byline": "By Tariro Mzezewa, Audra D. S. Burch and Richard Fausset"
    }
  ]
}