{
  "metadata": {
    "date": "2023-05-12",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Striking Writers Find Their Villain: Netflix",
      "snippet": "Fear of protests prompted the streaming giant to shift an anticipated presentation for advertisers to a virtual event and a top executive to skip an honorary gala.",
      "abstract": "Fear of protests prompted the streaming giant to shift an anticipated presentation for advertisers to a virtual event and a top executive to skip an honorary gala.",
      "lead_paragraph": "Just over a week after thousands of television and movie writers took to picket lines, Netflix is feeling the heat.",
      "publication_date": "2023-05-11T20:13:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/05/11/business/media/netflix-writers-strike.html",
      "byline": "By John Koblin and Nicole Sperling"
    },
    {
      "headline": "Trump’s Second-Term Goal: Shattering the Norms He Didn’t Already Break",
      "snippet": "The former president made it clearer than ever this week that on issues including Ukraine, the economy and the rule of law, his return to office would lead to a sharp departure from core American values.",
      "abstract": "The former president made it clearer than ever this week that on issues including Ukraine, the economy and the rule of law, his return to office would lead to a sharp departure from core American values.",
      "lead_paragraph": "In little over an hour, Donald J. Trump suggested the United States should default on its debts for the first time in history, injected doubt over the country’s commitment to defending Ukraine from Russia’s invasion, dangled pardons for most of the Capitol rioters convicted of crimes, and refused to say he would abide by the results of the next presidential election.",
      "publication_date": "2023-05-11T22:17:48+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/11/us/politics/trump-2024-cnn-town-hall.html",
      "byline": "By Shane Goldmacher, Jonathan Swan, Maggie Haberman and Stephanie Lai"
    },
    {
      "headline": "Vulnerable Republicans Caught in the Middle in Debt Limit Fight",
      "snippet": "House G.O.P. lawmakers in competitive seats who could be crucial to averting a catastrophic default are being fawned over by Democrats one minute and pummeled the next.",
      "abstract": "House G.O.P. lawmakers in competitive seats who could be crucial to averting a catastrophic default are being fawned over by Democrats one minute and pummeled the next.",
      "lead_paragraph": "Representative Mike Lawler, the first-term Republican from a Hudson Valley suburb who is widely considered one of the most politically endangered members of his party, began the week facing brutal attacks from a major House Democratic political group that falsely accused him of trying to force cuts to Medicare and Social Security.",
      "publication_date": "2023-05-11T22:49:35+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/11/us/politics/vulnerable-republicans-debt-limit-fight.html",
      "byline": "By Catie Edmondson"
    },
    {
      "headline": "With Pandemic Restrictions Lifted, Thousands Converge on Border",
      "snippet": "A policy known as Title 42 that allowed rapid expulsions of migrants ended Thursday night. But border cities had already been seeing a spike in migration.",
      "abstract": "A policy known as Title 42 that allowed rapid expulsions of migrants ended Thursday night. But border cities had already been seeing a spike in migration.",
      "lead_paragraph": "EL PASO — Migrants streamed across the U.S.-Mexico border and others gathered in makeshift camps as America’s pandemic-era Title 42 restrictions came to an end on Thursday, a milestone that officials worried could trigger a major new wave of migration that strains border facilities and cities across the country.",
      "publication_date": "2023-05-11T23:58:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/11/us/title-42-border-migrants.html",
      "byline": "By Miriam Jordan, Michael D. Shear, Maria Abi-Habib and Simon Romero"
    },
    {
      "headline": "How the Last Writers’ Strike Changed Things Onscreen",
      "snippet": "The impact included promising shows that lost their audiences, films rushed into production with flimsy scripts and turbocharging reality programming.",
      "abstract": "The impact included promising shows that lost their audiences, films rushed into production with flimsy scripts and turbocharging reality programming.",
      "lead_paragraph": "The 2007 writers’ strike couldn’t have come at a worse time for the screenwriter Zack Stentz. After three years of being unemployed, Mr. Stentz was happily ensconced in a new job as an executive story editor on Fox’s “Terminator: The Sarah Connor Chronicles.” He was working with a high-caliber group of writers on a show he described as “dark, thoughtful and weird.”",
      "publication_date": "2023-05-12T09:00:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/05/12/business/media/last-hollywood-writers-strike.html",
      "byline": "By Nicole Sperling"
    },
    {
      "headline": "Elon Musk Appoints Linda Yaccarino Twitter’s New Chief",
      "snippet": "Mr. Musk said Ms. Yaccarino would focus on business operations and he would work on product design and technology at the social media platform.",
      "abstract": "Mr. Musk said Ms. Yaccarino would focus on business operations and he would work on product design and technology at the social media platform.",
      "lead_paragraph": "Linda Yaccarino, NBCUniversal’s advertising chief, was preparing to interview Elon Musk, Twitter’s owner, onstage at a conference last month when she received an email from a peer in the advertising industry.",
      "publication_date": "2023-05-12T13:24:35+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/12/technology/yaccarino-twitter-ceo-musk.html",
      "byline": "By Tiffany Hsu, Sapna Maheshwari, Benjamin Mullin and Ryan Mac"
    },
    {
      "headline": "In China, the Police Came for the Consultants. Now the C.E.O.s Are Alarmed.",
      "snippet": "Foreign businesses, a top Chinese official said in March, “are not foreigners, but family.” Then came a crackdown on firms with foreign ties.",
      "abstract": "Foreign businesses, a top Chinese official said in March, “are not foreigners, but family.” Then came a crackdown on firms with foreign ties.",
      "lead_paragraph": "The China Development Forum, a high-profile, government-hosted conference with a who’s who of international executives in attendance, was a moment for Beijing to renew its efforts to win over foreign businesses.",
      "publication_date": "2023-05-12T15:45:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/05/12/business/china-anti-espionage-law.html",
      "byline": "By Daisuke Wakabayashi, Ana Swanson and Lauren Hirsch"
    }
  ]
}