{
  "metadata": {
    "date": "2023-08-29",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "A Forced Kiss, and a Reckoning With Sexism in Spain",
      "snippet": "The nonconsensual kiss that Luis Rubiales, the president of Spain’s soccer federation, pressed on Jennifer Hermoso has come to embody the generational fault line between a culture of machismo and more recent progressivism.",
      "abstract": "The nonconsensual kiss that Luis Rubiales, the president of Spain’s soccer federation, pressed on Jennifer Hermoso has come to embody the generational fault line between a culture of machismo and more recent progressivism.",
      "lead_paragraph": "Laura Marqués has never been much interested in soccer. She doesn’t watch the Spanish league games or know the names of the players. She didn’t even watch the Spanish women’s team win the World Cup final this month. But after the president of Spain’s soccer federation forcibly kissed one of the players during the medals ceremony, setting off a momentous national debate about feminism, equality and abuse, soccer is all she has been thinking about.",
      "publication_date": "2023-08-28T17:31:54+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/28/world/europe/spain-kiss-sexism-rubiales.html",
      "byline": "By Jason Horowitz and Rachel Chaundler"
    },
    {
      "headline": "How Ozempic and Weight Loss Drugs Are Reshaping Denmark’s Economy",
      "snippet": "Novo Nordisk, the Danish company behind two popular obesity medications, is reaping huge profits and is now responsible for most of the country’s economic growth.",
      "abstract": "Novo Nordisk, the Danish company behind two popular obesity medications, is reaping huge profits and is now responsible for most of the country’s economic growth.",
      "lead_paragraph": "After 100 years of relatively quiet existence as a maker of diabetes drugs, the Danish firm Novo Nordisk has suddenly grown so big that the company is reshaping the Danish economy.",
      "publication_date": "2023-08-28T18:25:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/28/business/denmark-ozempic-wegovy.html",
      "byline": "By Eshe Nelson"
    },
    {
      "headline": "After Maui Wildfire Disaster, a War of Words Over Its Cause",
      "snippet": "Hawaiian Electric says power was shut off and an initial fire put out before a second blaze razed Lahaina. The county continues to blame the company.",
      "abstract": "Hawaiian Electric says power was shut off and an initial fire put out before a second blaze razed Lahaina. The county continues to blame the company.",
      "lead_paragraph": "Even before the inferno that engulfed the Maui resort of Lahaina is fully contained, local officials and Hawaii’s leading utility are at odds over a fundamental question: Did a single fire break out in the hills overlooking the town on the fateful day, or were there two?",
      "publication_date": "2023-08-28T23:10:08+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/28/business/energy-environment/hawaiian-electric-maui-wildfire.html",
      "byline": "By Ivan Penn"
    },
    {
      "headline": "She Rose From Poverty as China Prospered. Then It Made Her Poor Again.",
      "snippet": "Sun Junli",
      "abstract": "Sun Junli",
      "lead_paragraph": "Two years ago, as she walked through a hospital hallway in handcuffs and shackles to get tested for Covid, Sun Junli felt ashamed and defeated. At 45, she had come a long way. The poor village girl in northwestern China had become a successful businesswoman.",
      "publication_date": "2023-08-29T04:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/29/business/china-small-business.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "U.S. Does Not Want to ‘Decouple’ From China, Commerce Chief Says",
      "snippet": "Gina Raimondo, the commerce secretary, emphasized U.S. concerns over harsh treatment of foreign companies and national security issues in a meeting with top officials in Beijing.",
      "abstract": "Gina Raimondo, the commerce secretary, emphasized U.S. concerns over harsh treatment of foreign companies and national security issues in a meeting with top officials in Beijing.",
      "lead_paragraph": "Gina Raimondo, the U.S. secretary of commerce, told Chinese officials on Tuesday that the United States was not seeking to sever economic ties with China, but she expressed a litany of concerns that were prompting the business community to describe China as “uninvestable.”",
      "publication_date": "2023-08-29T07:14:57+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/29/business/us-china-raimondo-decouple-he-lifeng.html",
      "byline": "By Ana Swanson and Keith Bradsher"
    },
    {
      "headline": "China’s Economic Outlook: Pep Talks Up Top, Gloom on the Ground",
      "snippet": "Beijing has characterized concerns about the economic slowdown as being inflated by Western critics. Widespread anxiety and pessimism paint a different picture.",
      "abstract": "Beijing has characterized concerns about the economic slowdown as being inflated by Western critics. Widespread anxiety and pessimism paint a different picture.",
      "lead_paragraph": "To the residents and business owners of Chedun, a working-class neighborhood in the southwestern outskirts of Shanghai, the signs of an anemic economy are all around. The factories that once drew workers from around the country have moved away. Those that remain have slashed wages. Around the affordable eateries and motley shops where workers once crowded, employees eagerly latch onto anyone passing by.",
      "publication_date": "2023-08-29T08:13:31+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/29/world/asia/china-economic-gloom.html",
      "byline": "By Vivian Wang"
    },
    {
      "headline": "How Trump’s Election Lies Left the Michigan G.O.P. Broken and Battered",
      "snippet": "Infighting between Trump acolytes and traditionalists has driven away donors and voters. Can the Michigan Republican Party rebuild in time for the presidential election?",
      "abstract": "Infighting between Trump acolytes and traditionalists has driven away donors and voters. Can the Michigan Republican Party rebuild in time for the presidential election?",
      "lead_paragraph": "The Michigan Republican Party is starving for cash. A group of prominent activists — including a former statewide candidate — was hit this month with felony charges connected to a bizarre plot to hijack election machines. And in the face of these troubles, suspicion and infighting have been running high. A recent state committee meeting led to a fistfight, a spinal injury and a pair of shattered dentures.",
      "publication_date": "2023-08-29T09:01:02+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/29/us/politics/trump-michigan-republican-party.html",
      "byline": "By Nick Corasaniti"
    },
    {
      "headline": "U.S. Announces First Drugs Picked for Medicare Price Negotiations",
      "snippet": "The price negotiation program, established by Democrats as part of the Inflation Reduction Act, is projected to save the government tens of billions of dollars in the coming years.",
      "abstract": "The price negotiation program, established by Democrats as part of the Inflation Reduction Act, is projected to save the government tens of billions of dollars in the coming years.",
      "lead_paragraph": "The Biden administration on Tuesday unveiled a long-awaited list of the first 10 medicines that will be subject to price negotiations with Medicare, kicking off a landmark program to reduce drug spending that is being fought by the pharmaceutical industry in court.",
      "publication_date": "2023-08-29T11:39:43+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/29/us/politics/medicare-drug-pricing-negotiations.html",
      "byline": "By Sheryl Gay Stolberg and Rebecca Robbins"
    }
  ]
}