{
  "metadata": {
    "date": "2023-01-06",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "A Knife Sheath, Phone Pings and Trash: The Hunt for a Killer in Idaho",
      "snippet": "On the night four college students were killed, a roommate saw a man clad in black walk through the home. It took a cross-country investigation to find a suspect.",
      "abstract": "On the night four college students were killed, a roommate saw a man clad in black walk through the home. It took a cross-country investigation to find a suspect.",
      "lead_paragraph": "MOSCOW, Idaho — On the night in November when four University of Idaho students were murdered in a home near campus, another roommate awoke to a noise that she thought was her friend playing with her dog. Then she heard someone crying, and a man saying something like, “It’s OK, I’m going to help you.”",
      "publication_date": "2023-01-05T16:38:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/05/us/idaho-murders-suspect-kohberger-evidence.html",
      "byline": "By Mike Baker, Nicholas Bogel-Burroughs and Serge F. Kovaleski"
    },
    {
      "headline": "Church Lays Benedict to Rest, if Not Its Divisions",
      "snippet": "An extraordinary period for the modern church ended with Francis presiding over the funeral of his retired predecessor. Some conservatives found the ceremony too modest for their standard-bearer.",
      "abstract": "An extraordinary period for the modern church ended with Francis presiding over the funeral of his retired predecessor. Some conservatives found the ceremony too modest for their standard-bearer.",
      "lead_paragraph": "VATICAN CITY — The Roman Catholic Church on Thursday laid to rest Pope Emeritus Benedict XVI in front of a fog-shrouded St. Peter’s Basilica with an extraordinary funeral presided over by his own successor, Francis, a final peculiarity to end a strange era in the modern church in which two popes, one resigned and one in power, one conservative and one liberal, coexisted in the tiny confines of the Vatican.",
      "publication_date": "2023-01-05T19:21:49+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/05/world/europe/pope-benedict-funeral.html",
      "byline": "By Jason Horowitz"
    },
    {
      "headline": "Even a Soft Landing for the Economy May Be Uneven",
      "snippet": "Small businesses and lower-income families could feel pinched in the months ahead whether or not a recession is avoided this year.",
      "abstract": "Small businesses and lower-income families could feel pinched in the months ahead whether or not a recession is avoided this year.",
      "lead_paragraph": "One of the defining economic stories of the past year was the complex debate over whether the U.S. economy was going into a recession or merely descending, with some altitude sickness, from a peak in growth after pandemic lows.",
      "publication_date": "2023-01-06T08:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/06/business/economy/recession-soft-landing.html",
      "byline": "By Talmon Joseph Smith"
    },
    {
      "headline": "Speaker Quest Reveals McCarthy’s Tenuous Grip on an Unruly Majority",
      "snippet": "As the Republican leader has made concessions to the far right, he has effectively agreed to give them carte blanche to disrupt the workings of the House — and to hold him hostage to their demands.",
      "abstract": "As the Republican leader has made concessions to the far right, he has effectively agreed to give them carte blanche to disrupt the workings of the House — and to hold him hostage to their demands.",
      "lead_paragraph": "WASHINGTON — Representative Kevin McCarthy’s historically long slog to become speaker of the House has made one thing abundantly clear: The United States should brace for the likelihood of a Congress in perpetual disarray for the next two years.",
      "publication_date": "2023-01-06T10:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/06/us/politics/mccarthy-house-speaker-republicans.html",
      "byline": "By Luke Broadwater"
    },
    {
      "headline": "McCarthy Wins Speakership on 15th Vote After Concessions to Hard Right",
      "snippet": "An agreement with ultraconservative Republicans delivered a breakthrough for the California Republican, but he still had to claw his way to the post during a dramatic post-midnight session.",
      "abstract": "An agreement with ultraconservative Republicans delivered a breakthrough for the California Republican, but he still had to claw his way to the post during a dramatic post-midnight session.",
      "lead_paragraph": "WASHINGTON — Representative Kevin McCarthy of California won election early Saturday as House speaker in a historic five-day, 15-ballot floor fight, after giving major concessions to right-wing holdouts and weathering a dramatic late-night setback that underscored the limits of his power over the new Republican majority.",
      "publication_date": "2023-01-06T10:00:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/06/us/politics/house-speaker-vote-mccarthy.html",
      "byline": "By Annie Karni"
    },
    {
      "headline": "Stranded by Southwest and Stuck With Unexpected Costs",
      "snippet": "The airline’s customers incurred thousands in expenses as they scrambled to find alternate ways to get home.",
      "abstract": "The airline’s customers incurred thousands in expenses as they scrambled to find alternate ways to get home.",
      "lead_paragraph": "Olivia Laskowski was in Nashville and expecting to fly home to New York on Dec. 27 when she received a text message from Southwest Airlines the night before that her flight was canceled. Four days and more than $600 later, Ms. Laskowski and her Siamese cat, Pretzel, were finally back home in Brooklyn.",
      "publication_date": "2023-01-06T10:00:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/06/business/southwest-airlines-customer-costs.html",
      "byline": "By Isabella Simonetti"
    },
    {
      "headline": "China’s Covid Surge Threatens Villages as Lunar New Year Approaches",
      "snippet": "Millions are expected to travel home this month, spreading Covid to rural communities where health care services are woefully underdeveloped.",
      "abstract": "Millions are expected to travel home this month, spreading Covid to rural communities where health care services are woefully underdeveloped.",
      "lead_paragraph": "The infections in Dadi Village, a corn farming community tucked between verdant hills in China’s remote southwest, started in early December when a handful of young people returned from jobs in big cities.",
      "publication_date": "2023-01-06T10:00:27+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/06/world/asia/china-covid-rural-villages-countryside.html",
      "byline": "By David Pierson, Joy Dong, Claire Fu and Olivia Wang"
    },
    {
      "headline": "Southwest’s Meltdown Could Cost It Up to $825 Million",
      "snippet": "The airline has not said how soon it will upgrade the systems that contributed to mass flight cancellations, or how much that will cost.",
      "abstract": "The airline has not said how soon it will upgrade the systems that contributed to mass flight cancellations, or how much that will cost.",
      "lead_paragraph": "The meltdown that forced Southwest Airlines to cancel more than 16,700 holiday flights could cost the carrier between $725 million and $825 million, the airline said in a filing on Friday. The total represents about as much as the airline earned in the first nine months of last year.",
      "publication_date": "2023-01-06T10:00:28+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/06/business/southwest-airlines-meltdown-costs-reimbursement.html",
      "byline": "By Niraj Chokshi and Peter Eavis"
    },
    {
      "headline": "U.S. Added 223,000 Jobs in December, a Slight Easing in Pace",
      "snippet": "The Federal Reserve’s moves to cool the economy with higher interest rates seem to be taking gentle hold. Wage growth lost momentum.",
      "abstract": "The Federal Reserve’s moves to cool the economy with higher interest rates seem to be taking gentle hold. Wage growth lost momentum.",
      "lead_paragraph": "The U.S. economy produced jobs at a slower but still comfortable rate at the end of 2022, as higher interest rates and changing consumer habits downshifted the labor market without bringing it to a halt.",
      "publication_date": "2023-01-06T10:00:47+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/06/business/economy/jobs-report-december-2022.html",
      "byline": "By Lydia DePillis"
    }
  ]
}