{
  "metadata": {
    "date": "2023-03-07",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "U.S. to Challenge Mexican Ban on Genetically Modified Corn",
      "snippet": "The Biden administration said it would request talks with Mexico over a brewing trade fight.",
      "abstract": "The Biden administration said it would request talks with Mexico over a brewing trade fight.",
      "lead_paragraph": "WASHINGTON — The Biden administration said on Monday that it would take initial steps toward challenging a ban that Mexico has placed on shipments of genetically modified corn from the United States, restrictions that have rankled farmers and threatened a profitable export.",
      "publication_date": "2023-03-06T17:24:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/03/06/us/politics/mexico-ban-us-corn.html",
      "byline": "By Ana Swanson and Linda Qiu"
    },
    {
      "headline": "White House Said to Consider Pushing Congress on Dealing With TikTok",
      "snippet": "In a strategy shift, the Biden administration is increasingly pointing to Congress to give it more legal power to deal with TikTok and other technology that could expose Americans’ sensitive data to China.",
      "abstract": "In a strategy shift, the Biden administration is increasingly pointing to Congress to give it more legal power to deal with TikTok and other technology that could expose Americans’ sensitive data to China.",
      "lead_paragraph": "The Biden administration is considering pushing Congress to give it more legal power to deal with TikTok and other technology that could expose sensitive data to China, five people with knowledge of the matter said, as it comes under growing pressure to resolve security concerns about the Chinese-owned video app.",
      "publication_date": "2023-03-06T19:30:04+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/03/06/technology/white-house-congress-on-tiktok.html",
      "byline": "By David McCabe"
    },
    {
      "headline": "U.S. Considers Vaccinating Chickens as Bird Flu Kills Millions of Them",
      "snippet": "The largest outbreak of avian influenza in U.S. history has driven up egg prices and raised concerns about a human pandemic, though C.D.C. experts say the risk of that is low.",
      "abstract": "The largest outbreak of avian influenza in U.S. history has driven up egg prices and raised concerns about a human pandemic, though C.D.C. experts say the risk of that is low.",
      "lead_paragraph": "WASHINGTON — The Biden administration, keeping a watchful eye on an outbreak of avian influenza that has led to the deaths of tens of millions of chickens and is driving up the cost of eggs — not to mention raising the frightening specter of a human pandemic — is contemplating a mass vaccination campaign for poultry, according to White House officials.",
      "publication_date": "2023-03-06T19:33:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/03/06/us/politics/bird-flu-vaccine-chickens.html",
      "byline": "By Sheryl Gay Stolberg and Emily Anthes"
    },
    {
      "headline": "Protests Over Netanyahu’s Judiciary Overhaul Spread to Israel’s Military",
      "snippet": "The military leadership is concerned that anger over the government’s plan, with some pilots saying they will skip some training sessions and operations, could diminish military capabilities.",
      "abstract": "The military leadership is concerned that anger over the government’s plan, with some pilots saying they will skip some training sessions and operations, could diminish military capabilities.",
      "lead_paragraph": "A plan by Prime Minister Benjamin Netanyahu to severely curtail the powers of Israel’s Supreme Court has prompted weeks of demonstrations, rattled the country’s technology sector and raised fears of political violence.",
      "publication_date": "2023-03-06T20:32:05+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/03/06/world/middleeast/israel-military-judiciary.html",
      "byline": "By Ronen Bergman and Patrick Kingsley"
    },
    {
      "headline": "He Heeded Russia’s Call to Enlist. Five Months Later, He Was Dead.",
      "snippet": "Pvt. Ivan Ovlashenko was one of at least 16,000 Russians who have died in Ukraine, more than in the Soviets’ Afghan war. It’s getting hard for the Kremlin to cover that up.",
      "abstract": "Pvt. Ivan Ovlashenko was one of at least 16,000 Russians who have died in Ukraine, more than in the Soviets’ Afghan war. It’s getting hard for the Kremlin to cover that up.",
      "lead_paragraph": "Soon after he deployed to Ukraine last fall, Pvt. Ivan A. Ovlashenko filmed a short video of himself wearing camouflage fatigues and an olive green fleece hat, sitting in a woods flecked with yellowing leaves while fellow soldiers nearby readied an artillery round to fire toward the Ukrainian lines.",
      "publication_date": "2023-03-06T22:00:12+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/03/06/world/europe/russia-soldier-casualties.html",
      "byline": "By Neil MacFarquhar and Milana Mazaeva"
    },
    {
      "headline": "Rail Heat Sensors, Under Scrutiny in Ohio Crash, Face Few Regulations",
      "snippet": "Safety experts said the East Palestine derailment might not have happened had Norfolk Southern placed sensors closer together. The federal government doesn’t require or regulate their use.",
      "abstract": "Safety experts said the East Palestine derailment might not have happened had Norfolk Southern placed sensors closer together. The federal government doesn’t require or regulate their use.",
      "lead_paragraph": "The rail crash in East Palestine, Ohio, has highlighted a glaring gap in federal safety regulations that has left the railroad industry to set its own standards for the use of sensors that can warn train crews about impending derailments.",
      "publication_date": "2023-03-07T08:00:11+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/03/07/business/norfolk-southern-derailment-east-palestine-regulation.html",
      "byline": "By Peter Eavis, Mark Walker and Niraj Chokshi"
    },
    {
      "headline": "In Oklahoma, a Freshman Republican Makes the Case for Deep Spending Cuts",
      "snippet": "As Representative Josh Brecheen travels his district preparing his constituents for a debt showdown, his pitch reflects how the party has intertwined its spending fight with cultural battles.",
      "abstract": "As Representative Josh Brecheen travels his district preparing his constituents for a debt showdown, his pitch reflects how the party has intertwined its spending fight with cultural battles.",
      "lead_paragraph": "OKMULGEE, Okla. — Representative Josh Brecheen, a first-term Republican, begins each town hall meeting in his sprawling district here in eastern Oklahoma the same way: with a blistering, roughly half-hour broadside about the crisis posed by the nation’s debt and the lengths to which he is prepared to go to force deep spending cuts.",
      "publication_date": "2023-03-07T10:00:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/03/07/us/politics/josh-brecheen-oklahoma-debt.html",
      "byline": "By Catie Edmondson"
    },
    {
      "headline": "Biden Budget Will Propose Tax Increase to Bolster Medicare",
      "snippet": "The president’s plan targets Americans earning more than $400,000 a year in an attempt to increase the program’s solvency by 25 years.",
      "abstract": "The president’s plan targets Americans earning more than $400,000 a year in an attempt to increase the program’s solvency by 25 years.",
      "lead_paragraph": "WASHINGTON — President Biden, as part of his budget set for release on Thursday, will propose raising and expanding a tax on Americans earning more than $400,000 as part of a series of efforts to extend the solvency of Medicare by a quarter-century.",
      "publication_date": "2023-03-07T12:50:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/03/07/business/biden-budget-medicare-tax-increase.html",
      "byline": "By Jim Tankersley and Margot Sanger-Katz"
    },
    {
      "headline": "Spying by Mexico’s Armed Forces Brings Fears of a ‘Military State’",
      "snippet": "This is the first time a paper trail has emerged to prove definitively that the Mexican military spied on citizens who were trying to expose its misdeeds.",
      "abstract": "This is the first time a paper trail has emerged to prove definitively that the Mexican military spied on citizens who were trying to expose its misdeeds.",
      "lead_paragraph": "MEXICO CITY — Mexico’s armed forces spied on a human rights defender and journalists who were investigating allegations that soldiers had gunned down innocent people, documents show, providing clear evidence of the military’s illegal use of surveillance tools against civilians.",
      "publication_date": "2023-03-07T14:12:10+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/03/07/world/americas/mexico-military-surveillance.html",
      "byline": "By Natalie Kitroeff and Ronen Bergman"
    },
    {
      "headline": "Fed Chair Opens Door to Faster Rate Moves and a Higher Peak",
      "snippet": "In light of recent strong data, Jerome H. Powell said the Federal Reserve was likely to raise rates higher than expected.",
      "abstract": "In light of recent strong data, Jerome H. Powell said the Federal Reserve was likely to raise rates higher than expected.",
      "lead_paragraph": "Jerome H. Powell, the Federal Reserve chair, made clear on Tuesday that the central bank is prepared to react to recent signs of economic strength by raising interest rates higher than previously expected and, if incoming data remain hot, potentially returning to a quicker pace of rate increases.",
      "publication_date": "2023-03-07T15:00:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/03/07/business/economy/fed-powell-interest-rates.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "Intelligence Suggests Pro-Ukrainian Group Sabotaged Pipelines, U.S. Officials Say",
      "snippet": "New intelligence reporting amounts to the first significant known lead about who was responsible for the attack on the Nord Stream pipelines that carried natural gas from Russia to Europe.",
      "abstract": "New intelligence reporting amounts to the first significant known lead about who was responsible for the attack on the Nord Stream pipelines that carried natural gas from Russia to Europe.",
      "lead_paragraph": "WASHINGTON — New intelligence reviewed by U.S. officials suggests that a pro-Ukrainian group carried out the attack on the Nord Stream pipelines last year, a step toward determining responsibility for an act of sabotage that has confounded investigators on both sides of the Atlantic for months.",
      "publication_date": "2023-03-07T15:26:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/03/07/us/politics/nord-stream-pipeline-sabotage-ukraine.html",
      "byline": "By Adam Entous, Julian E. Barnes and Adam Goldman"
    },
    {
      "headline": "How Judy Blume Finally Got a ‘Yes’ From Hollywood",
      "snippet": "Decades after she first discussed translating her work to film and television, the Blume-aissance is upon us. All it needed was for Judy Blume fans to take charge in the entertainment industry.",
      "abstract": "Decades after she first discussed translating her work to film and television, the Blume-aissance is upon us. All it needed was for Judy Blume fans to take charge in the entertainment industry.",
      "lead_paragraph": "The lunches Judy Blume used to have in Hollywood would all go the same way, she said. “Judy, sweetheart, what would you like to do?” the men would ask — and they were always men. “We want to work with you. How do you want to adapt your books?” This began in the 1970s and continued for decades. She had already sold millions of copies, on her way to her current tally of more than 90 million worldwide.",
      "publication_date": "2023-03-07T16:00:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2023/03/07/business/media/judy-blume-hollywood.html",
      "byline": "By Nicole Sperling"
    }
  ]
}