{
  "metadata": {
    "date": "2023-01-30",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "From Sacramento to Memphis, Tyre Nichols Cut His Own Path",
      "snippet": "Social media posts show that Mr. Nichols harbored a mistrust of prevailing government and economic systems, yet, a friend says, he also considered trying to change policing from the inside.",
      "abstract": "Social media posts show that Mr. Nichols harbored a mistrust of prevailing government and economic systems, yet, a friend says, he also considered trying to change policing from the inside.",
      "lead_paragraph": "Before Tyre Nichols moved to Memphis — before he was brutally beaten on a Saturday night by police officers there — he lived in California, in the Sacramento area, where he hung out with a crowd of skateboarders.",
      "publication_date": "2023-01-27T23:42:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/27/us/tyre-nichols-memphis-sacramento.html",
      "byline": "By Richard Fausset"
    },
    {
      "headline": "Court Releases Video of Paul Pelosi Hammer Attack, Adding Chilling Details",
      "snippet": "Police body camera footage, along with surveillance video, an interview with the suspect and audio from Mr. Pelosi’s 911 call, disproved but could not stop right-wing conspiracy theories about the attack.",
      "abstract": "Police body camera footage, along with surveillance video, an interview with the suspect and audio from Mr. Pelosi’s 911 call, disproved but could not stop right-wing conspiracy theories about the attack.",
      "lead_paragraph": "WASHINGTON — A police officer arrives at the front door of Speaker Nancy Pelosi’s home in San Francisco in the predawn hours of Oct. 28, 2022, to find her husband Paul Pelosi, 82, and an intruder standing together calmly but awkwardly in the foyer, each clutching opposite ends of a hammer.",
      "publication_date": "2023-01-27T23:51:19+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/27/us/politics/paul-pelosi-attack-video.html",
      "byline": "By Annie Karni and Tim Arango"
    },
    {
      "headline": "Tyre Nichols Cried in Anguish. Memphis Officers Kept Hitting.",
      "snippet": "Video footage of the fatal encounter included critical moments in which police officers kicked, punched and pepper-sprayed Mr. Nichols, 29, while he screamed.",
      "abstract": "Video footage of the fatal encounter included critical moments in which police officers kicked, punched and pepper-sprayed Mr. Nichols, 29, while he screamed.",
      "lead_paragraph": "MEMPHIS — The police officers kicked Tyre Nichols in the head, pepper-sprayed him and hit him repeatedly with a baton, even as he showed no signs of fighting back. At one point, after Mr. Nichols stood up, one officer struck him with at least five forceful blows while another held Mr. Nichols’s hands behind his back.",
      "publication_date": "2023-01-28T04:07:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/27/us/tyre-nichols-video-memphis.html",
      "byline": "By Rick Rojas"
    },
    {
      "headline": "When Private Equity Came for the Toddler Gyms",
      "snippet": "The same playbook that has notched high returns acquiring things like foreclosed homes and highway rest stops is being tested by a family-oriented franchise.",
      "abstract": "The same playbook that has notched high returns acquiring things like foreclosed homes and highway rest stops is being tested by a family-oriented franchise.",
      "lead_paragraph": "Tiffany Cianci spends most of her days in socks, padding around the fitness studio she operates in Frederick, Md., about an hour outside Washington. Her clients are young: kids ranging from 4 months to 12 years old. They come to learn somersaults, try the monkey bars, sing some songs. (“Little Red Caboose,” complete with a train whistle accompaniment, is one of her favorites.)",
      "publication_date": "2023-01-28T10:00:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2023/01/28/business/economy/little-gym-private-equity.html",
      "byline": "By Lydia DePillis and Michael Corkery"
    },
    {
      "headline": "How a Drug Company Made $114 Billion by Gaming the U.S. Patent System",
      "snippet": "AbbVie for years delayed competition for its blockbuster drug Humira, at the expense of patients and taxpayers. The monopoly is about to end.",
      "abstract": "AbbVie for years delayed competition for its blockbuster drug Humira, at the expense of patients and taxpayers. The monopoly is about to end.",
      "lead_paragraph": "In 2016, a blockbuster drug called Humira was poised to become a lot less valuable.",
      "publication_date": "2023-01-28T10:00:17+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/28/business/humira-abbvie-monopoly.html",
      "byline": "By Rebecca Robbins"
    },
    {
      "headline": "Trump’s Evolution in Social-Media Exile: More QAnon, More Extremes",
      "snippet": "The former president, now free to post again on Facebook and Twitter, has increasingly amplified far-right accounts on Truth Social. Experts on extremism worry that he will bring this approach to a far wider audience.",
      "abstract": "The former president, now free to post again on Facebook and Twitter, has increasingly amplified far-right accounts on Truth Social. Experts on extremism worry that he will bring this approach to a far wider audience.",
      "lead_paragraph": "In September, former President Donald J. Trump went on Truth Social, his social network, and shared an image of himself wearing a lapel pin in the form of the letter Q, along with a phrase closely associated with the QAnon conspiracy theory movement: “The storm is coming.”",
      "publication_date": "2023-01-28T16:01:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/28/us/politics/trump-social-media-extremism.html",
      "byline": "By Ken Bensinger and Maggie Haberman"
    },
    {
      "headline": "After Tyre Nichols Death, Officials’ Moves Reflect a Shift in Handling Police Violence",
      "snippet": "With cameras nearly everywhere, and residents wary, the authorities are moving faster and speaking critically when officers are accused of beatings.",
      "abstract": "With cameras nearly everywhere, and residents wary, the authorities are moving faster and speaking critically when officers are accused of beatings.",
      "lead_paragraph": "CHICAGO — It took 13 months and an order from a judge for the authorities in Chicago to release video showing a police officer firing 16 bullets into Laquan McDonald, a Black teenager, on a busy roadway in 2014.",
      "publication_date": "2023-01-28T16:52:33+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/28/us/tyre-nichols-death-memphis-police.html",
      "byline": "By Mitch Smith, Julie Bosman and Chelsia Rose Marcius"
    },
    {
      "headline": "Tyre Nichols Beating Opens a Complex Conversation on Race and Policing",
      "snippet": "The five officers charged with the murder of the young Black man are also Black, complicating the anguish and efforts at police reform.",
      "abstract": "The five officers charged with the murder of the young Black man are also Black, complicating the anguish and efforts at police reform.",
      "lead_paragraph": "The killing of Tyre Nichols, a 29-year-old Black man in Memphis, at the hands of police has prompted outrage and condemnation from racial justice activists, police reform advocates and law enforcement officials, including the chief of the Memphis Police Department, a Black woman who lobbied for policing changes in the wake of George Floyd’s murder.",
      "publication_date": "2023-01-28T21:19:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/28/us/police-tyre-nichols-beating-race.html",
      "byline": "By Clyde McGrady"
    },
    {
      "headline": "A Volatile Tool Emerges in the Abortion Battle: State Constitutions",
      "snippet": "Many of the legal arguments seeking to overturn abortion bans rely on rights provided by the states, and how they are interpreted by state supreme courts.",
      "abstract": "Many of the legal arguments seeking to overturn abortion bans rely on rights provided by the states, and how they are interpreted by state supreme courts.",
      "lead_paragraph": "When the Supreme Court overturned Roe v. Wade and the constitutional right to abortion in June, it declared that it was sending the issue back to the “people and their elected representatives.” But the fight has largely moved to a different set of supreme courts and constitutions: those in the states.",
      "publication_date": "2023-01-29T08:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/29/us/abortion-rights-state-constitutions.html",
      "byline": "By Kate Zernike"
    },
    {
      "headline": "A Small Boat, a Vast Sea and a Desperate Escape From Russia",
      "snippet": "In September, two men set out from Russia, hoping a boat could carry them to asylum on U.S. soil. Their quest for freedom did not go as planned.",
      "abstract": "In September, two men set out from Russia, hoping a boat could carry them to asylum on U.S. soil. Their quest for freedom did not go as planned.",
      "lead_paragraph": "A series of knocks rattled his apartment door one day last fall, and Maksim peered through the peephole to see two soldiers in uniform. They were military enlistment officers, he knew, expanding the vast conscription effort for the war in Ukraine to Russia’s remote Far East.",
      "publication_date": "2023-01-29T08:00:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/29/us/russian-asylum-boat-alaska.html",
      "byline": "By Mike Baker"
    },
    {
      "headline": "Will the Metaverse Be Entertaining? Ask South Korea.",
      "snippet": "In the world’s testing ground for tech, K-pop singers are being spun up out of pixels and doing battle in a virtual universe.",
      "abstract": "In the world’s testing ground for tech, K-pop singers are being spun up out of pixels and doing battle in a virtual universe.",
      "lead_paragraph": "In a vast studio outside Seoul, technicians huddled in front of monitors, watching cartoon K-pop singers — at least one of whom had a tail — dance in front of a psychedelic backdrop. A woman with fairy wings fluttered by.",
      "publication_date": "2023-01-29T10:00:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/29/business/metaverse-k-pop-south-korea.html",
      "byline": "By Jin Yu Young and Matt Stevens"
    },
    {
      "headline": "California Has More Than 100 Gun Laws. Why Don’t They Stop More Mass Shootings?",
      "snippet": "The state is still reeling from back-to-back attacks that left at least 19 people dead. The killings have spurred lawmakers to call for more regulations.",
      "abstract": "The state is still reeling from back-to-back attacks that left at least 19 people dead. The killings have spurred lawmakers to call for more regulations.",
      "lead_paragraph": "SACRAMENTO — California bans guns for domestic violence offenders. It bans them for people deemed a danger to others or themselves. There is a ban on large-capacity magazines, and a ban on noise-muffling silencers. Semiautomatic guns of the sort colloquially known as “assault weapons” are, famously, banned.",
      "publication_date": "2023-01-29T14:00:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/29/us/california-gun-laws-mass-shootings.html",
      "byline": "By Shawn Hubler and Amy Harmon"
    },
    {
      "headline": "Matt Gaetz, Political Arsonist, Has New Powers. What Will He Do With Them?",
      "snippet": "“I am not some ‘Lord of the Flies’ nihilist,” said the far-right congressman and chief tormentor of Speaker Kevin McCarthy.",
      "abstract": "“I am not some ‘Lord of the Flies’ nihilist,” said the far-right congressman and chief tormentor of Speaker Kevin McCarthy.",
      "lead_paragraph": "WASHINGTON — The night before the start of a humiliating and historic five-day floor fight in Representative Kevin McCarthy’s quest to become speaker, Representative Matt Gaetz, Mr. McCarthy’s chief tormentor, handed him a list of demands from a hard-right faction ensuring that if Mr. McCarthy’s victory did occur, it would only be a pyrrhic one.",
      "publication_date": "2023-01-29T20:16:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/29/us/politics/matt-gaetz.html",
      "byline": "By Robert Draper"
    },
    {
      "headline": "Scorpion Unit Emerged as Memphis Police Pursued Get-Tough Strategy",
      "snippet": "City leaders had praised the new  group as a key strategy for fighting crime. Now they are trying to assess whether it was flawed from the start.",
      "abstract": "City leaders had praised the new  group as a key strategy for fighting crime. Now they are trying to assess whether it was flawed from the start.",
      "lead_paragraph": "MEMPHIS — Chief Cerelyn Davis of the Memphis Police had been on the job for only a few months in 2021 when she saw that homicide numbers were rising toward a record. Near her new home downtown, drivers were buzzing wildly through the streets, often late at night. She had a plan to confront the mayhem.",
      "publication_date": "2023-01-30T01:01:27+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/29/us/memphis-police-scorpions.html",
      "byline": "By Jesus Jiménez, Mark Walker, Steve Eder, Joseph Goldstein and Mike Baker"
    },
    {
      "headline": "Politicians Want to Keep Money Out of E.S.G. Funds. Could It Backfire?",
      "snippet": "States are supposed to act in the best interests of citizens and retirees. Divesting from E.S.G. funds and companies like BlackRock that run them may create legal jeopardy.",
      "abstract": "States are supposed to act in the best interests of citizens and retirees. Divesting from E.S.G. funds and companies like BlackRock that run them may create legal jeopardy.",
      "lead_paragraph": "The fight between red states and BlackRock, the world’s largest asset manager, has been a gawker’s delight.",
      "publication_date": "2023-01-30T08:00:08+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/30/your-money/red-states-esg-funds-blackrock.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "Russia Freed Prisoners to Fight Its War. Here’s How Some Fared.",
      "snippet": "Tens of thousands of inmates have joined a mercenary group fighting with the Kremlin’s decimated forces in Ukraine. Some of them are returning to civilian life with military training and, in many cases, battlefield traumas.",
      "abstract": "Tens of thousands of inmates have joined a mercenary group fighting with the Kremlin’s decimated forces in Ukraine. Some of them are returning to civilian life with military training and, in many cases, battlefield traumas.",
      "lead_paragraph": "He was released from a Russian prison and thrown into battle in Ukraine with a promise of freedom, redemption and money. Now, Andrei Yastrebov, who was among tens of thousands of convict soldiers, is part of a return from the battlefield with potentially serious implications for Russian society.",
      "publication_date": "2023-01-30T08:00:11+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/30/world/europe/wagner-convict-ukraine-russia.html",
      "byline": "By Anatoly Kurmanaev, Alina Lobzina and Ekaterina Bodyagina"
    },
    {
      "headline": "Smaller Rate Increase by Federal Reserve Is Likely as Inflation Cools",
      "snippet": "America’s central bank is expected to raise rates by a quarter point on Wednesday. The question now is what comes next.",
      "abstract": "America’s central bank is expected to raise rates by a quarter point on Wednesday. The question now is what comes next.",
      "lead_paragraph": "Federal Reserve officials are widely expected to raise interest rates by a quarter point at their meeting this week, further slowing what had been an aggressive pace of rate increases in 2022 as they wait to see how swiftly inflation will fade.",
      "publication_date": "2023-01-30T10:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/30/business/economy/inflation-rate-fed.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "‘Recession Resilient’ Climate Start-Ups Shine in Tech Downturn",
      "snippet": "Tech workers and investors are flocking to start-ups that aim to combat climate change.",
      "abstract": "Tech workers and investors are flocking to start-ups that aim to combat climate change.",
      "lead_paragraph": "When Arebeth Pease was laid off from the tech start-up MasterClass last year, she could have had her pick of jobs. But so many tech companies’ missions rang hollow, she said, and many were creating more problems than they were fixing.",
      "publication_date": "2023-01-30T10:00:18+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/30/technology/recession-resilient-climate-start-ups-shine-in-tech-downturn.html",
      "byline": "By Erin Griffith"
    },
    {
      "headline": "Blinken Meets Netanyahu at Turbulent Moment for Israel",
      "snippet": "The secretary of state and the Israeli leader had a ‘candid’ conversation amid deepening rifts over the Palestinians, Ukraine and a rightward shift by Benjamin Netanyahu’s government.",
      "abstract": "The secretary of state and the Israeli leader had a ‘candid’ conversation amid deepening rifts over the Palestinians, Ukraine and a rightward shift by Benjamin Netanyahu’s government.",
      "lead_paragraph": "JERUSALEM — As Secretary of State Antony J. Blinken stood beside Prime Minister Benjamin Netanyahu of Israel on Monday in Jerusalem, the two men spoke of an enduring bond between their countries — even as deepening differences on a series of fundamental issues are placing that unity under enormous stress.",
      "publication_date": "2023-01-30T10:14:58+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/30/world/middleeast/blinken-israel-netanyahu.html",
      "byline": "By Michael Crowley"
    }
  ]
}