{
  "metadata": {
    "date": "2023-01-24",
    "total_articles": 7
  },
  "articles": [
    {
      "headline": "Elon Musk Says He Could Have Raised Funds to Take Tesla Private",
      "snippet": "Mr. Musk testified in a lawsuit filed by investors who claim his 2018 statements about a plan to buy up the carmaker’s stock cost them billions.",
      "abstract": "Mr. Musk testified in a lawsuit filed by investors who claim his 2018 statements about a plan to buy up the carmaker’s stock cost them billions.",
      "lead_paragraph": "Elon Musk said on Monday that he had not lied or misspoken about his plan to take Tesla off the stock market in 2018, testifying in federal court that Saudi Arabia’s sovereign wealth fund had “unequivocally wanted to take Tesla private.”",
      "publication_date": "2023-01-23T18:17:41+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/23/business/elon-musk-tesla-trial.html",
      "byline": "By Kalley Huang and Peter Eavis"
    },
    {
      "headline": "Authorities Ask Why Gunman Attacked California Ballroom He Once Enjoyed",
      "snippet": "The authorities did not specify a motive in attack that killed 11, but investigators were focusing on the theory that the gunman was driven by personal grievances.",
      "abstract": "The authorities did not specify a motive in attack that killed 11, but investigators were focusing on the theory that the gunman was driven by personal grievances.",
      "lead_paragraph": "MONTEREY PARK, Calif. — On Monday, the police tape had been taken down and the parking lot outside the Star Ballroom Dance Studio in Monterey Park had become an achingly familiar scene in a nation where mass gun violence is a constant drumbeat. News trucks and cameras were clustered near the brick-lined entrance to the studio as community members and mourners left flowers and candles.",
      "publication_date": "2023-01-23T23:57:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/23/us/monterey-park-shooting-suspect.html",
      "byline": "By Tim Arango and Jill Cowan"
    },
    {
      "headline": "A Dreamy Place of Refuge Turns Into Another Spasm of American Violence",
      "snippet": "Officials are still releasing the names of the 11 people killed at a Los Angeles dance club.",
      "abstract": "Officials are still releasing the names of the 11 people killed at a Los Angeles dance club.",
      "lead_paragraph": "LOS ANGELES — In the more than two decades since they left China and landed in the vast Southern California suburbs, Jeff and Nancy Liu did almost everything together. That’s where they were on Saturday night as a gunman opened fire on the ballroom dance floor where they were celebrating the new year and enjoying one of their favorite pastimes.",
      "publication_date": "2023-01-24T01:37:31+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/23/us/monterey-park-shooting-victims.html",
      "byline": "By Shawn Hubler, Corina Knoll and Livia Albeck-Ripka"
    },
    {
      "headline": "‘Only in America’: California Grapples With a Mounting Toll of Gun Violence",
      "snippet": "With at least 19 people killed in mass shootings in the state in less than three days, the attacks posed another challenge for beleaguered Californians.",
      "abstract": "With at least 19 people killed in mass shootings in the state in less than three days, the attacks posed another challenge for beleaguered Californians.",
      "lead_paragraph": "HALF MOON BAY, Calif. — A barrage of gun violence left California searching for answers on Tuesday after the death toll from a series of mass shootings, spanning the state from a farmworker community near San Francisco to a Los Angeles suburb, rose to at least 19 people in less than three days.",
      "publication_date": "2023-01-24T04:45:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/24/us/california-shootings-half-moon-bay-monterey-park.html",
      "byline": "By Holly Secon, Shawn Hubler, David W. Chen and Soumya Karlamangla"
    },
    {
      "headline": "The Unknown Hedge Fund That Got $400 Million From Sam Bankman-Fried",
      "snippet": "After the collapse of FTX, prosecutors and lawyers have scrutinized its discredited founder’s huge investment in Modulo Capital.",
      "abstract": "After the collapse of FTX, prosecutors and lawyers have scrutinized its discredited founder’s huge investment in Modulo Capital.",
      "lead_paragraph": "Not long before FTX collapsed in November, its founder, Sam Bankman-Fried, sent $400 million to an obscure cryptocurrency trading firm called Modulo Capital.",
      "publication_date": "2023-01-24T10:00:30+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/24/business/ftx-sbf-modulo-capital.html",
      "byline": "By David Yaffe-Bellany, Matthew Goldstein and Royston Jones Jr"
    },
    {
      "headline": "‘Tragedy Upon Tragedy’: January Brings Dozens of Mass Shootings So Far",
      "snippet": "In the first few weeks of 2023, at least 69 people have been killed in mass shootings across the country, including two shootings within days of each other in California.",
      "abstract": "In the first few weeks of 2023, at least 69 people have been killed in mass shootings across the country, including two shootings within days of each other in California.",
      "lead_paragraph": "Follow updates about the mass shootings in California.",
      "publication_date": "2023-01-24T10:00:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/01/24/us/mass-shootings-january.html",
      "byline": "By J. David Goodman, Amy Harmon and Adeel Hassan"
    },
    {
      "headline": "Long Covid Is Keeping Significant Numbers of People Out of Work, Study Finds",
      "snippet": "An analysis of workers’ compensation claims in New York found that 71 percent of claimants with long Covid needed continuing medical treatment or were unable to work for six months or more.",
      "abstract": "An analysis of workers’ compensation claims in New York found that 71 percent of claimants with long Covid needed continuing medical treatment or were unable to work for six months or more.",
      "lead_paragraph": "Long Covid is having a significant effect on America’s work force, preventing substantial numbers of people from going back to work while others continue needing medical care long after returning to their jobs, according to a new analysis of workers’ compensation claims in New York State.",
      "publication_date": "2023-01-24T10:00:46+0000",
      "section_name": "Health",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/01/24/health/long-covid-work.html",
      "byline": "By Pam Belluck"
    }
  ]
}