{
  "metadata": {
    "date": "2023-08-21",
    "total_articles": 27
  },
  "articles": [
    {
      "headline": "It Was an Oasis for Maui Elders. The Fire Brought Terror and Death.",
      "snippet": "A 35-unit, senior-living complex in Lahaina may have been one of the first major buildings to burn down, and at least two residents are among the dead.",
      "abstract": "A 35-unit, senior-living complex in Lahaina may have been one of the first major buildings to burn down, and at least two residents are among the dead.",
      "lead_paragraph": "Before fire tore through the Hale Mahaolu Eono senior-living complex, trapping a man in his wheelchair and forcing a 95-year-old grandmother to flee through a blizzard of embers, before it killed two close friends and left neighbors missing, people felt lucky to live there.",
      "publication_date": "2023-08-18T21:22:46+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/18/us/maui-wildfire-senior-complex-lahaina.html",
      "byline": "By Jack Healy"
    },
    {
      "headline": "Looming Over a New Security Pact: China, North Korea and Donald Trump",
      "snippet": "While the former president’s name appeared nowhere in the communique issued by three leaders, one of the subtexts was the possibility that he could return to power in next year’s election and disrupt ties with America’s two closest allies in the I...",
      "abstract": "While the former president’s name appeared nowhere in the communique issued by three leaders, one of the subtexts was the possibility that he could return to power in next year’s election and disrupt ties with America’s two closest allies in the Indo-Pacific region.",
      "lead_paragraph": "The new three-way security pact sealed by President Biden and the leaders of Japan and South Korea at Camp David on Friday was forged with threats by China and North Korea in mind. But there was one other possible factor driving the diplomatic breakthrough: Donald J. Trump.",
      "publication_date": "2023-08-18T23:16:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/18/us/politics/biden-japan-south-korea-summit.html",
      "byline": "By Peter Baker and Zolan Kanno-Youngs"
    },
    {
      "headline": "At World Cup, Will England’s Lionesses Show Men’s Team How It’s Done?",
      "snippet": "The women play Spain on Sunday, hoping to end a nearly six-decade national wait for a World Cup win — a reminder of the travails of the Three Lions, the country’s long-suffering men’s team.",
      "abstract": "The women play Spain on Sunday, hoping to end a nearly six-decade national wait for a World Cup win — a reminder of the travails of the Three Lions, the country’s long-suffering men’s team.",
      "lead_paragraph": "In London, theatergoers have flocked to “Dear England,” a hit play that chronicles the drama and anguish of the men’s national soccer team in its long quest for another World Cup title, now at 57 years and counting. In Sydney on Sunday, the England women’s team might finally get the job done.",
      "publication_date": "2023-08-19T04:01:13+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/19/world/europe/england-world-cup-lionesses.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Recreating a Bygone China, One Miniature Home at a Time",
      "snippet": "China’s rapid economic growth has meant the demolition of countless rural homes, and a burgeoning nostalgia. That’s where the miniaturists come in.",
      "abstract": "China’s rapid economic growth has meant the demolition of countless rural homes, and a burgeoning nostalgia. That’s where the miniaturists come in.",
      "lead_paragraph": "Not long after Shen Peng’s grandfather died, his grandmother visited the site of the house where she and her husband once lived. The government had demolished the house, in northern China, nearly 15 years before as part of a redevelopment project. The site still hadn’t been developed, and she could barely walk around the family’s old plot because the grass was so overgrown.",
      "publication_date": "2023-08-19T07:00:39+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/19/world/asia/china-miniature-homes-nostalgia.html",
      "byline": "By Vivian Wang and Qilai Shen"
    },
    {
      "headline": "Inside a ‘Nightmare’ Lockdown at a Wisconsin Prison",
      "snippet": "Inmates who have been confined mostly to their cells for more than four months describe unsanitary conditions and a dearth of medical care. Experts say dire staffing shortages are likely to blame and are leading to lockdowns across the country.",
      "abstract": "Inmates who have been confined mostly to their cells for more than four months describe unsanitary conditions and a dearth of medical care. Experts say dire staffing shortages are likely to blame and are leading to lockdowns across the country.",
      "lead_paragraph": "Prisoners locked in their cells for days on end report walls speckled with feces and blood. Birds have moved in, leaving droppings on the food trays and ice bags handed out to keep inmates cool. Blocked from visiting the law library, prisoners say they have missed court deadlines and jeopardized appeals. Unable to access toilet paper, one prisoner tore his clothing into patches to use for tissue.",
      "publication_date": "2023-08-19T07:00:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/19/us/wisconsin-prison-lockdown.html",
      "byline": "By Mario Koran and Jamie Kelter Davis"
    },
    {
      "headline": "The Beekeepers Who Don’t Want You to Buy More Bees",
      "snippet": "In Slovenia and around the world, conservationists try — and mostly fail — to combat the widespread belief that honey bees are in danger.",
      "abstract": "In Slovenia and around the world, conservationists try — and mostly fail — to combat the widespread belief that honey bees are in danger.",
      "lead_paragraph": "When the B&B Hotel in Ljubljana, Slovenia, decided to reinvent itself as an eco-friendly destination in 2015, it had to meet more than 150 criteria to earn a coveted Travelife certificate of sustainability. But then it went step further: It hired a beekeeper to install four honey bee hives on the roof.",
      "publication_date": "2023-08-19T09:00:49+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2023/08/19/business/beekeeping-companies-colony-collapse.html",
      "byline": "By David Segal and Ciril Jazbec"
    },
    {
      "headline": "The South Knows a Hot, Sticky Summer. But This? ‘It’s Hell.’",
      "snippet": "It’s not just the heat, as Southerners have explained for generations. It’s the moist, soupy, suffocating humidity. And this year the punishing conditions have been relentless.",
      "abstract": "It’s not just the heat, as Southerners have explained for generations. It’s the moist, soupy, suffocating humidity. And this year the punishing conditions have been relentless.",
      "lead_paragraph": "Grab-N-Go, a drive-through and walk-up convenience store in New Iberia, La., has a central air-conditioning system, a window air-conditioning unit and two small, portable air-conditioners. On a recent afternoon, all of them were running. Cool air swirled through the devil-red metal box of a building.",
      "publication_date": "2023-08-19T09:00:58+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/19/us/southern-extreme-heat-summer.html",
      "byline": "By Rick Rojas"
    },
    {
      "headline": "Inside Trump’s Decision to Skip the G.O.P. Debate",
      "snippet": "Fox News leaned on the former president privately and publicly to join the debate. But all the while he was proceeding with a plan for his own counterprogramming.",
      "abstract": "Fox News leaned on the former president privately and publicly to join the debate. But all the while he was proceeding with a plan for his own counterprogramming.",
      "lead_paragraph": "On a cool August night on the crowded patio of his private club in New Jersey, former President Donald J. Trump held up his phone to his dinner companions.",
      "publication_date": "2023-08-19T09:00:59+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/19/us/politics/trump-fox-debate.html",
      "byline": "By Jonathan Swan, Jeremy W. Peters and Maggie Haberman"
    },
    {
      "headline": "Kansas Newspaper Is Talk of Town, and Not Just for Getting Raided",
      "snippet": "The rare search of a newsroom has uncorked a debate in Marion, Kan.: What is a newspaper’s role, anyway?",
      "abstract": "The rare search of a newsroom has uncorked a debate in Marion, Kan.: What is a newspaper’s role, anyway?",
      "lead_paragraph": "One person said The Marion County Record covered two recent deaths insensitively. Another said a handful of articles focused needlessly on a simple paperwork error that led to tax credits getting rejected. A third thought an opinion column harped too harshly on the poor quality of children’s letters to Santa Claus.",
      "publication_date": "2023-08-19T09:00:59+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/19/business/media/kansas-newspaper-marion-county-record.html",
      "byline": "By Kevin Draper"
    },
    {
      "headline": "How Do You Deal With a Windfall in Your 20s?",
      "snippet": "A sudden influx of cash can offer a sense of relief for a young person. But for those grieving a loss or dealing with large sums of money for the first time, it can also feel overwhelming.",
      "abstract": "A sudden influx of cash can offer a sense of relief for a young person. But for those grieving a loss or dealing with large sums of money for the first time, it can also feel overwhelming.",
      "lead_paragraph": "Mattea Roach still gets around Toronto by subway. In a city where tear-down bungalows can sell for $1 million, Ms. Roach, who uses they/them pronouns, still shares an apartment with their brother despite having more than enough money to buy a house.",
      "publication_date": "2023-08-19T09:01:00+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/19/business/financial-windfall-young-people.html",
      "byline": "By Caitlin Kelly"
    },
    {
      "headline": "Hawaiian Electric Was Warned of Its System’s Fragility Before Wildfire",
      "snippet": "The utility knew it needed to upgrade its equipment but did not make changes that could have reduced risks of fires, energy experts said.",
      "abstract": "The utility knew it needed to upgrade its equipment but did not make changes that could have reduced risks of fires, energy experts said.",
      "lead_paragraph": "Hawaiian Electric has known for years that extreme weather was becoming a bigger danger, but the company did little to strengthen its equipment and failed to adopt emergency plans used elsewhere, like being prepared to cut off power to prevent fires.",
      "publication_date": "2023-08-19T09:01:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/19/business/energy-environment/hawaiian-electric-maui-wildfire-climate-change.html",
      "byline": "By Ivan Penn and Peter Eavis"
    },
    {
      "headline": "Brazil Found the Last Survivors of an Amazon Tribe. Now What?",
      "snippet": "Pakyi and Tamandua are the final known isolated members of the Piripkura people. They are posing a tricky challenge for Brazil.",
      "abstract": "Pakyi and Tamandua are the final known isolated members of the Piripkura people. They are posing a tricky challenge for Brazil.",
      "lead_paragraph": "There was virtually nothing but rainforest for miles, and then the government agents spotted it: a makeshift shelter, the fire still smoldering. There were two sets of footprints, two machetes and two spots for hammocks.",
      "publication_date": "2023-08-19T09:01:05+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/19/world/americas/brazil-amazon-tribe-piripkura.html",
      "byline": "By Jack Nicas and Manuela Andreoni"
    },
    {
      "headline": "Inside the Collapse of Hunter Biden’s Plea Deal",
      "snippet": "An examination of confidential correspondence and interviews with those close to Mr. Biden and lawyers involved in the case show how the deal ultimately fell apart amid schisms and withering external pressures.",
      "abstract": "An examination of confidential correspondence and interviews with those close to Mr. Biden and lawyers involved in the case show how the deal ultimately fell apart amid schisms and withering external pressures.",
      "lead_paragraph": "There were signs, subtle but unmistakable, that Hunter Biden’s high-stakes plea agreement with federal prosecutors might be on shaky ground hours before it went public in June, according to emails sent by his legal team to the U.S. attorney’s office in Delaware.",
      "publication_date": "2023-08-19T21:43:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/19/us/politics/inside-hunter-biden-plea-deal.html",
      "byline": "By Michael S. Schmidt, Luke Broadwater and Glenn Thrush"
    },
    {
      "headline": "A Summer Rite in Spain: Coping With the British Tourist Invasion",
      "snippet": "On the front lines of a low-cost resort, Spanish residents complain that U.K. visitors drink too much and don’t spend enough.",
      "abstract": "On the front lines of a low-cost resort, Spanish residents complain that U.K. visitors drink too much and don’t spend enough.",
      "lead_paragraph": "A fit and ruddy 19-year-old with blond hair and a sheepish smile, James Henderson is tanning on a beach in Magaluf, a town on the Spanish island Mallorca that has long been the destination of choice for young Britons in search of a boozy holiday in the sun. Asked to recount the revelry of the day before, he grins like a man who has just completed a decathlon and is pretty psyched about his performance.",
      "publication_date": "2023-08-20T09:00:43+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2023/08/20/business/british-tourists-mallorca-drinking-local-economy.html",
      "byline": "By David Segal"
    },
    {
      "headline": "On the Front Line, Ukrainian Commanders Are Buoyed to Be on the Offensive",
      "snippet": "Despite tough fighting and heavy casualties, Ukrainian commanders say their forces are in better shape now than just months ago, while Russian troops appear worse off.",
      "abstract": "Despite tough fighting and heavy casualties, Ukrainian commanders say their forces are in better shape now than just months ago, while Russian troops appear worse off.",
      "lead_paragraph": "In 18 months of war, Ukrainian land has mostly changed hands in sudden bursts, with Russia snatching a mass of territory at the start and Ukraine recapturing chunks in dramatic counterattacks. Now 10 weeks into its most ambitious counteroffensive, with heavy casualties and equipment losses, questions have been growing about whether Ukraine can punch through Russian lines.",
      "publication_date": "2023-08-20T09:00:45+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/20/world/europe/ukraine-counteroffensive-commanders-fighters.html",
      "byline": "By Carlotta Gall"
    },
    {
      "headline": "China Is on Edge as Fallout From Its Real Estate Crisis Spreads",
      "snippet": "Beijing wanted to cool its housing market, but created a bigger problem, as the fallout from debt-laden developers and sinking sales spreads to the broader economy.",
      "abstract": "Beijing wanted to cool its housing market, but created a bigger problem, as the fallout from debt-laden developers and sinking sales spreads to the broader economy.",
      "lead_paragraph": "A model Chinese real estate developer in a sector replete with risk takers is teetering on the edge of default. Short of cash, one of China’s biggest asset managers has missed payments to investors. And billions of dollars have flowed out of the country’s stock markets.",
      "publication_date": "2023-08-20T09:00:45+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/20/business/china-property-crisis-country-garden.html",
      "byline": "By Daisuke Wakabayashi and Alexandra Stevenson"
    },
    {
      "headline": "In Georgia Case Against Superstar Rapper, Hints of How Trump Case Could Unfold",
      "snippet": "The racketeering case against Young Thug has been marked by a plodding pace, an avalanche of pretrial defense motions and pressure on lower-level defendants to plead guilty.",
      "abstract": "The racketeering case against Young Thug has been marked by a plodding pace, an avalanche of pretrial defense motions and pressure on lower-level defendants to plead guilty.",
      "lead_paragraph": "On its face, the criminal case accusing former President Donald J. Trump and 18 of his allies of conspiring to overturn his 2020 election loss in Georgia has little in common with the other high-profile racketeering case now underway in the same Atlanta courthouse: that of the superstar rapper Young Thug and his associates.",
      "publication_date": "2023-08-20T09:00:46+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/20/us/trump-young-thug-rico.html",
      "byline": "By Richard Fausset and Danny Hakim"
    },
    {
      "headline": "How Ron DeSantis Joined the ‘Ruling Class’ — and Turned Against It",
      "snippet": "Over the years, Mr. DeSantis embraced and exploited his Ivy League credentials. Now he is reframing his experiences at Yale and Harvard to wage a vengeful political war.",
      "abstract": "Over the years, Mr. DeSantis embraced and exploited his Ivy League credentials. Now he is reframing his experiences at Yale and Harvard to wage a vengeful political war.",
      "lead_paragraph": "Early last year, Gov. Ron DeSantis nestled into his chair onstage in Naples, Fla., to explain to an audience of the would-be conservative elite his journey through the reigning liberal one they hoped to destroy. His host was Larry P. Arnn, the president of Hillsdale College, a small Christian school in southern Michigan that has become an academic hub of the Trump-era right. His subject was Yale University, where Mr. DeSantis was educated and where, as he tells it, he first met the enemy.",
      "publication_date": "2023-08-20T09:00:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/20/us/politics/ron-desantis-education.html",
      "byline": "By Nicholas Confessore"
    },
    {
      "headline": "Lahaina Fire Prompts a Shift in Maui’s Long-Running Water Fights",
      "snippet": "After a fight over water on the day of the Lahaina fire, the governor says the state has “tipped too far” in trying to preserve water.",
      "abstract": "After a fight over water on the day of the Lahaina fire, the governor says the state has “tipped too far” in trying to preserve water.",
      "lead_paragraph": "Hours before the wildfire became an inferno that wiped out the historic Hawaiian town of Lahaina, officials at the West Maui Land Company reached out to the state with an urgent request.",
      "publication_date": "2023-08-20T12:34:23+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/20/us/maui-hawaii-water-supply.html",
      "byline": "By Michael Corkery, Mike Baker and Shawn Hubler"
    },
    {
      "headline": "For Girls in Spain, Women’s World Cup Win Is a Joy and a Catalyst",
      "snippet": "The final against England brought out fans of all stripes and rallied girls in both countries to hit the field and play.",
      "abstract": "The final against England brought out fans of all stripes and rallied girls in both countries to hit the field and play.",
      "lead_paragraph": "In the game’s last seconds, Ona Sánchez couldn’t sit still. Then, when the referee finally blew the whistle to confirm that Spain had won the Women’s World Cup, she and the crowd around her — girls, boys, parents and other fans who had gathered to watch the match in Sant Pere de Ribes, near Barcelona — erupted in cheers.",
      "publication_date": "2023-08-20T16:56:30+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/20/world/europe/spain-womens-world-cup.html",
      "byline": "By Constant Méheut and Isabella Kwai"
    },
    {
      "headline": "Airline Close Calls Happen Far More Often Than Previously Known",
      "snippet": "Near misses involving U.S. commercial airlines happen on average multiple times a week, a New York Times investigation found.",
      "abstract": "Near misses involving U.S. commercial airlines happen on average multiple times a week, a New York Times investigation found.",
      "lead_paragraph": "Near misses involving U.S. commercial airlines happen on average multiple times a week, a New York Times investigation found.",
      "publication_date": "2023-08-21T09:00:02+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/interactive/2023/08/21/business/airline-safety-close-calls.html",
      "byline": "By Sydney Ember, Emily Steel, Leanne Abraham, Eleanor Lutz and Ella Koeze"
    },
    {
      "headline": "Can There Be Too Many Cafes in Paris?",
      "snippet": "The neighbors may complain about the noise, but outdoor spaces that bloomed under a pandemic program are now a permanent and vibrant fixture of city life.",
      "abstract": "The neighbors may complain about the noise, but outdoor spaces that bloomed under a pandemic program are now a permanent and vibrant fixture of city life.",
      "lead_paragraph": "The sound of clinking wine glasses floated through the evening air recently as throngs of patrons sipped chilled rosé and nibbled on cheese plates in front of the cafes, restaurants and épiceries bordering Place d’Aligre in the Bastille district of Paris.",
      "publication_date": "2023-08-21T09:00:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/21/world/europe/paris-cafes-summer-terraces.html",
      "byline": "By Liz Alderman"
    },
    {
      "headline": "The Smartphone Game That Ukrainian Soldiers Play on the Front Line",
      "snippet": "The urge to play a violent video game in the midst of the most brutal land war in Europe since World War II may seem baffling. But it’s a way to cope.",
      "abstract": "The urge to play a violent video game in the midst of the most brutal land war in Europe since World War II may seem baffling. But it’s a way to cope.",
      "lead_paragraph": "In a war of tanks, there’s World of Tanks.",
      "publication_date": "2023-08-21T09:00:54+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/21/world/europe/ukraine-russia-world-of-tanks.html",
      "byline": "By Thomas Gibbons-Neff"
    },
    {
      "headline": "For Hawaii’s Governor, a Balancing Act With No Margin for Error",
      "snippet": "Gov. Josh Green of Hawaii sees lessons far beyond the islands in the disaster that has unfolded on Maui.",
      "abstract": "Gov. Josh Green of Hawaii sees lessons far beyond the islands in the disaster that has unfolded on Maui.",
      "lead_paragraph": "In early 2020, with state health officials downplaying signs of the coming pandemic, Josh Green, who was then Hawaii’s lieutenant governor, went outside the political pecking order and called the White House himself to ask for a temporary ban on cruise ships, a linchpin of Hawaii’s economy.",
      "publication_date": "2023-08-21T09:00:54+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/21/us/politics/hawaii-governor-josh-green-maui-fires.html",
      "byline": "By Shawn Hubler"
    },
    {
      "headline": "As China Falls Into Deflation, the Mood Turns Dark",
      "snippet": "Consumers and business owners say they feel paralyzed by despair, and their reluctance to spend and borrow is feeding what could become a dangerous cycle.",
      "abstract": "Consumers and business owners say they feel paralyzed by despair, and their reluctance to spend and borrow is feeding what could become a dangerous cycle.",
      "lead_paragraph": "When their government abruptly ended its harsh Covid measures in December, many Chinese expected a robust rebound from pent-up demand. Eight months later, China is instead facing an accumulation of bad news: record youth unemployment, a deep housing slump, stagnant spending, even deflation.",
      "publication_date": "2023-08-21T09:00:54+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/21/business/china-deflation.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "How Nvidia Built a Competitive Moat Around A.I. Chips",
      "snippet": "The most visible winner of the artificial intelligence boom achieved its dominance by becoming a one-stop shop for A.I. development, from chips to software to other services.",
      "abstract": "The most visible winner of the artificial intelligence boom achieved its dominance by becoming a one-stop shop for A.I. development, from chips to software to other services.",
      "lead_paragraph": "Naveen Rao, a neuroscientist turned tech entrepreneur, once tried to compete with Nvidia, the world’s leading maker of chips tailored for artificial intelligence.",
      "publication_date": "2023-08-21T13:00:20+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/21/technology/nvidia-ai-chips-gpu.html",
      "byline": "By Don Clark"
    },
    {
      "headline": "Corporate America’s Chief Critic, Carl Icahn, Gets His Comeuppance",
      "snippet": "After a short seller targeted Icahn Enterprises, the activist investor made changes. At 87, he insists he’s not going anywhere and will refocus on rattling company cages.",
      "abstract": "After a short seller targeted Icahn Enterprises, the activist investor made changes. At 87, he insists he’s not going anywhere and will refocus on rattling company cages.",
      "lead_paragraph": "Francis deSouza, the chief executive of the biotechnology giant Illumina, didn’t know what he was in for when he resisted Carl Icahn’s demand in March for three seats on the company’s board.",
      "publication_date": "2023-08-21T15:45:09+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/21/business/carl-icahn-nathan-anderson-short-selling.html",
      "byline": "By Maureen Farrell"
    }
  ]
}