{
  "metadata": {
    "date": "2023-08-01",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "Putin’s Crackdown Leaves Transgender Russians Bracing for Worse",
      "snippet": "A new law underscores how Vladimir V. Putin is increasingly using the war in Ukraine as justification for greater restrictions on L.G.B.T.Q. life, portraying it as a consequence of deviant Western values.",
      "abstract": "A new law underscores how Vladimir V. Putin is increasingly using the war in Ukraine as justification for greater restrictions on L.G.B.T.Q. life, portraying it as a consequence of deviant Western values.",
      "lead_paragraph": "Jan Dvorkin had raised and nurtured his adopted son in Moscow for seven years until, one day in May, the Russian authorities notified him they were revoking custody. A woman Mr. Dvorkin knew had filed an official complaint, saying that because he was transgender and gay, he was an unfit parent.",
      "publication_date": "2023-08-01T04:01:14+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/01/world/europe/russia-transgender-ban.html",
      "byline": "By Neil MacFarquhar and Georgy Birger"
    },
    {
      "headline": "Biden Shores Up Democratic Support, but Faces Tight Race Against Trump",
      "snippet": "A New York Times/Siena College poll found that President Biden is on stronger footing than he was a year ago — but he is neck-and-neck in a possible rematch against Donald Trump.",
      "abstract": "A New York Times/Siena College poll found that President Biden is on stronger footing than he was a year ago — but he is neck-and-neck in a possible rematch against Donald Trump.",
      "lead_paragraph": "President Biden is heading into the 2024 presidential contest on firmer footing than a year ago, with his approval rating inching upward and once-doubtful Democrats falling into line behind his re-election bid, according to a New York Times/Siena College poll.",
      "publication_date": "2023-08-01T07:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/01/us/politics/biden-trump-poll.html",
      "byline": "By Reid J. Epstein, Ruth Igielnik and Camille Baker"
    },
    {
      "headline": "Planning to Visit Barcelona or Dubrovnik? It’s Going to Cost You.",
      "snippet": "Driven by the climate crisis, the post-pandemic surge in visitors and a growing interest in making tourism work for local communities, European cities are finding new ways to tax visitors.",
      "abstract": "Driven by the climate crisis, the post-pandemic surge in visitors and a growing interest in making tourism work for local communities, European cities are finding new ways to tax visitors.",
      "lead_paragraph": "When Hester Van Buren, a deputy mayor of Amsterdam, recently proposed a 1 percentage point increase to the city’s tourist accommodation tax — which is already among the highest in Europe — her City Council colleagues responded with a single criticism: They wanted the increase to be even bigger.",
      "publication_date": "2023-08-01T09:01:05+0000",
      "section_name": "Travel",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/01/travel/europe-tourism-taxes.html",
      "byline": "By Paige McClanahan"
    },
    {
      "headline": "Solar Supply Chain Grows More Opaque Amid Human Rights Concerns",
      "snippet": "The global industry is cutting some ties to China, but its exposure to forced labor remains high and companies are less transparent, a new report found.",
      "abstract": "The global industry is cutting some ties to China, but its exposure to forced labor remains high and companies are less transparent, a new report found.",
      "lead_paragraph": "Global supply chains for solar panels have begun shifting away from a heavy reliance on China, in part because of a recent ban on products from Xinjiang, a region where the U.S. government and United Nations accuse the Chinese government of committing human rights violations.",
      "publication_date": "2023-08-01T09:01:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2023/08/01/business/economy/solar-xinjiang-china-report.html",
      "byline": "By Ana Swanson and Ivan Penn"
    },
    {
      "headline": "A Craigslist for Guns, With No Background Checks",
      "snippet": "A federal gun law passed last year gave the Biden administration a powerful new tool to increase background checks on “private” firearms sales. Will the administration use it?",
      "abstract": "A federal gun law passed last year gave the Biden administration a powerful new tool to increase background checks on “private” firearms sales. Will the administration use it?",
      "lead_paragraph": "Another school week had just begun at Central Visual and Performing Arts High School in St. Louis when Orlando Harris, armed with a recently purchased AR-15-style rifle and 600 rounds of ammunition, burst into the building with a declaration: “You are all going to die!”",
      "publication_date": "2023-08-01T09:01:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2023/08/01/us/gun-laws-private-sales-background-checks-armslist.html",
      "byline": "By Serge F. Kovaleski and Glenn Thrush"
    }
  ]
}