{
  "metadata": {
    "date": "2024-05-09",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "House Republicans Clash With Leaders of Public Schools Over Antisemitism Claims",
      "snippet": "Politicians said educators had not done enough. But the New York chancellor said members were trying to elicit “gotcha moments” rather than stop antisemitism.",
      "abstract": "Politicians said educators had not done enough. But the New York chancellor said members were trying to elicit “gotcha moments” rather than stop antisemitism.",
      "lead_paragraph": "A Republican-led House committee turned its attention to three of the most politically liberal school districts in the country on Wednesday, accusing them of tolerating antisemitism, but the district leaders pushed back forcefully, defending their schools.",
      "publication_date": "2024-05-08T20:29:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/05/08/us/house-gop-public-school-leaders-antisemitism.html",
      "byline": "By Dana Goldstein, Troy Closson and Michael Levenson"
    },
    {
      "headline": "Johnson Survives Greene’s Ouster Attempt as Democrats Join G.O.P. to Kill It",
      "snippet": "Republicans and Democrats banded together to block a motion by the right-wing Georgia congresswoman to remove the speaker.",
      "abstract": "Republicans and Democrats banded together to block a motion by the right-wing Georgia congresswoman to remove the speaker.",
      "lead_paragraph": "Speaker Mike Johnson on Wednesday easily batted down an attempt by Representative Marjorie Taylor Greene of Georgia to oust him from his post, after Democrats linked arms with most Republicans to fend off a second attempt by G.O.P. hard-liners to strip the gavel from their party leader.",
      "publication_date": "2024-05-08T21:24:49+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/05/08/us/politics/greene-johnson-vacate.html",
      "byline": "By Catie Edmondson, Carl Hulse and Kayla Guo"
    },
    {
      "headline": "Turning Point or Breaking Point? Biden’s Pause on Weapons Tests Ties to Israel.",
      "snippet": "President Biden hopes the decision to withhold the delivery of 3,500 bombs will prompt Israel to change course in its war in Gaza.",
      "abstract": "President Biden hopes the decision to withhold the delivery of 3,500 bombs will prompt Israel to change course in its war in Gaza.",
      "lead_paragraph": "The message was not getting through. Not through the phone calls or the emissaries or the public statements or the joint committee meetings. And so, frustrated that he was being ignored, President Biden chose a more dramatic way of making himself clear to Israeli leaders. He stopped sending the bombs.",
      "publication_date": "2024-05-08T21:28:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/05/08/us/politics/biden-bombs-israel.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Sony and Apollo’s Plan for Paramount: Break It Up",
      "snippet": "CBS and other well-known properties would be sold if Sony and Apollo were able to buy Paramount. But the new owners would keep the movie studio.",
      "abstract": "CBS and other well-known properties would be sold if Sony and Apollo were able to buy Paramount. But the new owners would keep the movie studio.",
      "lead_paragraph": "Shari Redstone helped build Paramount Global into a media empire, but if Sony Pictures Entertainment and the private-equity giant Apollo Global Management succeed in acquiring it, they plan to break it all up, according to three people familiar with the matter.",
      "publication_date": "2024-05-08T23:02:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/05/08/business/media/sony-apollo-paramount-plan.html",
      "byline": "By Benjamin Mullin and Lauren Hirsch"
    },
    {
      "headline": "Apple’s New iPad Ad Leaves Its Creative Audience Feeling … Flat",
      "snippet": "An ad meant to show how the updated device can do many things has become a metaphor for a community’s fears of the technology industry.",
      "abstract": "An ad meant to show how the updated device can do many things has become a metaphor for a community’s fears of the technology industry.",
      "lead_paragraph": "The trumpet is the first thing to be squished. Then the industrial compressor flattens a row of paint cans, buckles a piano and levels what appears to be a marble bust. In a final act of destruction, it pops the eyes out of a ball-shaped yellow emoji.",
      "publication_date": "2024-05-08T23:45:31+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/05/08/business/apple-ipad-crush-ad.html",
      "byline": "By Tripp Mickle"
    },
    {
      "headline": "How Republicans Echo Antisemitic Tropes Despite Declaring Support for Israel",
      "snippet": "Prominent Republicans have seized on campus protests to assail what they say is antisemitism on the left. But for years they have mainstreamed anti-Jewish rhetoric.",
      "abstract": "Prominent Republicans have seized on campus protests to assail what they say is antisemitism on the left. But for years they have mainstreamed anti-Jewish rhetoric.",
      "lead_paragraph": "The Republican speaker of the House, Mike Johnson, traveled to Columbia University two weeks ago to decry the “virus of antisemitism” that he said pro-Palestinian protesters were spreading across the country. “They have chased down Jewish students. They have mocked them and reviled them,” he said to jeers from protesters. “They have shouted racial epithets. They have screamed at those who bear the Star of David.”",
      "publication_date": "2024-05-09T09:06:43+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/05/09/us/antisemitism-republicans-trump.html",
      "byline": "By Karen Yourish, Danielle Ivory, Jennifer Valentino-DeVries and Alex Lemonides"
    },
    {
      "headline": "Israel’s Shutdown of Al Jazeera Highlights Long-Running Tensions",
      "snippet": "The network will keep covering the war in Gaza, but it will be harder for Israelis to watch. Israel calls the network a security threat, while Al Jazeera says Israel wants to conceal its brutality.",
      "abstract": "The network will keep covering the war in Gaza, but it will be harder for Israelis to watch. Israel calls the network a security threat, while Al Jazeera says Israel wants to conceal its brutality.",
      "lead_paragraph": "When Israel ordered Al Jazeera on Sunday to shut down operations there, the network had a reporter covering a government meeting in West Jerusalem, another in an East Jerusalem hotel room, a third in northern Israel to cover clashes on the border with Lebanon and a fourth in Tel Aviv.",
      "publication_date": "2024-05-09T09:39:54+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/05/09/world/middleeast/al-jazeera-israel-shutdown.html",
      "byline": "By Vivian Yee, Emma Bubola and Liam Stack"
    },
    {
      "headline": "A Little-Known Way Home Buyers Can Beat High Mortgage Rates",
      "snippet": "Assumable mortgages — or low-rate mortgages that home buyers can take over from home sellers — are making a comeback. The process can be challenging.",
      "abstract": "Assumable mortgages — or low-rate mortgages that home buyers can take over from home sellers — are making a comeback. The process can be challenging.",
      "lead_paragraph": "Home prices were already high when Ellen Harper, a software architect living in Atlanta, started searching for a house in 2021. But she couldn’t have anticipated the quick surge in interest rates the next year, and, even with a large down payment, the new math made her uneasy.",
      "publication_date": "2024-05-09T15:52:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/05/09/business/low-rate-assumable-mortgage.html",
      "byline": "By Tara Siegel Bernard"
    }
  ]
}