{
  "metadata": {
    "date": "2024-11-05",
    "total_articles": 6
  },
  "articles": [
    {
      "headline": "How Americans Feel About the Election: Anxious and Scared",
      "snippet": "Vice President Kamala Harris and former President Donald J. Trump have framed the presidential race as an existential battle. Voters are heeding their warnings.",
      "abstract": "Vice President Kamala Harris and former President Donald J. Trump have framed the presidential race as an existential battle. Voters are heeding their warnings.",
      "lead_paragraph": "In the American ideal, elections are moments of patriotism, a time for citizens to settle their differences at the ballot box, no matter how fiery the disagreements.",
      "publication_date": "2024-11-04T16:24:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/11/04/us/politics/election-anxiety.html",
      "byline": "By Lisa Lerer and Katie Glueck"
    },
    {
      "headline": "A Grim Trump and an Upbeat Harris End the Race Hitting Opposite Notes",
      "snippet": "The moods and messages were more different than ever as the presidential rivals made one last scramble through battleground states, their ambitions riding heavily on Pennsylvania.",
      "abstract": "The moods and messages were more different than ever as the presidential rivals made one last scramble through battleground states, their ambitions riding heavily on Pennsylvania.",
      "lead_paragraph": "Donald J. Trump and Kamala Harris closed out their campaigns in the final hours before Election Day in starkly different moods: The former president, often appearing drained at arenas that were not filled, claimed that the country was on the brink of ruin, while the vice president promised a more united future as energized supporters chanted alongside her, “We’re not going back.”",
      "publication_date": "2024-11-04T19:30:10+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/11/04/us/politics/harris-trump-pennsylvania-campaign.html",
      "byline": "By Katie Rogers, Jonathan Weisman and Michael Gold"
    },
    {
      "headline": "‘A Good Closer’: How Harris’s First Race Shaped Her 2024 Bid",
      "snippet": "In 2003, Kamala Harris ran a fast-paced underdog campaign for San Francisco district attorney against a political brawler. Her relentless focus, former aides say, helped carry her to victory.",
      "abstract": "In 2003, Kamala Harris ran a fast-paced underdog campaign for San Francisco district attorney against a political brawler. Her relentless focus, former aides say, helped carry her to victory.",
      "lead_paragraph": "It was the week before Labor Day in 2003 when Rebecca Prozan got a call from a tenacious 38-year-old lawyer making her first run for elected office. The lawyer had a challenge: She wanted Ms. Prozan to manage the final stretch of her campaign to defeat the sitting San Francisco district attorney. She was unknown to the public, polling in single digits. And she had just 70 days to turn it around.",
      "publication_date": "2024-11-04T19:57:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/11/04/us/politics/harris-san-francisco-district-attorney.html",
      "byline": "By Erica L. Green"
    },
    {
      "headline": "Boeing Union Approves New Contract, Ending Costly Strike",
      "snippet": "About 33,000 workers at the aerospace manufacturer had been on strike for nearly two months, having rejected two earlier contract offers.",
      "abstract": "About 33,000 workers at the aerospace manufacturer had been on strike for nearly two months, having rejected two earlier contract offers.",
      "lead_paragraph": "Members of Boeing’s largest union approved a new contract on Monday, ending a weekslong strike that was one of the country’s most financially damaging work stoppages in decades.",
      "publication_date": "2024-11-05T04:59:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/11/04/business/boeing-union-new-contract-strike.html",
      "byline": "By Niraj Chokshi"
    },
    {
      "headline": "How Markets Could Respond to the Election",
      "snippet": "Investors are considering the candidates’ policies and historical trends to bet on where stocks, bonds and currencies are headed.",
      "abstract": "Investors are considering the candidates’ policies and historical trends to bet on where stocks, bonds and currencies are headed.",
      "lead_paragraph": "Investors on Wall Street have a playbook for trading the markets around Election Day.",
      "publication_date": "2024-11-05T11:34:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/11/05/business/stock-market-election-trump-harris.html",
      "byline": "By Danielle Kaye, Joe Rennison and Karl Russell"
    },
    {
      "headline": "How Lina Khan Became an Election Hot Topic",
      "snippet": "The Federal Trade Commission chair drew increasing political vitriol as the presidential vote neared. Her political future hangs in the balance.",
      "abstract": "The Federal Trade Commission chair drew increasing political vitriol as the presidential vote neared. Her political future hangs in the balance.",
      "lead_paragraph": "In the run-up to the election, Lina Khan, chair of the Federal Trade Commission, was called a dope, partisan and unhelpful by Democrats and Republicans. Democratic donors including the billionaires Reid Hoffman, Barry Diller and Mark Cuban called for her ouster from the agency. Last week, a report from the Republican-led House Judiciary Committee accused her of having a far-left agenda and weaponizing the agency.",
      "publication_date": "2024-11-05T15:05:28+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/11/05/technology/election-2024-ftc-lina-khan.html",
      "byline": "By David McCabe and Cecilia Kang"
    }
  ]
}