{
  "metadata": {
    "date": "2024-03-20",
    "total_articles": 12
  },
  "articles": [
    {
      "headline": "‘Part of My Core’: How Schumer Decided to Speak Out Against Netanyahu",
      "snippet": "In an interview in his native Brooklyn, America’s highest-ranking Jewish elected official said he felt obligated to call for new leadership in Israel.",
      "abstract": "In an interview in his native Brooklyn, America’s highest-ranking Jewish elected official said he felt obligated to call for new leadership in Israel.",
      "lead_paragraph": "In the library of James Madison High School in Brooklyn on Sunday afternoon, Senator Chuck Schumer took stock of the splash he made a few days before. In a speech on the Senate floor, he had branded Prime Minister Benjamin Netanyahu of Israel a major impediment to peace in the Middle East and called for elections to replace him when the war winds down.",
      "publication_date": "2024-03-19T17:32:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/19/us/politics/schumer-israel-netanyahu-gaza.html",
      "byline": "By Annie Karni"
    },
    {
      "headline": "Apple Keeps Losing Patent Cases. Its Solution: Rewrite the Rules.",
      "snippet": "After losing two complaints before the U.S. International Trade Commission, Apple has stepped up its lobbying to change the agency’s practices.",
      "abstract": "After losing two complaints before the U.S. International Trade Commission, Apple has stepped up its lobbying to change the agency’s practices.",
      "lead_paragraph": "Over the past decade, some of Apple’s biggest regulatory headaches have come from a little-known federal agency called the U.S. International Trade Commission. The agency’s patent judges have found Apple guilty of appropriating innovations in smartphones, semiconductors and smartwatches. And recently, they forced Apple to remove a health feature from Apple Watches.",
      "publication_date": "2024-03-19T17:48:47+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/19/technology/apple-patents-lobbying.html",
      "byline": "By Tripp Mickle"
    },
    {
      "headline": "Supreme Court Won’t Block, for Now, Aggressive Texas Immigration Law",
      "snippet": "The law, which empowers local officials to arrest and deport migrants who enter the country without authorization, was challenged by the Biden administration as an affront to federal power.",
      "abstract": "The law, which empowers local officials to arrest and deport migrants who enter the country without authorization, was challenged by the Biden administration as an affront to federal power.",
      "lead_paragraph": "The Supreme Court temporarily sided with Texas on Tuesday in its increasingly bitter fight with the Biden administration over immigration policy, allowing an expansive state law to go into effect that makes it a crime for migrants to enter Texas without authorization.",
      "publication_date": "2024-03-19T18:24:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/19/us/supreme-court-texas-immigration.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Saudi Arabia Plans $40 Billion Push Into Artificial Intelligence",
      "snippet": "The Middle Eastern country is creating a gigantic fund to invest in A.I. technology, potentially becoming the largest player in the hot market.",
      "abstract": "The Middle Eastern country is creating a gigantic fund to invest in A.I. technology, potentially becoming the largest player in the hot market.",
      "lead_paragraph": "The government of Saudi Arabia plans to create a fund of about $40 billion to invest in artificial intelligence, according to three people briefed on the plans — the latest sign of the gold rush toward a technology that has already begun reshaping how people live and work.",
      "publication_date": "2024-03-19T18:58:03+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/19/business/saudi-arabia-investment-artificial-intelligence.html",
      "byline": "By Maureen Farrell and Rob Copeland"
    },
    {
      "headline": "Why Mainland Chinese Flocked to Hong Kong’s New Global Visa",
      "snippet": "The city created a visa to lure professionals from around the world. Most of the takers were Chinese seeking better jobs, better schools and greater freedom.",
      "abstract": "The city created a visa to lure professionals from around the world. Most of the takers were Chinese seeking better jobs, better schools and greater freedom.",
      "lead_paragraph": "To some foreign expatriates, Hong Kong has lost its appeal as an international city and no longer feels like home since Beijing took a heavier hand in its governance. But for many former mainland Chinese like Angelina Wang, it has become a more attractive place to live and work.",
      "publication_date": "2024-03-20T04:00:19+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/20/business/hong-kong-top-talent-visa.html",
      "byline": "By Joy Dong"
    },
    {
      "headline": "Kate Middleton, Britney Spears and the Online Trolls Doubting Their Existence",
      "snippet": "Whether it is just for kicks or propelled by genuine doubt, the unsupported claims about celebrities and public figures keep gaining traction online.",
      "abstract": "Whether it is just for kicks or propelled by genuine doubt, the unsupported claims about celebrities and public figures keep gaining traction online.",
      "lead_paragraph": "Kate Middleton has long been a magnet for unproven rumors: She pressured an art gallery to remove a royal portrait! She split from her husband! She changed her hairstyle to distract from pregnancy rumors! She did not give birth to her daughter!",
      "publication_date": "2024-03-20T04:00:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/20/business/media/kate-middleton-britney-spears-rumors-misinformation.html",
      "byline": "By Tiffany Hsu"
    },
    {
      "headline": "Chasing Clicks in the Jungle: Right-Wing Influencers Descend on the Darién Gap",
      "snippet": "The treacherous migrant crossing in Panama is drawing packs of American activists who are distorting how immigration is perceived, and debated, at home.",
      "abstract": "The treacherous migrant crossing in Panama is drawing packs of American activists who are distorting how immigration is perceived, and debated, at home.",
      "lead_paragraph": "Ayub Ibrahim had just walked out of the jungle. His feet still ached. A month earlier, he had left his home in Somalia, fleeing a civil war, he said, traveling first to Turkey, then Brazil and finally crossing on foot through a 66-mile expanse of wilderness known as the Darién Gap.",
      "publication_date": "2024-03-20T09:02:41+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/20/us/politics/migrants-darien-gap-biden-trump.html",
      "byline": "By Ken Bensinger and Federico Rios"
    },
    {
      "headline": "The Walkway to Nowhere: A Monument to Hungary’s Patronage Politics",
      "snippet": "A beacon for “anti-woke” conservatives abroad, Prime Minister Viktor Orban keeps his grip at home by doling out cash, critics say. Behold the treeless “treetop canopy walkway.”",
      "abstract": "A beacon for “anti-woke” conservatives abroad, Prime Minister Viktor Orban keeps his grip at home by doling out cash, critics say. Behold the treeless “treetop canopy walkway.”",
      "lead_paragraph": "Eager to get a small piece of the billions of euros provided to his country by the European Union, a mayor in eastern Hungary applied for money to build a “treetop canopy walkway” that would provide panoramic views of the forest outside his village.",
      "publication_date": "2024-03-20T09:02:57+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/20/world/europe/hungary-orban-corruption-eu.html",
      "byline": "By Andrew Higgins"
    },
    {
      "headline": "Fed Holds Rates Steady and Projects Three Cuts This Year",
      "snippet": "Federal Reserve officials kept interest rates at 5.3 percent and projected they would lower borrowing costs in 2024 as the Fed chair struck a watchful tone.",
      "abstract": "Federal Reserve officials kept interest rates at 5.3 percent and projected they would lower borrowing costs in 2024 as the Fed chair struck a watchful tone.",
      "lead_paragraph": "Federal Reserve officials left interest rates unchanged on Wednesday and continued to forecast that borrowing costs will come down somewhat by the end of the year as inflation eases.",
      "publication_date": "2024-03-20T09:06:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/20/business/fed-meeting-interest-rates.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "Why Tech Companies Are Not Your Friends: Lessons From Roku",
      "snippet": "Roku recently changed its policy to make it even harder for customers to take legal action. It’s a reminder of how we need to protect ourselves.",
      "abstract": "Roku recently changed its policy to make it even harder for customers to take legal action. It’s a reminder of how we need to protect ourselves.",
      "lead_paragraph": "This month, many of the 80 million owners of Roku devices, including streaming sticks, set-top boxes and internet-connected TVs running the company’s streaming software, turned on their Rokus to see a block of text. I, the owner of a cheap Roku TV in my bedroom, was among those who got stuck with the screen.",
      "publication_date": "2024-03-20T13:00:12+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/20/technology/personaltech/roku-data-breach-companies.html",
      "byline": "By Brian X. Chen"
    },
    {
      "headline": "Appeals Court Considers Reviving Texas Migrant Law, Now on Hold",
      "snippet": "As dizzying legal developments sowed confusion along the border, an appeals court panel appeared split over whether Texas’ migrant arrest law should remain on hold while the court fight continues.",
      "abstract": "As dizzying legal developments sowed confusion along the border, an appeals court panel appeared split over whether Texas’ migrant arrest law should remain on hold while the court fight continues.",
      "lead_paragraph": "A panel of three federal appeals court judges heard arguments on Wednesday in a bitter legal fight between Gov. Greg Abbott and the Biden administration over Texas’ new migrant arrest law, punctuating a dizzying series of legal developments over the previous 24 hours that left migrants and many law enforcement officials in Texas confused and uncertain.",
      "publication_date": "2024-03-20T13:20:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/20/us/texas-immigration-law.html",
      "byline": "By J. David Goodman"
    },
    {
      "headline": "Biden Administration Announces Rule Aimed at Expanding Electric Vehicles",
      "snippet": "The regulation would essentially require automakers to sell more electric vehicles and hybrids by gradually tightening limits on tailpipe pollution.",
      "abstract": "The regulation would essentially require automakers to sell more electric vehicles and hybrids by gradually tightening limits on tailpipe pollution.",
      "lead_paragraph": "The Biden administration on Wednesday issued one of the most significant climate regulations in the nation’s history, a rule designed to ensure that the majority of new passenger cars and light trucks sold in the United States are all-electric or hybrids by 2032.",
      "publication_date": "2024-03-20T15:30:18+0000",
      "section_name": "Climate",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/20/climate/biden-phase-out-gas-cars.html",
      "byline": "By Coral Davenport"
    }
  ]
}