{
  "metadata": {
    "date": "2024-02-27",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "The NATO Welcoming Sweden Is Larger and More Determined",
      "snippet": "The alliance’s expansion, with Finland last year and soon Sweden, was a consequence from the invasion of Ukraine that Russia’s president may not have calculated.",
      "abstract": "The alliance’s expansion, with Finland last year and soon Sweden, was a consequence from the invasion of Ukraine that Russia’s president may not have calculated.",
      "lead_paragraph": "BERLIN — Russia’s full-scale invasion of Ukraine two years ago was an enormous shock to Europeans. Used to 30 years of post-Cold War peace, they had imagined European security would be built alongside a more democratic Russia, not reconstructed against a revisionist imperial war machine.",
      "publication_date": "2024-02-26T16:41:17+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/02/26/world/europe/nato-sweden-ukraine-russia.html",
      "byline": "By Steven Erlanger"
    },
    {
      "headline": "F.T.C. Sues to Block Kroger-Albertsons Grocery Store Deal",
      "snippet": "The regulator is trying to stop the largest supermarket merger in history, arguing that the deal would eliminate competition and raise prices for consumers.",
      "abstract": "The regulator is trying to stop the largest supermarket merger in history, arguing that the deal would eliminate competition and raise prices for consumers.",
      "lead_paragraph": "The Federal Trade Commission and several state attorneys general on Monday sued to block Kroger, the supermarket giant, from completing its $24.6 billion acquisition of the grocery chain Albertsons, saying the deal would hurt competition in the industry.",
      "publication_date": "2024-02-26T17:00:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/02/26/business/ftc-kroger-albertsons-merger.html",
      "byline": "By Julie Creswell"
    },
    {
      "headline": "After U.S. Strikes, Iran’s Proxies Scale Back Attacks on American Bases",
      "snippet": "Tehran, wary of igniting open warfare with Washington, has told militia groups it backs to curtail assaults on targets such as military installations, Iranian and American officials say.",
      "abstract": "Tehran, wary of igniting open warfare with Washington, has told militia groups it backs to curtail assaults on targets such as military installations, Iranian and American officials say.",
      "lead_paragraph": "Iran has made a concerted effort to rein in militias in Iraq and Syria after the United States retaliated with a series of airstrikes for the killing of three U.S. Army reservists this month.",
      "publication_date": "2024-02-27T05:03:42+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/02/27/world/middleeast/us-iran-militias.html",
      "byline": "By Farnaz Fassihi, Eric Schmitt and Julian E. Barnes"
    },
    {
      "headline": "Lead-Tainted Applesauce Sailed Through Gaps in Food-Safety System",
      "snippet": "Hundreds of American children were poisoned last year. Records show how, time and again, the contamination went unnoticed.",
      "abstract": "Hundreds of American children were poisoned last year. Records show how, time and again, the contamination went unnoticed.",
      "lead_paragraph": "Cinnamon-flavored applesauce pouches sold in grocery and dollar stores last year poisoned hundreds of American children with extremely high doses of lead, leaving anxious parents to watch for signs of brain damage, developmental delays and seizures.",
      "publication_date": "2024-02-27T10:02:04+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/02/27/world/europe/lead-applesauce-food-safety.html",
      "byline": "By Christina Jewett and Will Fitzgibbon"
    },
    {
      "headline": "Macy’s Will Close 150 Stores but Expand Bloomingdale’s and Bluemercury",
      "snippet": "The retailer, under a new chief executive and facing a takeover bid, outlined a three-year strategy to achieve “sustainable, profitable growth.”",
      "abstract": "The retailer, under a new chief executive and facing a takeover bid, outlined a three-year strategy to achieve “sustainable, profitable growth.”",
      "lead_paragraph": "Macy’s said on Tuesday that it would vastly reshape its strategy and retail footprint, closing about 150 Macy’s stores over the next three years while expanding its upscale Bloomingdale’s and Bluemercury chains.",
      "publication_date": "2024-02-27T11:55:07+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/02/27/business/macys-earnings-strategy.html",
      "byline": "By Jordyn Holman"
    },
    {
      "headline": "Kremlin Warns Against NATO Ground Intervention in Ukraine",
      "snippet": "The warning came in response to comments by President Emmanuel Macron of France, who said “nothing should be ruled out” when asked about the possibility.",
      "abstract": "The warning came in response to comments by President Emmanuel Macron of France, who said “nothing should be ruled out” when asked about the possibility.",
      "lead_paragraph": "A provocative comment by President Emmanuel Macron of France about the possibility of putting troops from NATO countries in Ukraine has prompted a warning from the Kremlin and hurried efforts by European leaders to distance themselves from the suggestion.",
      "publication_date": "2024-02-27T12:22:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/02/27/world/europe/russia-nato-france-macron.html",
      "byline": "By Paul Sonne and Constant Méheut"
    },
    {
      "headline": "G.O.P. Leaders Optimistic on Spending Deal After Meeting With Biden",
      "snippet": "Speaker Mike Johnson and Senator Mitch McConnell were upbeat about efforts to avert a government shutdown. “We are making some real headway,” Mr. McConnell said.",
      "abstract": "Speaker Mike Johnson and Senator Mitch McConnell were upbeat about efforts to avert a government shutdown. “We are making some real headway,” Mr. McConnell said.",
      "lead_paragraph": "Congressional leaders emerged from a meeting with President Biden on Tuesday saying they were optimistic about averting a partial government shutdown at the end of the week, but remained short of a plan to do so before a Friday deadline.",
      "publication_date": "2024-02-27T14:30:03+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/02/27/us/politics/biden-congress-shutdown.html",
      "byline": "By Erica L. Green and Catie Edmondson"
    },
    {
      "headline": "Levi’s Wants You to Rethink Your Denim Shopping",
      "snippet": "Under a new chief executive, the brand known for jeans is aiming to be a full outfitter, working primarily through its own stores and e-commerce.",
      "abstract": "Under a new chief executive, the brand known for jeans is aiming to be a full outfitter, working primarily through its own stores and e-commerce.",
      "lead_paragraph": "In the Levi’s store on Market Street in San Francisco, the denim maker’s newly extended collection is on full display. Its mannequins are dressed head to toe in its trademark denim. Black denim overalls are paired with a light-blue long-sleeve denim blouse, complemented by a denim cap. Another dons a denim cross-body bag. A wall of blue jean jackets gives shoppers the option to feel like a hippie, rancher or rock star — depending on which they choose.",
      "publication_date": "2024-02-27T15:05:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/02/27/business/levis-michelle-gass.html",
      "byline": "By Jordyn Holman"
    }
  ]
}