{
  "metadata": {
    "date": "2024-03-06",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "A Window Into Chinese Government Has Now Slammed Shut",
      "snippet": "Once a year, the premier held a news conference, explaining the economy and giving Chinese a taste of political participation. That has come to an end.",
      "abstract": "Once a year, the premier held a news conference, explaining the economy and giving Chinese a taste of political participation. That has come to an end.",
      "lead_paragraph": "For more than 30 years, the Chinese premier’s annual news conference was the only time that a top leader took questions from journalists about the state of the country. It was the only occasion for members of the public to size up for themselves China’s No. 2 official. It was the only moment when some Chinese might feel a faint sense of political participation in a country without elections.",
      "publication_date": "2024-03-06T05:00:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/06/business/china-national-peoples-congress.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "The Youths Have Spoken: Wallets Are Uncool. Go Digital.",
      "snippet": "A wallet-free lifestyle relying on your phone is attainable, but it requires preparation and some compromise.",
      "abstract": "A wallet-free lifestyle relying on your phone is attainable, but it requires preparation and some compromise.",
      "lead_paragraph": "To a growing number of youths, a wallet stuffed with cash and cards is as unfashionable as the millennial tuck, no-show socks and skinny jeans. Carrying only a smartphone is the way. Iykyk — that’s “if you know, you know,” for those who don’t know.",
      "publication_date": "2024-03-06T10:04:21+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/06/technology/personaltech/mobile-wallet-app.html",
      "byline": "By Brian X. Chen and Yiwen Lu"
    },
    {
      "headline": "With Sweeping New Laws, Louisiana Embraces Tough-on-Crime Approach",
      "snippet": "Gov. Jeff Landry is enacting stringent new measures that he says are crucial to address crime; critics say the laws resemble failed policies of the past.",
      "abstract": "Gov. Jeff Landry is enacting stringent new measures that he says are crucial to address crime; critics say the laws resemble failed policies of the past.",
      "lead_paragraph": "In 2017, Louisiana overhauled its criminal justice system with broad bipartisan support, all in an effort to lose the distinction of having the nation’s highest incarceration rate. Sentences were reduced. Opportunities for parole were expanded. Alternatives to prison were introduced.",
      "publication_date": "2024-03-06T10:05:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/06/us/louisiana-laws-crime.html",
      "byline": "By Rick Rojas"
    },
    {
      "headline": "S.E.C. Approves New Climate Rules Far Weaker Than Originally Proposed",
      "snippet": "The rules, designed to inform investors of business risks from climate change, were rolled back amid opposition from the G.O.P., fossil fuel producers, farmers and others.",
      "abstract": "The rules, designed to inform investors of business risks from climate change, were rolled back amid opposition from the G.O.P., fossil fuel producers, farmers and others.",
      "lead_paragraph": "The Securities and Exchange Commission approved new rules on Wednesday detailing if and how public companies should disclose climate risks and how much greenhouse gas emissions they produce, but there are fewer demands on businesses than the original proposal made about two years ago.",
      "publication_date": "2024-03-06T14:49:08+0000",
      "section_name": "Climate",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/06/climate/sec-climate-disclosure-regulations.html",
      "byline": "By Hiroko Tabuchi, Ephrat Livni and David Gelles"
    },
    {
      "headline": "With Haley’s Departure, the Rematch Between Biden and Trump Is Now Set",
      "snippet": "The contest that many Americans had long hoped to avoid — the 2024 sequel of Biden vs. Trump — is an inescapable reality.",
      "abstract": "The contest that many Americans had long hoped to avoid — the 2024 sequel of Biden vs. Trump — is an inescapable reality.",
      "lead_paragraph": "The exit by Nikki Haley from the Republican primary after a string of resounding losses on Super Tuesday assured former President Donald J. Trump of his party’s nomination, kicking off a general election contest with President Biden that both sides expect will be bitter, brutal and long.",
      "publication_date": "2024-03-06T15:18:28+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/06/us/politics/trump-biden-rematch-election.html",
      "byline": "By Shane Goldmacher"
    }
  ]
}