{
  "metadata": {
    "date": "2024-07-18",
    "total_articles": 8
  },
  "articles": [
    {
      "headline": "‘Our Nation Is Not Well’: Voters Fear What Could Happen Next",
      "snippet": "There is growing anxiety that the country’s political divide is nearly beyond repair, and the assassination attempt on Donald Trump only made things worse.",
      "abstract": "There is growing anxiety that the country’s political divide is nearly beyond repair, and the assassination attempt on Donald Trump only made things worse.",
      "lead_paragraph": "Before Saturday, when Butler, Pa., became the latest stunned backdrop for the nation’s  political fury, Mayor Bob Dandoy thought of his town as a place that had learned to work around party lines. A Democrat in a Republican stronghold, he had campaigned on consensus.",
      "publication_date": "2024-07-17T16:45:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/17/us/elections/voters-trump-assassination-attempt.html",
      "byline": "By Emily Cochrane, Shawn Hubler, Rick Rojas, Kurt Streeter and Amy Qin"
    },
    {
      "headline": "A Blind Spot and a Lost Trail: How the Gunman Got So Close to Trump",
      "snippet": "Even though local police were on the lookout for a suspicious man, critical minutes ticked by, allowing a would-be assassin to slip past, a Times analysis found.",
      "abstract": "Even though local police were on the lookout for a suspicious man, critical minutes ticked by, allowing a would-be assassin to slip past, a Times analysis found.",
      "lead_paragraph": "About an hour before a gunman let loose a volley of bullets that nearly assassinated a former president, the law enforcement contingent in Butler, Pa., was on the verge of a great policing success.",
      "publication_date": "2024-07-18T00:33:48+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/17/us/politics/secret-service-trump-shooting.html",
      "byline": "By David A. Fahrenthold, Glenn Thrush, Campbell Robertson, Adam Goldman and Aric Toler"
    },
    {
      "headline": "Why China Is So Interested in Kazakhstan",
      "snippet": "Kazakhstan’s bounty of so-called critical minerals has enriched the country and grabbed the attention of entrepreneurs scrambling to control the ingredients needed to fight climate change.",
      "abstract": "Kazakhstan’s bounty of so-called critical minerals has enriched the country and grabbed the attention of entrepreneurs scrambling to control the ingredients needed to fight climate change.",
      "lead_paragraph": "Kenges Rakishev, one of the richest men in Kazakhstan, stepped off a private jet at a Soviet-era airport and hopped into the lead car of a convoy of sport utility vehicles. The cars tore down a two-lane road, zipping past the snow-covered steppe in eastern Kazakhstan at 90 miles per hour.",
      "publication_date": "2024-07-18T04:00:18+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/18/business/kazakhstan-china-electric-vehicles.html",
      "byline": "By Daisuke Wakabayashi and Chang W. Lee"
    },
    {
      "headline": "How Trump Dominated His Own Party on a New G.O.P. Platform",
      "snippet": "Donald Trump and his team displayed a ruthless efficiency in the process of making a platform, confiscating delegates’ cellphones and stifling dissent and even debate.",
      "abstract": "Donald Trump and his team displayed a ruthless efficiency in the process of making a platform, confiscating delegates’ cellphones and stifling dissent and even debate.",
      "lead_paragraph": "Donald J. Trump long ago decided he wanted a very different Republican Party platform in 2024. The delegates who arrived in Milwaukee early last week before the Republican National Convention, with grand plans of drafting a sweeping document of party principles, quickly found out just how determined he was.",
      "publication_date": "2024-07-18T09:02:26+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/18/us/politics/trump-gop-platform-convention.html",
      "byline": "By Jonathan Swan, Shane Goldmacher and Maggie Haberman"
    },
    {
      "headline": "Tucker Carlson, Ousted by Fox, Roars Into Milwaukee as a Top Trump Ally",
      "snippet": "After time away from the spotlight, the right-wing host is increasingly welcomed by Trump’s inner circle. He also made a surprise visit to Fox’s convention studio.",
      "abstract": "After time away from the spotlight, the right-wing host is increasingly welcomed by Trump’s inner circle. He also made a surprise visit to Fox’s convention studio.",
      "lead_paragraph": "All of a sudden, Tucker Carlson has roared back to the forefront of Republican politics.",
      "publication_date": "2024-07-18T15:11:36+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/18/business/media/tucker-carlson-trump-rnc.html",
      "byline": "By Michael M. Grynbaum and Jim Rutenberg"
    },
    {
      "headline": "Pelosi, Long Fixated on Winning, Is in No Mood to Lose With Biden",
      "snippet": "The former speaker has been marshaling her knowledge of the political map, polling data and fund-raising information to press her case with President Biden that his re-election is in serious doubt.",
      "abstract": "The former speaker has been marshaling her knowledge of the political map, polling data and fund-raising information to press her case with President Biden that his re-election is in serious doubt.",
      "lead_paragraph": "Nancy Pelosi is all about winning. Regarded by many as her party’s most ruthless tactician, she fought her way to the top of the Democratic leadership in the House, won the majority not once but twice and retained her speakership by putting down a rebellion from younger Democrats demanding she pass the torch to a new generation.",
      "publication_date": "2024-07-18T15:15:49+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/18/us/politics/pelosi-biden-re-election.html",
      "byline": "By Carl Hulse"
    },
    {
      "headline": "More Gas Cars and Trucks, Fewer E.V.s as Automakers Change Plans",
      "snippet": "Ford, General Motors and other automakers are slowing investments in electric vehicles and doubling down on more profitable gasoline cars and trucks.",
      "abstract": "Ford, General Motors and other automakers are slowing investments in electric vehicles and doubling down on more profitable gasoline cars and trucks.",
      "lead_paragraph": "For much of the last five years, automakers have been spending billions of dollars in a frantic race to develop electric vehicles and build factories to produce them, with expectations that consumers would flock to these new models.",
      "publication_date": "2024-07-18T15:20:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/18/business/ford-electric-vehicles-canada.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "No Taxes on Tips? A Trump Idea Gains Ground.",
      "snippet": "The sudden popularity of exempting tips from taxes is a reminder of the improvisational nature of economic policymaking under Donald Trump.",
      "abstract": "The sudden popularity of exempting tips from taxes is a reminder of the improvisational nature of economic policymaking under Donald Trump.",
      "lead_paragraph": "In Donald J. Trump’s telling, the idea was born over dinner at his Las Vegas hotel, where the waitress serving his table complained about the burden of paying taxes on her tips.",
      "publication_date": "2024-07-18T15:27:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/18/us/politics/trump-tips-taxes.html",
      "byline": "By Andrew Duehren"
    }
  ]
}