{
  "metadata": {
    "date": "2024-04-26",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "University of Southern California Confronts an Unfamiliar Era of Protest",
      "snippet": "The 144-year-old Los Angeles institution has not had a reputation for campus activism, but it now finds itself embroiled in controversies over the war in Gaza.",
      "abstract": "The 144-year-old Los Angeles institution has not had a reputation for campus activism, but it now finds itself embroiled in controversies over the war in Gaza.",
      "lead_paragraph": "The scene was as raucous as the rest of the montage that has played out for days at colleges around the nation: Demonstrators swarming and calling for a permanent cease-fire in the Israel-Hamas war. A leafy quad strewn with camping equipment. Police officers wearing helmets and face shields. ",
      "publication_date": "2024-04-25T21:17:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/04/25/us/usc-southern-california-protest.html",
      "byline": "By Shawn Hubler"
    },
    {
      "headline": "What Is a ‘Decent Wage’? France’s Michelin Raises a Debate.",
      "snippet": "The tire maker vowed to ensure that none of its workers would struggle to make ends meet.",
      "abstract": "The tire maker vowed to ensure that none of its workers would struggle to make ends meet.",
      "lead_paragraph": "When the French tire maker Michelin closed its factories during the coronavirus pandemic, Florent Menegaux, the company’s chief executive, took stock of the closures’ impact on employees worldwide. Thousands of workers in Asia, Europe and the United States at the lower end of the company’s pay scales could barely get by, an independent review showed. Michelin vowed to do better.",
      "publication_date": "2024-04-26T04:00:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/04/26/business/france-michelin-wages.html",
      "byline": "By Liz Alderman"
    },
    {
      "headline": "When U.S. Diplomats Visit China, Meal Choices Are About More Than Taste Buds",
      "snippet": "Visits to China by American officials like Secretary of State Antony J. Blinken can bring fame to local restaurants, as well as scrutiny to the dignitaries.",
      "abstract": "Visits to China by American officials like Secretary of State Antony J. Blinken can bring fame to local restaurants, as well as scrutiny to the dignitaries.",
      "lead_paragraph": "Beijing beer made with American hops, to highlight the trade relationship between the two countries. Tibetan food, to send a human rights message. Mushrooms with possible hallucinogenic properties, just because they taste good.",
      "publication_date": "2024-04-26T07:58:45+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/04/26/world/asia/us-china-visits-blinken-food.html",
      "byline": "By Yan Zhuang"
    },
    {
      "headline": "Stubborn Inflation Could Prod Fed to Keep Rates High for Longer",
      "snippet": "Hopes for substantial cuts in interest rates are fading as inflation shows more staying power than expected.",
      "abstract": "Hopes for substantial cuts in interest rates are fading as inflation shows more staying power than expected.",
      "lead_paragraph": "Investors are giving up on dreams of imminent rate cuts as inflation remains stubborn, a problem that could prod Federal Reserve policymakers to keep borrowing costs high for a longer period.",
      "publication_date": "2024-04-26T12:35:40+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/04/26/business/inflation-fed-rates.html",
      "byline": "By Jeanna Smialek and Ben Casselman"
    },
    {
      "headline": "Conservative Justices Take Argument Over Trump’s Immunity in Unexpected Direction",
      "snippet": "Thursday’s Supreme Court hearing was memorable for its discussion of coups, assassinations and internments — but very little about the former president’s conduct.",
      "abstract": "Thursday’s Supreme Court hearing was memorable for its discussion of coups, assassinations and internments — but very little about the former president’s conduct.",
      "lead_paragraph": "Before the Supreme Court heard arguments on Thursday on former President Donald J. Trump’s claim that he is immune from prosecution, his stance was widely seen as a brazen and cynical bid to delay his trial. The practical question in the case, it was thought, was not whether the court would rule against him but whether it would act quickly enough to allow the trial to go forward before the 2024 election.",
      "publication_date": "2024-04-26T15:32:48+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/04/26/us/politics/supreme-court-trump-immunity-election.html",
      "byline": "By Adam Liptak"
    }
  ]
}