{
  "metadata": {
    "date": "2024-07-22",
    "total_articles": 19
  },
  "articles": [
    {
      "headline": "Houthis Launch Deadly Drone Strike on Tel Aviv, Evading Israel’s Defenses",
      "snippet": "At least one person was killed and eight others injured in a predawn attack on Friday. The Israeli military said it was investigating why it “did not identify it, attack it and intercept it.”",
      "abstract": "At least one person was killed and eight others injured in a predawn attack on Friday. The Israeli military said it was investigating why it “did not identify it, attack it and intercept it.”",
      "lead_paragraph": "In a rare breach of Israel’s multilayered air-defense system, a drone fired by the Houthi militia in Yemen slammed into an apartment building near the United States Embassy branch office in Tel Aviv early Friday, killing at least one person and wounding eight others.",
      "publication_date": "2024-07-19T21:01:25+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/19/world/middleeast/houthis-drone-strike-tel-aviv.html",
      "byline": "By Gabby Sobelman, Aaron Boxerman, Ronen Bergman, Lara Jakes and Erin Mendell"
    },
    {
      "headline": "From Honor Student to the Gunman Who Tried to Kill Donald Trump",
      "snippet": "Thomas Crooks was a brainy and quiet young man who built computers and won honors at school, impressing his teachers. Then he became a would-be assassin.",
      "abstract": "Thomas Crooks was a brainy and quiet young man who built computers and won honors at school, impressing his teachers. Then he became a would-be assassin.",
      "lead_paragraph": "For Thomas Crooks, the suburban Pittsburgh nursing home where he served meals and washed dishes for $16 an hour was another solitary corner of a nearly invisible life. He was polite but distant, a former co-worker said, ate lunch alone in the break room and rarely spoke with anyone.",
      "publication_date": "2024-07-19T21:15:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/19/us/gunman-thomas-crooks-trump-shooting.html",
      "byline": "By Emily Cochrane, Steve Eder, William K. Rashbaum, Amy Julia Harris, Jack Healy and Glenn Thrush"
    },
    {
      "headline": "Secluded in Rehoboth, Biden Stews at Allies’ Pressure to Drop Out of the Race",
      "snippet": "As he recovers from Covid, the president has grown resentful toward Democratic congressional leaders and former President Barack Obama.",
      "abstract": "As he recovers from Covid, the president has grown resentful toward Democratic congressional leaders and former President Barack Obama.",
      "lead_paragraph": "Sick with Covid and abandoned by allies, President Biden has been fuming at his Delaware beach house, increasingly resentful about what he sees as an orchestrated campaign to drive him out of the race and bitter toward some of those he once considered close, including his onetime running mate Barack Obama.",
      "publication_date": "2024-07-19T22:12:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/19/us/politics/biden-drop-out-2024-election.html",
      "byline": "By Peter Baker, Michael D. Shear and Katie Rogers"
    },
    {
      "headline": "Motels Are Having a Moment",
      "snippet": "What’s old is new again, and the humble roadside motel that an older generation might dismiss as outmoded is appealing to a new group of younger fans attracted to hit-the-road adventures.",
      "abstract": "What’s old is new again, and the humble roadside motel that an older generation might dismiss as outmoded is appealing to a new group of younger fans attracted to hit-the-road adventures.",
      "lead_paragraph": "In 2022, Lisa Lennox was visiting a friend in Stephenville, Texas, when she stumbled upon the Interstate Inn. The motel, on a highway an hour west of Fort Worth, had seen better days. The building was notorious with the local police, and rooms rented for $40 a night. The property needed new plumbing and wiring, and asbestos had to be removed.",
      "publication_date": "2024-07-20T09:00:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/20/business/roadside-motels-renovation.html",
      "byline": "By Jim Zarroli"
    },
    {
      "headline": "The Buried Book That Helped Ukraine’s Literary Revival",
      "snippet": "To keep it from Russian forces, a writer hid his last manuscript under a cherry tree. Its rediscovery became part of a flowering of interest in Ukrainian literature.",
      "abstract": "To keep it from Russian forces, a writer hid his last manuscript under a cherry tree. Its rediscovery became part of a flowering of interest in Ukrainian literature.",
      "lead_paragraph": "After Russian forces took control of his village in 2022, Volodymyr Vakulenko, a well-known Ukrainian author, sensed he might soon be arrested. So he buried his new handwritten manuscript in his backyard, under a cherry tree.",
      "publication_date": "2024-07-20T09:00:32+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/20/world/europe/ukraine-publishing-buried-book.html",
      "byline": "By Andrew E. Kramer, Maria Varenikova and Finbarr O'Reilly"
    },
    {
      "headline": "Bus by Bus, Texas’ Governor Changed Migration Across the U.S.",
      "snippet": "In two years, Texas has bused more than 119,000 people to Democrat-led cities, shifting both migration patterns and the debate over immigration. The list of cities keeps expanding.",
      "abstract": "In two years, Texas has bused more than 119,000 people to Democrat-led cities, shifting both migration patterns and the debate over immigration. The list of cities keeps expanding.",
      "lead_paragraph": "The autumn of 2021 delivered a shock to the state of Texas. More than 9,000 migrants crossed the border on a September day into the town of Del Rio and huddled in a tent camp under a bridge. Thousands more came later that week from countries all over the world, challenging the town’s ability to handle them.",
      "publication_date": "2024-07-20T09:00:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/20/us/abbott-texas-migrant-buses.html",
      "byline": "By J. David Goodman, Keith Collins, Edgar Sandoval and Jeremy White"
    },
    {
      "headline": "Israeli Jets Bomb Sites in Yemen Linked to Iran-Backed Houthis",
      "snippet": "The strike was retaliation for a drone attack launched from Yemen a day earlier, which evaded Israel’s defenses and hit a building in Tel Aviv, killing one person.",
      "abstract": "The strike was retaliation for a drone attack launched from Yemen a day earlier, which evaded Israel’s defenses and hit a building in Tel Aviv, killing one person.",
      "lead_paragraph": "Israeli fighter jets bombed a port in Yemen controlled by the Iran-backed Houthi militia on Saturday in retaliation for the group’s deadly drone attack in Tel Aviv a day earlier. It was the first time Israel has publicly struck the group following months of escalating Houthi attacks.",
      "publication_date": "2024-07-20T16:08:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/20/world/middleeast/israel-houthis-yemen.html",
      "byline": "By Aaron Boxerman, Ronen Bergman, Shuaib Almosawa and Eric Schmitt"
    },
    {
      "headline": "Trump Campaign Prepares Attack Plan for Harris in Case Biden Withdraws",
      "snippet": "The effort, which includes expansive advertising and polling, assumes that the vice president would be the most likely candidate to replace the president at the top of the Democratic ticket.",
      "abstract": "The effort, which includes expansive advertising and polling, assumes that the vice president would be the most likely candidate to replace the president at the top of the Democratic ticket.",
      "lead_paragraph": "Donald J. Trump’s campaign is preparing a major effort to attack Vice President Kamala Harris if President Biden steps aside as the Democratic nominee, including a wave of ads focusing on her record in her current office and in California, according to two people briefed on the matter.",
      "publication_date": "2024-07-20T16:37:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/20/us/politics/trump-harris-strategy.html",
      "byline": "By Maggie Haberman and Jonathan Swan"
    },
    {
      "headline": "Biden Drops Out of Race, Scrambling the Campaign for the White House",
      "snippet": "The president’s withdrawal under pressure from fellow Democrats cleared the way for a new nominee to take on former President Donald J. Trump in the fall. He quickly endorsed Vice President Kamala Harris.",
      "abstract": "The president’s withdrawal under pressure from fellow Democrats cleared the way for a new nominee to take on former President Donald J. Trump in the fall. He quickly endorsed Vice President Kamala Harris.",
      "lead_paragraph": "President Biden on Sunday abruptly abandoned his campaign for a second term under intense pressure from fellow Democrats and threw his support to Vice President Kamala Harris to lead their party in a dramatic last-minute bid to stop former President Donald J. Trump from returning to the White House.",
      "publication_date": "2024-07-21T17:56:07+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/21/us/politics/biden-drops-out.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Inside the Weekend When Biden Decided to Withdraw",
      "snippet": "President Biden did not tell most of his staff until a minute before making his announcement to the world on social media on Sunday. Vice President Kamala Harris, whom Mr. Biden went on to endorse, also learned of his decision on Sunday.",
      "abstract": "President Biden did not tell most of his staff until a minute before making his announcement to the world on social media on Sunday. Vice President Kamala Harris, whom Mr. Biden went on to endorse, also learned of his decision on Sunday.",
      "lead_paragraph": "“I need you and Mike at the house,” President Biden said late Saturday afternoon.",
      "publication_date": "2024-07-21T20:00:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/21/us/politics/biden-withdrawal-timeline.html",
      "byline": "By Katie Rogers, Michael D. Shear, Peter Baker and Zolan Kanno-Youngs"
    },
    {
      "headline": "Democratic Billionaires and Donors Rush to Back Harris After Biden’s Exit",
      "snippet": "Advisers and major givers said they were being inundated with enthusiasm and plans for donations to support Ms. Harris if she won the nomination.",
      "abstract": "Advisers and major givers said they were being inundated with enthusiasm and plans for donations to support Ms. Harris if she won the nomination.",
      "lead_paragraph": "Democratic donors are immediately mobilizing around Kamala Harris as their party’s next presidential nominee, offering Democratic elites something they have not felt in weeks.",
      "publication_date": "2024-07-21T20:02:56+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/21/us/politics/democrat-donors-harris-biden.html",
      "byline": "By Theodore Schleifer and Kenneth P. Vogel"
    },
    {
      "headline": "After a Shaky Start, Harris Is Suddenly on Brink of Leading Democratic Ticket",
      "snippet": "Vice President Kamala Harris got off to a rocky start in office. She is now at the heart of a political drama that could make her the first woman of color to become a major party presidential nominee.",
      "abstract": "Vice President Kamala Harris got off to a rocky start in office. She is now at the heart of a political drama that could make her the first woman of color to become a major party presidential nominee.",
      "lead_paragraph": "Vice President Kamala Harris, who has struggled for nearly four years in President Biden’s shadow, was thrust on Sunday into the center of a remarkable political drama that could culminate with her becoming the first woman of color at the top of a major-party presidential ticket.",
      "publication_date": "2024-07-21T20:24:12+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/21/us/politics/kamala-harris.html",
      "byline": "By Michael D. Shear"
    },
    {
      "headline": "‘Overjoyed.’ ‘Desperate.’ ‘Too Late.’ Democrats React to Biden’s Exit",
      "snippet": "Democratic voters said they were relieved that President Biden was ending his campaign, but many said they remain worried about the political path ahead.",
      "abstract": "Democratic voters said they were relieved that President Biden was ending his campaign, but many said they remain worried about the political path ahead.",
      "lead_paragraph": "For Democratic voters who have spent much of the summer brooding about President Biden’s fitness for office, his decision on Sunday not to seek re-election came as a  relief. Now, they figured, their political party might stand a chance in November — though many still expressed deep doubts.",
      "publication_date": "2024-07-21T23:45:04+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/21/us/biden-voters-democrats.html",
      "byline": "By Patricia Mazzei, Mitch Smith and Heather Knight"
    },
    {
      "headline": "The Promise, and Risks, in Turning to Kamala Harris",
      "snippet": "In a sprint of a race, Ms. Harris is poised to attack Donald Trump on his felonies and, in a 2024 twist, his age, but Republicans will be galvanized to fight her, too.",
      "abstract": "In a sprint of a race, Ms. Harris is poised to attack Donald Trump on his felonies and, in a 2024 twist, his age, but Republicans will be galvanized to fight her, too.",
      "lead_paragraph": "Vice President Kamala Harris swiftly established herself as the Democratic front-runner to take on Donald J. Trump within hours of President Biden’s exit on Sunday, fundamentally rewiring the presidential contest at warp speed.",
      "publication_date": "2024-07-22T04:56:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/22/us/politics/kamala-harris-democratic-nominee.html",
      "byline": "By Shane Goldmacher"
    },
    {
      "headline": "Delta Cancels More Flights as It Struggles to Recover From Tech Outage",
      "snippet": "Transportation Secretary Pete Buttigieg singled out the airline on Sunday for ongoing disruptions and “unacceptable” customer service as it continued to cancel flights.",
      "abstract": "Transportation Secretary Pete Buttigieg singled out the airline on Sunday for ongoing disruptions and “unacceptable” customer service as it continued to cancel flights.",
      "lead_paragraph": "Three days after planes around the world were grounded by a technology outage, Delta Air Lines was struggling to get stranded passengers to their destinations on Monday and was the only carrier still canceling hundreds of flights as it raced to update its  systems.",
      "publication_date": "2024-07-22T06:56:40+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/22/business/delta-global-tech-outage-pete-buttigieg.html",
      "byline": "By Christine Chung and Yan Zhuang"
    },
    {
      "headline": "The Decathlete Who Picked Up a Gun",
      "snippet": "About 500 top-level Ukrainian athletes and coaches have died in the war. Volodymyr Androshchuk promised his loved ones he would make it back.",
      "abstract": "About 500 top-level Ukrainian athletes and coaches have died in the war. Volodymyr Androshchuk promised his loved ones he would make it back.",
      "lead_paragraph": "On a rest day from the war in Ukraine, Volodymyr Androshchuk went out for sushi. In a cheap car, recently purchased, he drove his squad leader to a supermarket a short distance from the eastern front. They ate at a safe house and shared a small bottle of Cognac.",
      "publication_date": "2024-07-22T09:02:04+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "SP",
      "web_url": "https://www.nytimes.com/2024/07/22/world/olympics/ukraine-war-athletes-dead.html",
      "byline": "By Jeré Longman and Oleksandr Chubko"
    },
    {
      "headline": "‘Barbie’ Was Supposed to Change Hollywood for Women. Why Didn’t It?",
      "snippet": "The film was a global phenomenon and seemed to herald a new era of embracing stories by, about and for women.",
      "abstract": "The film was a global phenomenon and seemed to herald a new era of embracing stories by, about and for women.",
      "lead_paragraph": "When “Barbie” was released in 2023, it quickly became a phenomenon. It was the top box office film of the year, earning $1.4 billion worldwide, and it became Warner Bros.’s highest-grossing film ever, outpacing both “Dark Knight” movies, “Wonder Woman” and every chapter in the “Harry Potter” franchise.",
      "publication_date": "2024-07-22T09:03:01+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/22/business/media/barbie-movie-hollywood.html",
      "byline": "By Nicole Sperling"
    },
    {
      "headline": "A New Candidate Must Now Defend Biden’s Legacy Abroad",
      "snippet": "More than any election in decades, this one will be marked by starkly different approaches to an era of simultaneous confrontations, from China to Russia to the Middle East.",
      "abstract": "More than any election in decades, this one will be marked by starkly different approaches to an era of simultaneous confrontations, from China to Russia to the Middle East.",
      "lead_paragraph": "As President Biden greeted the leaders of his 31 allies in the North Atlantic Treaty Organization a week ago, he described in vivid terms how he thought history would treat his first term in office.",
      "publication_date": "2024-07-22T09:03:35+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/22/us/politics/biden-legacy-harris-nato.html",
      "byline": "By David E. Sanger"
    },
    {
      "headline": "SoftBank’s Chief Pitches a New Path for Self-Driving Cars",
      "snippet": "Masayoshi Son, the billionaire founder of SoftBank, is trying to rally automakers around the world to join forces on autonomous-driving technologies.",
      "abstract": "Masayoshi Son, the billionaire founder of SoftBank, is trying to rally automakers around the world to join forces on autonomous-driving technologies.",
      "lead_paragraph": "Masayoshi Son has long prided himself on his ability to detect big shifts in technology early on. During his four decades leading SoftBank, a free-spending Japanese investment group, the billionaire has made some spectacularly successful investments. And some epic flops.",
      "publication_date": "2024-07-22T15:40:42+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/22/business/softbank-self-driving-cars.html",
      "byline": "By River Akira Davis"
    }
  ]
}