{
  "metadata": {
    "date": "2024-11-29",
    "total_articles": 4
  },
  "articles": [
    {
      "headline": "U.S. Zoos Gave a Fortune to Protect Pandas. That’s Not How China Spent It.",
      "snippet": "A Times investigation found that zoos knew conservation money went toward apartment buildings and roads. But they wanted to keep displaying pandas, so nobody looked too closely.",
      "abstract": "A Times investigation found that zoos knew conservation money went toward apartment buildings and roads. But they wanted to keep displaying pandas, so nobody looked too closely.",
      "lead_paragraph": "For decades, American zoos have raised tens of millions of dollars from donors and sent the money to China for the right to host and display pandas. Under U.S. law, those funds were required to be spent protecting pandas in the wild.",
      "publication_date": "2024-11-29T10:00:22+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/11/29/world/asia/china-panda-money-us-zoos.html",
      "byline": "By Mara Hvistendahl"
    },
    {
      "headline": "Holiday Shopping Season Separates Winning Retailers From Losers",
      "snippet": "Consumers are seeking deals and being choosier about their spending in the crucial final weeks of the year, executives say.",
      "abstract": "Consumers are seeking deals and being choosier about their spending in the crucial final weeks of the year, executives say.",
      "lead_paragraph": "Shoppers are heading into the Black Friday weekend unsure how wide to open their wallets, retailers say, with many still feeling the squeeze of inflation and also worried that tariffs could make things even more expensive if they wait too long to buy.",
      "publication_date": "2024-11-29T10:02:04+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/11/29/business/black-friday-holiday-shopping-inflation-deals.html",
      "byline": "By Danielle Kaye and Jordyn Holman"
    },
    {
      "headline": "Death of Cyclist in Paris Lays Bare Divide in Mayor’s War Against Cars",
      "snippet": "Paul Varry was run over on a city street in what prosecutors suspect was a deliberate act of road rage, as bikers and drivers choose sides.",
      "abstract": "Paul Varry was run over on a city street in what prosecutors suspect was a deliberate act of road rage, as bikers and drivers choose sides.",
      "lead_paragraph": "It sent a shock through Paris, a city striving to transform itself into one of the great cycling metropolises in the world: a bicycle rider, crushed under the wheels of an SUV in a bike lane just a few yards from La Madeleine, the landmark neoclassical church, in what prosecutors suspect was a deliberate act of road rage.",
      "publication_date": "2024-11-29T10:02:24+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/11/29/world/europe/cyclist-death-paris-paul-varry-cars.html",
      "byline": "By Richard Fausset and Ségolène Le Stradic"
    },
    {
      "headline": "British Lawmakers Vote to Legalize Assisted Dying in Landmark Decision",
      "snippet": "After an emotional debate, Parliament voted on Friday in favor of allowing assisted suicide for some terminally ill people in England and Wales.",
      "abstract": "After an emotional debate, Parliament voted on Friday in favor of allowing assisted suicide for some terminally ill people in England and Wales.",
      "lead_paragraph": "After an emotive and at times impassioned debate, Britain’s lawmakers on Friday voted to allow assisted dying for terminally ill patients in England and Wales under strict conditions, opening the way to one of the most profound social changes in the country in decades.",
      "publication_date": "2024-11-29T14:30:05+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/11/29/world/europe/uk-assisted-dying-bill-vote.html",
      "byline": "By Stephen Castle"
    }
  ]
}