{
  "metadata": {
    "date": "2024-01-18",
    "total_articles": 5
  },
  "articles": [
    {
      "headline": "Johnson Casts Doubt on Border Deal to Unlock Ukraine Aid, Defying Biden",
      "snippet": "A White House meeting between the president and congressional leaders did little to break the stalemate over aid to Ukraine, as the Republican speaker insisted on a tougher immigration crackdown.",
      "abstract": "A White House meeting between the president and congressional leaders did little to break the stalemate over aid to Ukraine, as the Republican speaker insisted on a tougher immigration crackdown.",
      "lead_paragraph": "Speaker Mike Johnson on Wednesday dug in against President Biden’s efforts to revive stalled legislation to send aid to Ukraine, saying the Republican-led House would not entertain it unless Democrats agreed to a far more severe crackdown at the U.S.-Mexico border than they have been willing to consider.",
      "publication_date": "2024-01-17T17:22:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/01/17/us/politics/johnson-biden-border-ukraine.html",
      "byline": "By Karoun Demirjian and Erica L. Green"
    },
    {
      "headline": "Germany, Once a Powerhouse, Is at an Economic ‘Standstill’",
      "snippet": "The economy shrank last year and is not predicted to grow much in 2024. Farmers are angry, industrial output is falling and the government is bickering.",
      "abstract": "The economy shrank last year and is not predicted to grow much in 2024. Farmers are angry, industrial output is falling and the government is bickering.",
      "lead_paragraph": "Germany started the year with Berlin’s streets choked with tractors and farmers blaring horns in furious protest of proposed budget cuts. Then train engineers walked off the job to demand better pay, stranding commuters and carloads of freight and leaving the country angry and gridlocked.",
      "publication_date": "2024-01-18T05:01:23+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/01/18/world/europe/german-economy-standstill.html",
      "byline": "By Melissa Eddy"
    },
    {
      "headline": "Why Big Banks (and Some Odd Allies) Oppose a Plan to Protect Banks",
      "snippet": "Federal regulators want to raise capital requirements for big banks. Their plan is drawing criticism from groups that aren’t normally aligned with the industry.",
      "abstract": "Federal regulators want to raise capital requirements for big banks. Their plan is drawing criticism from groups that aren’t normally aligned with the industry.",
      "lead_paragraph": "An unlikely coalition of banks, community groups and racial justice advocates is urging federal regulators to rethink the plan they proposed in July to update rules governing how U.S. banks protect themselves against potential losses.",
      "publication_date": "2024-01-18T10:01:52+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/01/18/business/banks-capital-basel-iii-endgame.html",
      "byline": "By Emily Flitter"
    },
    {
      "headline": "Eyeing Super Tuesday, Trump Is Eager to Dispatch Rivals Sooner Than Later",
      "snippet": "The former president is looking to lock up the nomination by Super Tuesday on March 5, but Nikki Haley and Ron DeSantis insist they plan to compete deep into March.",
      "abstract": "The former president is looking to lock up the nomination by Super Tuesday on March 5, but Nikki Haley and Ron DeSantis insist they plan to compete deep into March.",
      "lead_paragraph": "With five days left until the New Hampshire primary, Donald J. Trump and his allies are stepping up their efforts to muscle Nikki Haley and Ron DeSantis out of the Republican presidential race by casting Mr. Trump’s nomination as inevitable.",
      "publication_date": "2024-01-18T10:02:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/01/18/us/politics/trump-haley-super-tuesday.html",
      "byline": "By Maggie Haberman, Jonathan Swan and Shane Goldmacher"
    },
    {
      "headline": "Iran’s New Missile Fleet: Part Deterrent, Part Sales Pitch",
      "snippet": "Last year, the world discovered that Iran’s drones were becoming world-class threats and a favorite of the Russians. Now, its revived missile fleet is drawing attention, too.",
      "abstract": "Last year, the world discovered that Iran’s drones were becoming world-class threats and a favorite of the Russians. Now, its revived missile fleet is drawing attention, too.",
      "lead_paragraph": "When Iran launched a barrage of airstrikes this week into Iraq, Syria and Pakistan, it was not just showing off the reach and sophistication of some of its newest missiles but also staking a claim: This is a new era in which Iran can flex its muscles at will and, as an added benefit, bolster its credentials as an important arms supplier.",
      "publication_date": "2024-01-18T11:00:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/01/18/world/middleeast/iran-missile-program.html",
      "byline": "By Lara Jakes and David E. Sanger"
    }
  ]
}