{
  "metadata": {
    "date": "2024-09-30",
    "total_articles": 14
  },
  "articles": [
    {
      "headline": "Antidoping Agency Lost Track of Open Cases and Test Results Before Olympics",
      "snippet": "In a fraught meeting in May, top officials at the World Anti-Doping Agency were warned that a computer glitch might allow athletes accused of doping to compete at the Paris Games.",
      "abstract": "In a fraught meeting in May, top officials at the World Anti-Doping Agency were warned that a computer glitch might allow athletes accused of doping to compete at the Paris Games.",
      "lead_paragraph": "Just weeks before this summer’s Olympics in Paris, officials at the headquarters of the World Anti-Doping Agency got some startling news.",
      "publication_date": "2024-09-27T19:06:15+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/09/27/world/wada-doping-database-crisis.html",
      "byline": "By Tariq Panja and Michael S. Schmidt"
    },
    {
      "headline": "OpenAI Is Growing Fast and Burning Through Piles of Money",
      "snippet": "As the company looks for more outside investors, documents reviewed by The New York Times show consumer fascination with ChatGPT and a serious need for more cash.",
      "abstract": "As the company looks for more outside investors, documents reviewed by The New York Times show consumer fascination with ChatGPT and a serious need for more cash.",
      "lead_paragraph": "OpenAI, the San Francisco start-up behind ChatGPT, has been telling investors that it is making billions from its chatbot and that it expects to make a lot more in the coming years. But it has not been quite so clear about how much it is losing.",
      "publication_date": "2024-09-27T20:53:49+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/09/27/technology/openai-chatgpt-investors-funding.html",
      "byline": "By Mike Isaac and Erin Griffith"
    },
    {
      "headline": "Hurricane Helene Leaves Huge Swaths of Damage in Its Wake",
      "snippet": "More than 40 people were reported dead in four states as the huge storm spawned flash floods and landslides on its way north after devastating parts of Florida’s Gulf Coast.",
      "abstract": "More than 40 people were reported dead in four states as the huge storm spawned flash floods and landslides on its way north after devastating parts of Florida’s Gulf Coast.",
      "lead_paragraph": "Hurricane Helene forged a devastating path of floods and wind damage after slamming into Florida’s Big Bend region on Thursday night, submerging much of the state’s Gulf Coast before continuing its destructive march through Georgia and into the mountains of Appalachia. More than 40 people were reported dead in four states as the huge storm spawned flash floods and landslides on its way north.",
      "publication_date": "2024-09-27T22:48:59+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/09/27/us/hurricane-helene-damage-florida-north-carolina.html",
      "byline": "By Emily Cochrane, Abigail Geiger, Patricia Mazzei, Rachel Nostrant, Isabelle Taft and Juliet Macur"
    },
    {
      "headline": "Israel Bombs Residential Site in Effort to Kill Hezbollah Leader",
      "snippet": "The strike came barely an hour after the Israeli prime minister, Benjamin Netanyahu, delivered a fiery address to the U.N. General Assembly.",
      "abstract": "The strike came barely an hour after the Israeli prime minister, Benjamin Netanyahu, delivered a fiery address to the U.N. General Assembly.",
      "lead_paragraph": "The Israeli military bombed residential buildings south of Beirut on Friday that it said stood over the central headquarters of Hezbollah, barely an hour after Prime Minister Benjamin Netanyahu delivered a combative address to the United Nations in which he vowed to defeat the group and other Iranian-backed militias.",
      "publication_date": "2024-09-28T01:35:55+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/09/27/world/middleeast/israel-hezbollah-netanyahu-nasrallah.html",
      "byline": "By Ronen Bergman, Julian E. Barnes, Liam Stack, Farnaz Fassihi and Michael Levenson"
    },
    {
      "headline": "A Wisconsin City Welcomed New Refugees. Then the Angry Billboards Went Up.",
      "snippet": "Eau Claire had a plan. But opponents, mostly from rural areas, were convinced that the newcomers would destroy their Midwestern way of life.",
      "abstract": "Eau Claire had a plan. But opponents, mostly from rural areas, were convinced that the newcomers would destroy their Midwestern way of life.",
      "lead_paragraph": "The billboards featured a foreboding message. Taxpayer money, it said, was footing the bill for a nonprofit to traffic Somali refugees — and officials in Eau Claire, Wis., had been hiding the facts for months.",
      "publication_date": "2024-09-28T09:00:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/09/28/us/politics/wisconsin-refugees-protests.html",
      "byline": "By Kurt Streeter"
    },
    {
      "headline": "The American Drug Mules Smuggling Fentanyl Into the U.S.",
      "snippet": "Mexican drug cartels are turning thousands of Americans into fentanyl smugglers, sending an army of couriers who can easily cross between both countries.",
      "abstract": "Mexican drug cartels are turning thousands of Americans into fentanyl smugglers, sending an army of couriers who can easily cross between both countries.",
      "lead_paragraph": "The teenager practiced driving from his apartment in San Diego down to Tijuana and back, on the orders of the criminals he was working for in Mexico. He rehearsed how he would respond to questions from U.S. border officers. He tracked when the drug-sniffing dogs took a break.",
      "publication_date": "2024-09-28T09:00:42+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/09/28/world/americas/fentanyl-drug-smugglers-us.html",
      "byline": "By Natalie Kitroeff, Robert Gebeloff and Meridith Kohut"
    },
    {
      "headline": "‘This Is a Disaster’: Western North Carolina Reels From Helene",
      "snippet": "Hundreds of roads were blocked across the region, which includes Asheville. Officials warned of more mudslides and damage to come.",
      "abstract": "Hundreds of roads were blocked across the region, which includes Asheville. Officials warned of more mudslides and damage to come.",
      "lead_paragraph": "Abandoned vehicles caked with mud. Mountainous rural roads and slices of highways washed away into rivers. Parking lots filled with people desperately searching for cellphone service, trying to tell relatives and friends they are OK — or wanting to find out who is not.",
      "publication_date": "2024-09-28T16:52:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/09/28/us/north-carolina-helene-asheville-shelby.html",
      "byline": "By Eduardo Medina, Isabella Kwai, Emmett Lindner and Mark Barrett"
    },
    {
      "headline": "As Hezbollah Threat Loomed, Israel Built Up Its Spy Agencies",
      "snippet": "After the 2006 war with Hezbollah, Israel invested heavily to intercept the group’s communications and track its commanders in a shadowy war that ultimately led to the killing of the group’s leader.",
      "abstract": "After the 2006 war with Hezbollah, Israel invested heavily to intercept the group’s communications and track its commanders in a shadowy war that ultimately led to the killing of the group’s leader.",
      "lead_paragraph": "In the immediate days after the deadly Oct. 7 Hamas attacks on Israel, Israeli intelligence officials feared a pre-emptive strike was imminent from another longtime enemy, Hezbollah. They frantically prepared to stop it with plans to strike and kill Hassan Nasrallah, the powerful Hezbollah leader who the Israelis knew would be in a bunker in Beirut.",
      "publication_date": "2024-09-28T22:07:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/09/28/us/politics/hezbollah-israel.html",
      "byline": "By Adam Goldman, Ronen Bergman, Julian E. Barnes and Aaron Boxerman"
    },
    {
      "headline": "Killing of Nasrallah Pushes Mideast Conflict Into New Territory",
      "snippet": "His death is a blow to Hezbollah, the militia force and Iranian proxy he led. Whether it will cripple the group, or fuel another cycle of retribution, remains to be seen.",
      "abstract": "His death is a blow to Hezbollah, the militia force and Iranian proxy he led. Whether it will cripple the group, or fuel another cycle of retribution, remains to be seen.",
      "lead_paragraph": "Hezbollah, the Lebanese militia, on Saturday confirmed the death of Hassan Nasrallah, its longtime leader, in a strike marking a major escalation of Israel’s campaign against Iran’s proxies in the Middle East.",
      "publication_date": "2024-09-28T23:00:16+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/09/28/world/middleeast/nasrallah-israel-hezbollah-iran.html",
      "byline": "By Aaron Boxerman, Ronen Bergman, Patrick Kingsley and Steve Lohr"
    },
    {
      "headline": "Students Paid Thousands for a Caltech Boot Camp. Caltech Didn’t Teach It.",
      "snippet": "Hundreds of universities have lent their names to online programs, plugging budgets but alienating students who feel misled.",
      "abstract": "Hundreds of universities have lent their names to online programs, plugging budgets but alienating students who feel misled.",
      "lead_paragraph": "Raymond Sewer said he had good reason to believe that the California Institute of Technology would be deeply involved in the cloud computing “boot camp.”",
      "publication_date": "2024-09-29T07:00:16+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/09/29/us/caltech-simplilearn-class-students.html",
      "byline": "By Alan Blinder"
    },
    {
      "headline": "The Black Church Has a Gen-Z Issue: ‘They Don’t Come Into the Building Anymore’",
      "snippet": "These congregations are struggling to attract younger members. That has consequences for social cohesion and Black political power writ large.",
      "abstract": "These congregations are struggling to attract younger members. That has consequences for social cohesion and Black political power writ large.",
      "lead_paragraph": "On a Sunday morning, about 100 worshipers gathered for services at Mother Bethel African Methodist Episcopal Church in Philadelphia.",
      "publication_date": "2024-09-29T09:01:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/09/29/us/politics/black-church-gen-z-attendance.html",
      "byline": "By Clyde McGrady and Eric Lee"
    },
    {
      "headline": "Stellantis, Owner of Chrysler and Jeep, Slashes Profit Forecast",
      "snippet": "The automaker, created by a 2021 merger, is dealing with labor unrest, slumping sales and a revolt from its dealers.",
      "abstract": "The automaker, created by a 2021 merger, is dealing with labor unrest, slumping sales and a revolt from its dealers.",
      "lead_paragraph": "Stellantis, an automotive colossus that owns more than a dozen brands including Chrysler, Fiat, Jeep, Peugeot and Ram, is facing challenges at seemingly every turn.",
      "publication_date": "2024-09-29T09:02:21+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/09/29/business/stellantis-jeep-dodge-strike.html",
      "byline": "By Jack Ewing"
    },
    {
      "headline": "Trump Allies Bombard the Courts, Setting Stage for Post-Election Fight",
      "snippet": "Republicans are filing a barrage of election lawsuits in the final weeks of the presidential campaign. The cases may be a road map for a legal battle over the results.",
      "abstract": "Republicans are filing a barrage of election lawsuits in the final weeks of the presidential campaign. The cases may be a road map for a legal battle over the results.",
      "lead_paragraph": "Republicans have unleashed a flurry of lawsuits challenging voting rules and practices ahead of the November elections, setting the stage for what could be a far larger and more contentious legal battle over the White House after Election Day.",
      "publication_date": "2024-09-29T09:02:51+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/09/29/us/politics/trump-2024-presidential-campaign-election-lawsuits.html",
      "byline": "By Danny Hakim, Alexandra Berzon and Nick Corasaniti"
    },
    {
      "headline": "Beneath the Potential Strike at U.S. Ports: Tensions Over Innovation",
      "snippet": "Port operators have long embraced automation, while dockworkers view it as a threat to their livelihoods.",
      "abstract": "Port operators have long embraced automation, while dockworkers view it as a threat to their livelihoods.",
      "lead_paragraph": "Throughout the centuries, as ships have navigated oceans bearing all manner of freight, the companies that operate ports have pressed to limit what they spend on the people who load and unload cargo.",
      "publication_date": "2024-09-29T09:03:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/09/29/business/port-strike-automation-dockworkers.html",
      "byline": "By Peter S. Goodman"
    }
  ]
}