{
  "metadata": {
    "date": "2024-07-17",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Biden Circle Shrinks as Democrats Fear Election Wipeout",
      "snippet": "President Biden, increasingly isolated during the biggest political crisis of his presidency, is in a historic standoff with his party.",
      "abstract": "President Biden, increasingly isolated during the biggest political crisis of his presidency, is in a historic standoff with his party.",
      "lead_paragraph": "In the nearly three weeks since President Biden took the debate stage in Atlanta and plunged his re-election campaign into chaos, his closest consultations have been not with his White House chief of staff, his top communications strategist or even the leader of his campaign.",
      "publication_date": "2024-07-16T17:18:01+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/16/us/politics/biden-election.html",
      "byline": "By Katie Rogers, Lisa Lerer, Reid J. Epstein and Maggie Haberman"
    },
    {
      "headline": "Carlos Watson, Ozy Media Founder, Is Found Guilty of Fraud",
      "snippet": "Mr. Watson, who denied lying to investors and lenders, faces up to 37 years in prison.",
      "abstract": "Mr. Watson, who denied lying to investors and lenders, faces up to 37 years in prison.",
      "lead_paragraph": "A federal jury on Tuesday found Carlos Watson and Ozy Media, the digital media company he co-founded, guilty of trying to defraud investors and lenders to promote the start-up venture.",
      "publication_date": "2024-07-16T18:41:05+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/16/business/media/carlos-watson-ozy-media-guilty.html",
      "byline": "By Danielle Kaye"
    },
    {
      "headline": "At Trump Rally, Local Police and Gunman Were in Same Warehouse Complex",
      "snippet": "But a dispute over whether the local forces used the same building as the shooter is just one unsettled element in the effort to determine how security broke down.",
      "abstract": "But a dispute over whether the local forces used the same building as the shooter is just one unsettled element in the effort to determine how security broke down.",
      "lead_paragraph": "While a gunman was climbing onto the roof of a warehouse less than 500 feet from where former President Donald J. Trump was speaking on Saturday, three law enforcement snipers were positioned inside the same complex of buildings, looking for anything amiss in the crowd.",
      "publication_date": "2024-07-16T19:25:55+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/16/us/politics/trump-shooting-butler-pennsylvania-police.html",
      "byline": "By Campbell Robertson, Zolan Kanno-Youngs and Eileen Sullivan"
    },
    {
      "headline": "Trump-Vance Administration Could Herald New Era for Dollar",
      "snippet": "Both candidates on the Republican ticket have argued that the U.S. currency should be weaker to support American exports.",
      "abstract": "Both candidates on the Republican ticket have argued that the U.S. currency should be weaker to support American exports.",
      "lead_paragraph": "Donald J. Trump’s selection of Senator J.D. Vance of Ohio to be his vice-presidential nominee pairs him with a kindred spirit on trade, taxes and a tough stance on China. But it is their shared affinity for a weak dollar that could have the most sweeping implications for the United States and the global economy.",
      "publication_date": "2024-07-16T20:46:09+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/16/us/politics/trump-vance-us-dollar.html",
      "byline": "By Alan Rappeport"
    },
    {
      "headline": "To Revitalize Britain’s Economy, a Plan for a Stronger Government Role",
      "snippet": "The Labour Party’s economic agenda, like many other programs around the world, puts political leaders more firmly in charge of industrial policy.",
      "abstract": "The Labour Party’s economic agenda, like many other programs around the world, puts political leaders more firmly in charge of industrial policy.",
      "lead_paragraph": "The last time a freshly minted Labour government unabashedly campaigned on an ambitious national industrial policy to revive the British economy was 50 years ago, and the results were generally viewed as disastrous.",
      "publication_date": "2024-07-17T04:00:20+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/17/business/britain-labour-industrial-policy-economy.html",
      "byline": "By Patricia Cohen"
    },
    {
      "headline": "Trump’s Proposed Tax Cuts and Increased Tariffs Could Hurt Poorer Households",
      "snippet": "Some Republicans want to use revenue collected from higher duties on foreign goods to finance tax cuts. Economists say such a shift could widen the gap between the rich and the poor.",
      "abstract": "Some Republicans want to use revenue collected from higher duties on foreign goods to finance tax cuts. Economists say such a shift could widen the gap between the rich and the poor.",
      "lead_paragraph": "When former President Donald J. Trump met with House Republicans last month, he touched on a mix of policies core to his economic agenda: cutting income taxes while also significantly raising tariffs on foreign goods.",
      "publication_date": "2024-07-17T09:01:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/17/us/politics/trump-tax-cuts-increased-tariffs.html",
      "byline": "By Ana Swanson, Andrew Duehren and Luke Broadwater"
    },
    {
      "headline": "How a Network of Tech Billionaires Helped J.D. Vance Leap Into Power",
      "snippet": "Mr. Vance spent less than five years in Silicon Valley’s tech industry, but the connections he made with Peter Thiel and others became crucial to his political ascent.",
      "abstract": "Mr. Vance spent less than five years in Silicon Valley’s tech industry, but the connections he made with Peter Thiel and others became crucial to his political ascent.",
      "lead_paragraph": "Last month, J.D. Vance flew to San Francisco to hold a fund-raiser for Donald J. Trump and to host a private dinner afterward with two dozen tech and crypto executives and investors.",
      "publication_date": "2024-07-17T09:02:27+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/07/17/technology/jd-vance-tech-silicon-valley.html",
      "byline": "By Ryan Mac and Theodore Schleifer"
    },
    {
      "headline": "Biden Called ‘More Receptive’ to Hearing Pleas to Step Aside",
      "snippet": "The president has given no indication that he is changing his mind about staying in the race but is said to be more willing to listen to the case for bowing out.",
      "abstract": "The president has given no indication that he is changing his mind about staying in the race but is said to be more willing to listen to the case for bowing out.",
      "lead_paragraph": "President Biden has become more receptive in the last several days to hearing arguments about why he should drop his re-election bid, Democrats briefed on his conversations said on Wednesday, after his party’s two top leaders in Congress privately told him they were deeply concerned about his prospects.",
      "publication_date": "2024-07-17T14:44:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/17/us/politics/dnc-biden-nomination.html",
      "byline": "By Carl Hulse, Michael S. Schmidt, Reid J. Epstein, Peter Baker and Luke Broadwater"
    },
    {
      "headline": "Amtrak Passengers Face Record Delays From Extreme Weather",
      "snippet": "The dated U.S. rail infrastructure is struggling to stay operational as climate change accelerates and intense heat waves, downpours and high winds become more frequent.",
      "abstract": "The dated U.S. rail infrastructure is struggling to stay operational as climate change accelerates and intense heat waves, downpours and high winds become more frequent.",
      "lead_paragraph": "On June 20, after millions of Americans had suffered through a sweltering heat wave for three days, Amtrak sent an ominous warning over social media: Trains connecting the largest cities in Northeast could face up to an hour of delay from high temperatures.",
      "publication_date": "2024-07-17T14:45:14+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/07/17/us/politics/amtrak-delays-heat-extreme-weather.html",
      "byline": "By Minho Kim"
    }
  ]
}