{
  "metadata": {
    "date": "2024-10-07",
    "total_articles": 26
  },
  "articles": [
    {
      "headline": "A Pentagon Debate: Are U.S. Deployments Containing the Fighting, or Inflaming It?",
      "snippet": "Military officials discuss whether sending more force to the Middle East is helping to prevent a much wider war, or emboldening Israel.",
      "abstract": "Military officials discuss whether sending more force to the Middle East is helping to prevent a much wider war, or emboldening Israel.",
      "lead_paragraph": "As the Israeli offensive in Lebanon expands to include ground incursions and intensifying airstrikes, senior Pentagon officials are discussing whether the enhanced U.S. military presence in the region is containing a widening war, as they had hoped, or inflaming it.",
      "publication_date": "2024-10-04T19:22:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/04/us/politics/troops-mideast-israel-war.html",
      "byline": "By Helene Cooper and Eric Schmitt"
    },
    {
      "headline": "Trump’s Return to Butler Is Sure to Be a Spectacle. Is It Safe?",
      "snippet": "At a time of increased security risks, the former president has urged thousands of supporters to return with him to the place a gunman tried to take his life.",
      "abstract": "At a time of increased security risks, the former president has urged thousands of supporters to return with him to the place a gunman tried to take his life.",
      "lead_paragraph": "Five days after being shot by a would-be assassin in Butler, Pa., former President Donald J. Trump stood onstage at the Republican National Convention in Milwaukee, surrounded by images of his blood-streaked face. “I will tell you exactly what happened, and you’ll never hear it from me a second time,” he said, “because it’s actually too painful to tell.”",
      "publication_date": "2024-10-04T19:26:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/04/us/elections/trump-butler-assassination-attempt.html",
      "byline": "By Shawn McCreesh and Kate Kelly"
    },
    {
      "headline": "For Savannah, It’s Not Just a Port. It’s an Economy.",
      "snippet": "The Georgia city is a picturesque tourist destination. It’s also the No. 2 ocean cargo hub on the East Coast, and the dock strike’s quick end was a relief.",
      "abstract": "The Georgia city is a picturesque tourist destination. It’s also the No. 2 ocean cargo hub on the East Coast, and the dock strike’s quick end was a relief.",
      "lead_paragraph": "Viewed through a narrow lens, Savannah is a popular tourist destination with a seemingly aesthetic profile, accentuated by its Revolutionary War history, historic Black churches and colorful Victorian homes surrounded by Spanish moss.",
      "publication_date": "2024-10-04T19:47:16+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/04/business/economy/port-strike-savannah-economy.html",
      "byline": "By Santul Nerkar"
    },
    {
      "headline": "Ports Rush to Reopen After First Major Strike in Decades Is Suspended",
      "snippet": "Days after tens of thousands of longshoremen along the East and Gulf Coasts walked out, their union and their bosses reached a tentative agreement on wages.",
      "abstract": "Days after tens of thousands of longshoremen along the East and Gulf Coasts walked out, their union and their bosses reached a tentative agreement on wages.",
      "lead_paragraph": "Hours after a longshoremen’s union on the East and Gulf Coasts agreed to suspend its strike, major ports rushed to reopen on Friday and get cargo to businesses that have spent the last few days racked with fear over lost sales.",
      "publication_date": "2024-10-04T20:16:52+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/04/business/economy/dockworkers-strike-ports-reopen.html",
      "byline": "By Peter Eavis"
    },
    {
      "headline": "Behind Trump’s Views on Ukraine: Putin’s Gambit and a Political Grudge",
      "snippet": "The roots of Donald Trump’s animus toward Ukraine — an issue with profound consequences should he be elected again — can be found in a yearlong series of events spanning 2016 and 2017.",
      "abstract": "The roots of Donald Trump’s animus toward Ukraine — an issue with profound consequences should he be elected again — can be found in a yearlong series of events spanning 2016 and 2017.",
      "lead_paragraph": "On July 7, 2017, after President Donald J. Trump and President Vladimir V. Putin of Russia shook hands in Hamburg, Germany, to conclude their first face-to-face meeting, Secretary of State Rex W. Tillerson walked out of the sterile conference room, removed notes from his pocket and gave anxious White House aides a summary.",
      "publication_date": "2024-10-05T04:00:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/05/us/politics/trump-putin-ukraine.html",
      "byline": "By Mark Mazzetti and Adam Entous"
    },
    {
      "headline": "Villages Spared a Soviet Nuclear Plant Are Split Over a U.S. One",
      "snippet": "A plan to place American-made reactors on a picturesque coastline has broad support in Poland — and in Washington — but the geopolitical calculations have run into local opposition.",
      "abstract": "A plan to place American-made reactors on a picturesque coastline has broad support in Poland — and in Washington — but the geopolitical calculations have run into local opposition.",
      "lead_paragraph": "It appeared to be a typical harvest festival on Poland’s picturesque Baltic coast, with women in traditional dress singing folk songs and local farmers displaying their wares.",
      "publication_date": "2024-10-05T04:01:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/05/world/europe/poland-nuclear-plant.html",
      "byline": "By Andrew Higgins"
    },
    {
      "headline": "Can Hudson Square Reinvent Itself as New York City’s Next Hot Neighborhood?",
      "snippet": "Once known as a gritty, industrial area on Manhattan’s West Side, Hudson Square is now trying to lure new tenants and businesses, and create its own identity.",
      "abstract": "Once known as a gritty, industrial area on Manhattan’s West Side, Hudson Square is now trying to lure new tenants and businesses, and create its own identity.",
      "lead_paragraph": "New York City is full of distinct neighborhoods, many competing for charm, hipness, quality of life and a good work-life balance. As a newcomer, and one that many city dwellers still haven’t heard of, Hudson Square is trying to create an identity separate from its culturally vibrant neighbors — SoHo to the east, the West Village to the north, TriBeCa to the south — that have long had curb appeal for businesses and new residents alike.",
      "publication_date": "2024-10-05T09:00:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "MB",
      "web_url": "https://www.nytimes.com/2024/10/05/business/hudson-square-nyc-google-disney.html",
      "byline": "By Arielle Paul and George Etheredge"
    },
    {
      "headline": "As Israel Attacks, Many Lebanese Feel Dragged Into Someone Else’s War",
      "snippet": "In a crisis-racked country where sectarian tensions simmer, many worry that the conflict between Israel and the Shiite militia Hezbollah will end in more destruction for all.",
      "abstract": "In a crisis-racked country where sectarian tensions simmer, many worry that the conflict between Israel and the Shiite militia Hezbollah will end in more destruction for all.",
      "lead_paragraph": "When Hezbollah announced that its longtime leader, Hassan Nasrallah, had been killed in an Israeli airstrike, the talk among many of the group’s Shiite Muslim followers was of defiance and vengeance.",
      "publication_date": "2024-10-05T09:02:36+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/05/world/middleeast/lebanon-hezbollah-israel-war.html",
      "byline": "By Vivian Yee and Hwaida Saad"
    },
    {
      "headline": "30 Days Out, the Harris and Trump Campaigns Brace for ‘Trench Warfare’",
      "snippet": "With tight contests in all seven battleground states, the candidates are pressing for a few thousand votes that could sway the outcome of the entire election.",
      "abstract": "With tight contests in all seven battleground states, the candidates are pressing for a few thousand votes that could sway the outcome of the entire election.",
      "lead_paragraph": "As Vice President Kamala Harris and former President Donald J. Trump begin the final 30-day push for the White House, they are locked in a neck-and-neck race from the Rust Belt to the Sun Belt.",
      "publication_date": "2024-10-05T09:02:57+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/05/us/politics/trump-harris-30-days-to-election.html",
      "byline": "By Lisa Lerer, Reid J. Epstein and Maggie Haberman"
    },
    {
      "headline": "Experian Wants You to Carry Its Debit Card Around. Be Wary.",
      "snippet": "There’s not a lot of love for the credit bureaus, so why would you want one of them in your wallet? Experian’s pitch: A slightly better credit score. Maybe.",
      "abstract": "There’s not a lot of love for the credit bureaus, so why would you want one of them in your wallet? Experian’s pitch: A slightly better credit score. Maybe.",
      "lead_paragraph": "In what universe would anyone want to whip out a debit card with the name of a credit bureau on it?",
      "publication_date": "2024-10-05T09:04:35+0000",
      "section_name": "Your Money",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/05/your-money/experian-debit-credit-boost.html",
      "byline": "By Ron Lieber"
    },
    {
      "headline": "In Salt Lake City, Sports Drive a New Vision for Downtown",
      "snippet": "A proposal to remake the area would please the owner of the city’s N.B.A. and N.H.L. teams. But others, including classical musicians, aren’t so thrilled.",
      "abstract": "A proposal to remake the area would please the owner of the city’s N.B.A. and N.H.L. teams. But others, including classical musicians, aren’t so thrilled.",
      "lead_paragraph": "In late April, about 60 members of the Utah Symphony were on break during a rehearsal of Massenet’s opera “Thaïs” when the organization’s chief executive, Steve Brosvik, matter-of-factly told them that the county was considering demolishing Abravanel Hall, their world-renowned home, as part of a plan to revamp downtown Salt Lake City.",
      "publication_date": "2024-10-06T09:00:25+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/06/business/salt-lake-city-ryan-smith.html",
      "byline": "By Tania Ganguli and Ken Belson"
    },
    {
      "headline": "Cement Is a Big Polluter. A Plant in Norway Hopes to Clean It Up.",
      "snippet": "Heidelberg Materials is betting it can profit from an expensive process that will reduce the carbon dioxide emitted from one of the world’s most polluting industries.",
      "abstract": "Heidelberg Materials is betting it can profit from an expensive process that will reduce the carbon dioxide emitted from one of the world’s most polluting industries.",
      "lead_paragraph": "Even in the idyllic Norwegian summer, with anglers casting for mackerel from nearby piers, the century-old cement plant on the edge of the harbor town of Brevik is a forbidding place. The screeching of gulls echoes off the mud- and dust-caked passageways between concrete walls, which rise on the edge of the water like the ramparts of a medieval fortress.",
      "publication_date": "2024-10-06T09:00:51+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/06/business/cement-pollution-carbon-capture-norway.html",
      "byline": "By Stanley Reed"
    },
    {
      "headline": "A Ghostly Life for Those Trickling Back to Villages Attacked on Oct. 7",
      "snippet": "Along Israel’s border with Gaza, reminders of the trauma of the Hamas-led assault are inescapable as the few who have returned try to start anew.",
      "abstract": "Along Israel’s border with Gaza, reminders of the trauma of the Hamas-led assault are inescapable as the few who have returned try to start anew.",
      "lead_paragraph": "Before Oct. 7, Naama Giller let her children roam freely through her Israeli village on the border with Gaza. Her front door was rarely locked. She liked living in a place animated by communal festivities, outdoor life, the din of boys and girls playing.",
      "publication_date": "2024-10-06T09:01:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/06/world/middleeast/israel-villages-hamas-oct-7-return.html",
      "byline": "By Johnatan Reiss and Amit Elkayam"
    },
    {
      "headline": "Bruised Supreme Court Returns to Bench With Possible Election Cases Looming",
      "snippet": "Aside from major disputes on issues like transgender rights and guns, the docket is fairly routine. That could change fast if the presidential race is contested.",
      "abstract": "Aside from major disputes on issues like transgender rights and guns, the docket is fairly routine. That could change fast if the presidential race is contested.",
      "lead_paragraph": "The new Supreme Court term, which starts as the justices return to the bench on Monday, already features cases on transgender rights, untraceable “ghost guns” and whether Mexico may sue American firearms manufacturers. The coming months may also bring voting disputes that could decide the presidential election.",
      "publication_date": "2024-10-06T09:02:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/06/us/supreme-court-term-transgender-rights.html",
      "byline": "By Adam Liptak"
    },
    {
      "headline": "Trump’s Speeches, Increasingly Angry and Rambling, Reignite the Question of Age",
      "snippet": "With the passage of time, the 78-year-old former president’s speeches have grown darker, harsher, longer, angrier, less focused, more profane and increasingly fixated on the past, according to a review of his public appearances over the years.",
      "abstract": "With the passage of time, the 78-year-old former president’s speeches have grown darker, harsher, longer, angrier, less focused, more profane and increasingly fixated on the past, according to a review of his public appearances over the years.",
      "lead_paragraph": "Former President Donald J. Trump vividly recounted how the audience at his climactic debate with Vice President Kamala Harris was on his side. Except that there was no audience. The debate was held in an empty hall. No one “went crazy,” as Mr. Trump put it, because no one was there.",
      "publication_date": "2024-10-06T09:03:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/06/us/politics/trump-speeches-age-cognitive-decline.html",
      "byline": "By Peter Baker, Dylan Freedman, Chevaz Clarke and Aaron Byrd"
    },
    {
      "headline": "Another Hurdle in Recovery From Helene: Misinformation Is Getting in the Way",
      "snippet": "In North Carolina and other states, a barrage of conspiracy theories and false claims over efforts to bring relief after Hurricane Helene is alarming and disheartening officials and workers.",
      "abstract": "In North Carolina and other states, a barrage of conspiracy theories and false claims over efforts to bring relief after Hurricane Helene is alarming and disheartening officials and workers.",
      "lead_paragraph": "In the aftermath of Hurricane Helene’s devastation in western North Carolina, the public meeting in Rutherford County last Wednesday was essential business. Officials from several shellshocked communities convened to talk about the extensive damage and ongoing search-and-rescue efforts. ",
      "publication_date": "2024-10-06T17:13:51+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/06/us/hurricane-helene-north-carolina-misinformation.html",
      "byline": "By Emily Cochrane, Christopher Flavelle, Michael D. Shear and Tiffany Hsu"
    },
    {
      "headline": "How E-Commerce Is Making China’s Deflation Worse",
      "snippet": "The push by Pinduoduo to lower prices has helped it become one of China’s fastest-growing e-commerce apps, and epitomizes a broader force plaguing the economy.",
      "abstract": "The push by Pinduoduo to lower prices has helped it become one of China’s fastest-growing e-commerce apps, and epitomizes a broader force plaguing the economy.",
      "lead_paragraph": "When Lin Yunyun started selling diapers two years ago on Pinduoduo, China’s fast-growing e-commerce site, she was not prepared for the relentless nagging about prices.",
      "publication_date": "2024-10-07T04:01:24+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/07/business/china-pinduoduo-ecommerce.html",
      "byline": "By Daisuke Wakabayashi and Claire Fu"
    },
    {
      "headline": "The War That Won’t End: How Oct. 7 Sparked a Year of Conflict",
      "snippet": "As war in the Middle East spreads, the original conflict between Israel and Hamas has persisted. This is why.",
      "abstract": "As war in the Middle East spreads, the original conflict between Israel and Hamas has persisted. This is why.",
      "lead_paragraph": "Yaniv Hegyi, an Israeli community organizer, fled his home last Oct. 7, after terrorists from Gaza overran his village in southern Israel. “I was sure that by January we would go back,” Mr. Hegyi said.",
      "publication_date": "2024-10-07T04:02:01+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/07/world/middleeast/israel-gaza-oct-7-year-of-war.html",
      "byline": "By Patrick Kingsley, Ronen Bergman and Bilal Shbair"
    },
    {
      "headline": "Growing Cannabis and Opium Poppies May Be Key to U.S. Supply Chains",
      "snippet": "After supply chain disruptions that made critical medicines scarce, a federal effort is underway to ensure domestic stocks of pharmaceutical ingredients.",
      "abstract": "After supply chain disruptions that made critical medicines scarce, a federal effort is underway to ensure domestic stocks of pharmaceutical ingredients.",
      "lead_paragraph": "Never mind that everyone calls him Groovy, or that the company he oversees — Bright Green — is preparing to grow cannabis and opium poppies inside greenhouses on the high desert of New Mexico. Gurvinder Singh would like it known that his business is a rigorous scientific enterprise.",
      "publication_date": "2024-10-07T09:00:39+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/07/business/bright-green-pharmaceutical-supply-chain.html",
      "byline": "By Peter S. Goodman"
    },
    {
      "headline": "The Tech Lobbying Group Helping to Broaden the First Amendment’s Reach",
      "snippet": "NetChoice, backed by tech giants including Meta and Google, has successfully argued in court that Big Tech hosts protected speech.",
      "abstract": "NetChoice, backed by tech giants including Meta and Google, has successfully argued in court that Big Tech hosts protected speech.",
      "lead_paragraph": "Ahead of a recent vote in Congress on a child safety bill, a powerful tech lobby representing Google, Meta and other major tech firms sent a forceful warning to lawmakers.",
      "publication_date": "2024-10-07T09:01:26+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/07/technology/netchoice-free-speech-meta-google.html",
      "byline": "By Cecilia Kang"
    },
    {
      "headline": "The ‘Crypto Punks’ Behind Trump’s Murky New Business Venture",
      "snippet": "The serial entrepreneurs behind Donald J. Trump’s new cryptocurrency project have left a trail of lawsuits, unpaid debt and tax liens.",
      "abstract": "The serial entrepreneurs behind Donald J. Trump’s new cryptocurrency project have left a trail of lawsuits, unpaid debt and tax liens.",
      "lead_paragraph": "Chase Herro is an online salesman who proudly calls himself a “dirtbag of the internet,” able to sell anything to anyone. Zachary Folkman ran a company called Date Hotter Girls, offering advice under a pseudonym on how to pick up women at bars.",
      "publication_date": "2024-10-07T09:01:40+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/07/us/politics/donald-trump-crypto-2024-campaign.html",
      "byline": "By Sharon LaFraniere and David Yaffe-Bellany"
    },
    {
      "headline": "Nowhere to Go: How Gaza Became a Mass Death Trap",
      "snippet": "Hundreds of thousands of civilians have been prevented from fleeing the narrow strip of land even as bombs have rained down, famine has loomed and disease has spread.",
      "abstract": "Hundreds of thousands of civilians have been prevented from fleeing the narrow strip of land even as bombs have rained down, famine has loomed and disease has spread.",
      "lead_paragraph": "Of all the grim distinctions of the yearlong war in Gaza that followed the savage Hamas attack on Israel last Oct. 7, one may stand out for its deadly singularity: Palestinian civilians there have nowhere to go. Barricaded by barbed-wire fences, tanks and soldiers, they have been effectively imprisoned for 12 months in a 141-square-mile strip of land between Egypt and Israel that has become a killing zone.",
      "publication_date": "2024-10-07T09:03:36+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/07/world/middleeast/gaza-civilians-deaths-israel-war.html",
      "byline": "By Mark Landler"
    },
    {
      "headline": "Trump’s Plans Could Increase U.S. Debt While Raising Costs for Most Americans",
      "snippet": "A new analysis finds that Vice President Kamala Harris and former President Donald J. Trump’s plans would both add to the deficit, but Mr. Trump’s proposals could create a fiscal hole twice as big.",
      "abstract": "A new analysis finds that Vice President Kamala Harris and former President Donald J. Trump’s plans would both add to the deficit, but Mr. Trump’s proposals could create a fiscal hole twice as big.",
      "lead_paragraph": "Former President Donald J. Trump’s economic proposals could inflame the nation’s debt burden while ultimately raising costs for a vast majority of Americans, according to a pair of new economic analyses that are among the most in-depth studies to date of the Republican nominee’s plans.",
      "publication_date": "2024-10-07T09:04:30+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/07/us/politics/trump-economic-plans-debt-costs.html",
      "byline": "By Andrew Duehren and Alan Rappeport"
    },
    {
      "headline": "In a World Changed by Oct. 7, Hatred Is Winning",
      "snippet": "Peace in the Middle East seems more elusive than ever, with Oct. 7 setting off a battle over not just land but the narrative itself.",
      "abstract": "Peace in the Middle East seems more elusive than ever, with Oct. 7 setting off a battle over not just land but the narrative itself.",
      "lead_paragraph": "A year has passed in Israel and Gaza like some nightmare from which there is no awakening. Hatred is the only winner. It towers over the corpse of a two-state Israeli-Palestinian peace and threatens to spread across the Middle East.",
      "publication_date": "2024-10-07T09:15:20+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/07/world/middleeast/israel-palestinians-war.html",
      "byline": "By Roger Cohen"
    },
    {
      "headline": "Fears of a Global Oil Shock if the Mideast Crisis Intensifies",
      "snippet": "The threat of an escalating conflict between Israel and Iran has created an “extraordinarily precarious” global situation, sowing alarm about the potential economic fallout.",
      "abstract": "The threat of an escalating conflict between Israel and Iran has created an “extraordinarily precarious” global situation, sowing alarm about the potential economic fallout.",
      "lead_paragraph": "As the world absorbs the prospect of an escalating conflict in the Middle East, the potential economic fallout is sowing increasing alarm. The worst fears center on a broadly debilitating development: a shock to the global oil supply.",
      "publication_date": "2024-10-07T14:02:27+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/07/business/middle-east-conflict-economic-risks.html",
      "byline": "By Peter S. Goodman"
    },
    {
      "headline": "Victims of a $7 Billion Fraud May Soon Be Paid. For Some, It’s Too Late.",
      "snippet": "Not having much insight into what may happen next in the case of a fraud orchestrated by Robert Allen Stanford, many of the victims sold the rights to any future payout.",
      "abstract": "Not having much insight into what may happen next in the case of a fraud orchestrated by Robert Allen Stanford, many of the victims sold the rights to any future payout.",
      "lead_paragraph": "It has been 15 years since Thomas Swingle first learned that about $1 million of his family’s savings had gone up in smoke, after the financier Robert Allen Stanford was exposed for having sold billions in fraudulent certificates of deposit to investors around the world.",
      "publication_date": "2024-10-07T14:19:15+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/07/business/stanford-financial-fraud-victims-paid.html",
      "byline": "By Matthew Goldstein"
    }
  ]
}