{
  "metadata": {
    "date": "2024-03-07",
    "total_articles": 9
  },
  "articles": [
    {
      "headline": "Haley’s Failed Campaign Highlights G.O.P. Rifts and Trump’s Dominance",
      "snippet": "Falling well short in a spirited campaign to dethrone Mr. Trump, Ms. Haley brought to a close the latest struggle over the soul and direction of the Republican Party.",
      "abstract": "Falling well short in a spirited campaign to dethrone Mr. Trump, Ms. Haley brought to a close the latest struggle over the soul and direction of the Republican Party.",
      "lead_paragraph": "After absorbing bruising losses in the Super Tuesday primaries, Nikki Haley, the former governor of South Carolina, announced on Wednesday that she was ending her presidential campaign.",
      "publication_date": "2024-03-06T17:28:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/06/us/politics/nikki-haley-drops-out-trump.html",
      "byline": "By Jazmine Ulloa, Jonathan Weisman and Ruth Fremson"
    },
    {
      "headline": "Biden Promised Calm After Trump Chaos, but the World Has Not Cooperated",
      "snippet": "Inflation, an explosion of migration at the border and wars in Europe and the Middle East have created a sense of instability that polls show have eroded his support.",
      "abstract": "Inflation, an explosion of migration at the border and wars in Europe and the Middle East have created a sense of instability that polls show have eroded his support.",
      "lead_paragraph": "During the 2020 campaign, Joseph R. Biden Jr. denounced Donald J. Trump as “an incumbent president who sows chaos rather than providing order.” After defeating Mr. Trump, Mr. Biden told the nation in his Inaugural Address that he would reverse the “state of chaos” that he had inherited.",
      "publication_date": "2024-03-06T20:38:35+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/06/us/politics/biden-trump-chaos.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "Israel-Hamas Talks Over Hostage Releases and a Cease-Fire Stall",
      "snippet": "Officials say Hamas has continued to press Israel for a commitment to a permanent cease-fire after a multistage release of all hostages, but Israel has refused.",
      "abstract": "Officials say Hamas has continued to press Israel for a commitment to a permanent cease-fire after a multistage release of all hostages, but Israel has refused.",
      "lead_paragraph": "Talks between Israel and Hamas over the release of dozens of Israeli hostages held in Gaza have stalled, dimming hopes that a deal could be reached before Ramadan begins in a few days, according to several people briefed on the conversations.",
      "publication_date": "2024-03-06T20:57:52+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/06/us/politics/israel-hamas-hostages.html",
      "byline": "By Ronen Bergman, Edward Wong and Julian E. Barnes"
    },
    {
      "headline": "Josette Molland, Who Told of Life in Nazi Camps Through Art, Dies at 100",
      "snippet": "She endured horrors as a captured member of the French Resistance, and to ensure that her story, too, would survive, she depicted them years later in a series of stark paintings.",
      "abstract": "She endured horrors as a captured member of the French Resistance, and to ensure that her story, too, would survive, she depicted them years later in a series of stark paintings.",
      "lead_paragraph": "In the spring of 1943, Josette Molland, a 20-year-old art student, was certain of two things: that she was making a pretty good living creating designs for Lyon’s silk weavers, and that it was unbearable that Germans occupied her country.",
      "publication_date": "2024-03-06T21:26:39+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/06/world/europe/josette-molland-dead.html",
      "byline": "By Adam Nossiter"
    },
    {
      "headline": "Big American Tech Profits From Chinese Ad Spending Spree",
      "snippet": "Temu, Shein, and streaming and gaming apps looking to break into the U.S. market are spending huge sums to get their wares in front of American consumers.",
      "abstract": "Temu, Shein, and streaming and gaming apps looking to break into the U.S. market are spending huge sums to get their wares in front of American consumers.",
      "lead_paragraph": "The trade relationship between China and the United States has plenty of friction. But at least one area is booming: Chinese start-ups looking to establish a presence in the West are spending billions of dollars for advertisements on services owned by some of Silicon Valley’s biggest technology companies.",
      "publication_date": "2024-03-07T00:15:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/06/business/google-meta-temu-shein.html",
      "byline": "By Daisuke Wakabayashi and Mike Isaac"
    },
    {
      "headline": "Profound Damage Found in Maine Gunman’s Brain, Possibly From Blasts",
      "snippet": "A laboratory found a pattern of cell damage that has been seen in veterans exposed to weapons blasts, and said it probably played a role in symptoms the gunman displayed before the shooting.",
      "abstract": "A laboratory found a pattern of cell damage that has been seen in veterans exposed to weapons blasts, and said it probably played a role in symptoms the gunman displayed before the shooting.",
      "lead_paragraph": "A specialized laboratory examining the brain of the gunman who committed Maine’s deadliest mass shooting found profound brain damage of the kind that has been seen in veterans exposed to repeated blasts from weapons use.",
      "publication_date": "2024-03-07T03:39:37+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/06/us/maine-shooting-brain-injury.html",
      "byline": "By Dave Philipps"
    },
    {
      "headline": "How China Came to Dominate the World in Solar Energy",
      "snippet": "Beijing is set to further increase its manufacturing and installation of solar panels as it seeks to master global markets and wean itself from imports.",
      "abstract": "Beijing is set to further increase its manufacturing and installation of solar panels as it seeks to master global markets and wean itself from imports.",
      "lead_paragraph": "China unleashed the full might of its solar energy industry last year. It installed more solar panels than the United States has in its history. It cut the wholesale price of panels it sells by nearly half. And its exports of fully assembled solar panels climbed 38 percent while its exports of key components almost doubled.",
      "publication_date": "2024-03-07T05:00:10+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/07/business/china-solar-energy-exports.html",
      "byline": "By Keith Bradsher"
    },
    {
      "headline": "Crowdfunding, Auctions and Raffles: How Ukrainians Are Aiding the Army",
      "snippet": "Fund-raisers are borrowing heavily from business techniques to keep donations flowing to the military. The latest trend? Broad approaches that rely on networks of friends and acquaintances.",
      "abstract": "Fund-raisers are borrowing heavily from business techniques to keep donations flowing to the military. The latest trend? Broad approaches that rely on networks of friends and acquaintances.",
      "lead_paragraph": "Earlier this year, Daria Chervona, a photo retoucher from Kyiv, was busy trying to raise 78 million Ukrainian hryvnia, about $2 million, for Ukraine’s army, posting daily on social media to urge friends and acquaintances to chip in. That was a high bar, but after a few weeks she announced she had cleared it, reaching her target.",
      "publication_date": "2024-03-07T05:01:11+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/03/07/world/europe/ukraine-war-donations-crowdfunding.html",
      "byline": "By Constant Méheut and Daria Mitiuk"
    },
    {
      "headline": "Spate of Mock News Sites With Russian Ties Pop Up in U.S.",
      "snippet": "The fake news organizations, experts say, represent a technological leap in the Kremlin’s efforts to spread false and misleading narratives.",
      "abstract": "The fake news organizations, experts say, represent a technological leap in the Kremlin’s efforts to spread false and misleading narratives.",
      "lead_paragraph": "Into the depleted field of journalism in America, a handful of websites have appeared in recent weeks with names suggesting a focus on news close to home: D.C. Weekly, the New York News Daily, the Chicago Chronicle and a newer sister publication, the Miami Chronicle.",
      "publication_date": "2024-03-07T15:47:40+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/03/07/business/media/russia-us-news-sites.html",
      "byline": "By Steven Lee Myers"
    }
  ]
}