{
  "metadata": {
    "date": "2024-10-14",
    "total_articles": 22
  },
  "articles": [
    {
      "headline": "Trump Blames Immigrant Surge for Housing Crisis. Most Economists Disagree.",
      "snippet": "The former president often implies that deportations will bring down housing costs. Reality is more complicated.",
      "abstract": "The former president often implies that deportations will bring down housing costs. Reality is more complicated.",
      "lead_paragraph": "Former President Donald J. Trump and his running mate, Senator JD Vance, regularly blame America’s housing affordability crisis on a recent surge in immigration. They point to their plans for mass deportations of undocumented workers as part of the solution.",
      "publication_date": "2024-10-11T16:01:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/11/business/economy/trump-housing-crisis-deportations.html",
      "byline": "By Jeanna Smialek, Lydia DePillis and Natasha Rodriguez"
    },
    {
      "headline": "For Atomic Bomb Survivors, a Nobel Prize and a Reckoning, 80 Years Later",
      "snippet": "Toshiyuki Mimaki, the chairman of Nihon Hidankyo, which was awarded the Nobel Peace Prize, said his foremost wish was to “please abolish nuclear weapons while we are alive.”",
      "abstract": "Toshiyuki Mimaki, the chairman of Nihon Hidankyo, which was awarded the Nobel Peace Prize, said his foremost wish was to “please abolish nuclear weapons while we are alive.”",
      "lead_paragraph": "Cities blasted to rubble. Burned bodies and flayed flesh. Invisible waves of radiation coursing through the air. And the indelible image of a mushroom cloud.",
      "publication_date": "2024-10-11T18:08:30+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/11/world/asia/nobel-peace-prize-nihon-hidanyuo-atomic-bomb.html",
      "byline": "By Hannah Beech, Hisako Ueno and Kiuko Notoya"
    },
    {
      "headline": "Inside Donald Trump’s Shadow Presidency",
      "snippet": "In the years since he left the White House, former President Donald J. Trump has remained a force in international politics, meeting with a number of foreign leaders and operating out of his Mar-a-Lago estate in Florida.",
      "abstract": "In the years since he left the White House, former President Donald J. Trump has remained a force in international politics, meeting with a number of foreign leaders and operating out of his Mar-a-Lago estate in Florida.",
      "lead_paragraph": "When Finland wanted to join NATO to ward off Russian aggression, it knew it had a friend living in the White House and could count on President Biden’s support. But to ensure that the U.S. Senate would ratify its membership bid, Finland’s government decided to also seek out the president living in Florida.",
      "publication_date": "2024-10-11T20:20:33+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/11/us/politics/donald-trumps-presidency.html",
      "byline": "By Peter Baker"
    },
    {
      "headline": "One of the Loneliest Countries Finds Companionship in Dogs",
      "snippet": "They have become pampered family members in South Korea, which has the world’s lowest birthrate and where much of the population lives alone.",
      "abstract": "They have become pampered family members in South Korea, which has the world’s lowest birthrate and where much of the population lives alone.",
      "lead_paragraph": "The deceased lay wrapped in a cotton blanket, surrounded by white roses and hydrangea, angelic figurines and lit candles and incense. A wall-mounted screen displayed photographs of him. His 71-year-old companion, Kim Seon-ae, convulsed with tears as she bid farewell, caressing his head and face. Next door, young uniformed morticians prepared for his cremation.",
      "publication_date": "2024-10-12T04:01:24+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/12/world/asia/south-korea-dogs-pet-popularity.html",
      "byline": "By Choe Sang-Hun and Chang W. Lee"
    },
    {
      "headline": "Twitter Barred Them. What Happened When Elon Musk Brought Them Back?",
      "snippet": "Many users who were reinstated by X have continued to share the kinds of false narratives and conspiracies that once got them suspended.",
      "abstract": "Many users who were reinstated by X have continued to share the kinds of false narratives and conspiracies that once got them suspended.",
      "lead_paragraph": "After Hurricane Helene, Representative Marjorie Taylor Greene, the hard-right conservative from Georgia, shared on X the widely debunked claim that government scientists could control the weather. “It’s ridiculous for anyone to lie and say it can’t be done,” she wrote in one post.",
      "publication_date": "2024-10-12T09:01:04+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/12/technology/x-misinformation-social-media.html",
      "byline": "By Kate Conger, Tiffany Hsu and Aaron Krolik"
    },
    {
      "headline": "Led by Believers in the City’s Future, Detroit Is on the Rebound",
      "snippet": "Once the largest city in the U.S. to declare bankruptcy, this Midwestern metropolis is now thriving. But some obstacles still remain.",
      "abstract": "Once the largest city in the U.S. to declare bankruptcy, this Midwestern metropolis is now thriving. But some obstacles still remain.",
      "lead_paragraph": "On a sunny Friday morning last month, Mike Duggan, the mayor of Detroit, got behind the wheel of his black Jeep Grand Cherokee to give a tour of the city he has led for 10 years. Not far from Michigan Central Station, the former hulking ruin that was recently transformed into a gleaming office complex, he slowed to point to a construction site of vertical steel girders and yellow earth-moving machines. It will become a 600-room JW Marriott hotel, linked to the city’s convention center and scheduled to open by 2027, when college basketball’s Final Four will be played in Detroit.",
      "publication_date": "2024-10-12T09:01:41+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2024/10/12/business/economy/detroit-economy-rebound.html",
      "byline": "By Neal E. Boudette"
    },
    {
      "headline": "Black Voters Drift From Democrats, Imperiling Harris’s Bid, Poll Shows",
      "snippet": "Vice President Kamala Harris is on track to win a majority of Black voters, and has brought many back to her party since taking over for President Biden. Still, a significant gap in support persists.",
      "abstract": "Vice President Kamala Harris is on track to win a majority of Black voters, and has brought many back to her party since taking over for President Biden. Still, a significant gap in support persists.",
      "lead_paragraph": "Vice President Kamala Harris has improved her party’s standing among Black voters since President Biden left the presidential race, but she still significantly trails Mr. Biden’s 2020 share of that vital Democratic constituency, according to a New York Times/Siena College poll of Black likely voters.",
      "publication_date": "2024-10-12T09:03:34+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/12/us/politics/poll-black-voters-harris-trump.html",
      "byline": "By Maya King, Jonathan Weisman and Ruth Igielnik"
    },
    {
      "headline": "A Frustrated Trump Lashes Out Behind Closed Doors Over Money",
      "snippet": "Donald J. Trump is feeling aggrieved, unappreciated by donors and fenced in by security concerns in the final stretch of the race.",
      "abstract": "Donald J. Trump is feeling aggrieved, unappreciated by donors and fenced in by security concerns in the final stretch of the race.",
      "lead_paragraph": "Donald J. Trump took his seat at the dining table in his triplex penthouse apartment atop Trump Tower on the last Sunday in September, alongside some of the most sought-after and wealthiest figures in the Republican Party.",
      "publication_date": "2024-10-12T09:04:05+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/12/us/politics/trump-gop-donors.html",
      "byline": "By Jonathan Swan, Maggie Haberman and Shane Goldmacher"
    },
    {
      "headline": "Secret Documents Show Hamas Tried to Persuade Iran to Join Its Oct. 7 Attack",
      "snippet": "The Times reviewed the minutes of 10 meetings among Hamas’s top leaders. The records show the militant group avoided several escalations since 2021 to falsely imply it had been deterred — while seeking Iranian support for a major attack.",
      "abstract": "The Times reviewed the minutes of 10 meetings among Hamas’s top leaders. The records show the militant group avoided several escalations since 2021 to falsely imply it had been deterred — while seeking Iranian support for a major attack.",
      "lead_paragraph": "For more than two years, Yahya Sinwar huddled with his top Hamas commanders and plotted what they hoped would be the most devastating and destabilizing attack on Israel in the militant group’s four-decade history.",
      "publication_date": "2024-10-12T13:55:53+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/12/world/middleeast/hamas-israel-war.html",
      "byline": "By Ronen Bergman, Adam Rasgon and Patrick Kingsley"
    },
    {
      "headline": "John F. Kennedy Jr.’s 1990s-Era Magazine Is Back, With a QAnon Twist",
      "snippet": "It is a reanimation story strange enough for a zombie movie, made possible by the fact that the original George trademark lapsed, only to be secured by a conservative lawyer.",
      "abstract": "It is a reanimation story strange enough for a zombie movie, made possible by the fact that the original George trademark lapsed, only to be secured by a conservative lawyer.",
      "lead_paragraph": "On a Saturday morning in August, a few hundred people gathered at a convention center in Hot Springs, Ark., paying between $145 and $475 to hear from a cast of far-right speakers. They included a body builder-turned-pundit who carries a tomahawk and promotes an antisemitic conspiracy theory, and a pro-Trump preacher who has warned of threats posed by technologically sophisticated demon mermaids.",
      "publication_date": "2024-10-13T09:00:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/13/us/jfk-jr-george-magazine.html",
      "byline": "By Richard Fausset"
    },
    {
      "headline": "Can the Government Get People to Have More Babies?",
      "snippet": "Japan has been trying to boost its fertility rate for 30 years. Now the rest of the rich world is, too.",
      "abstract": "Japan has been trying to boost its fertility rate for 30 years. Now the rest of the rich world is, too.",
      "lead_paragraph": "In 1989, Japan seemed to be an unstoppable economic superpower. Its companies were overtaking competitors and gobbling up American icons like Rockefeller Center. But inside the country, the government had identified a looming, slow-motion crisis: The fertility rate had fallen to a record low. Policymakers called it the “1.57 shock,” citing the projected average number of children that women would have over their childbearing years.",
      "publication_date": "2024-10-13T09:00:49+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/13/world/asia/birth-rate-fertility-policy-japan.html",
      "byline": "By Motoko Rich"
    },
    {
      "headline": "The Ground Game: Harris’s Turnout Machine vs. Trump’s Unproven Alliance",
      "snippet": "Both parties are frenetically chasing votes in the counties that could very well decide the election. In many places, inexperienced conservative groups are going up against a more tightly organized Democratic operation.",
      "abstract": "Both parties are frenetically chasing votes in the counties that could very well decide the election. In many places, inexperienced conservative groups are going up against a more tightly organized Democratic operation.",
      "lead_paragraph": "In the final weeks of the 2024 election, Vice President Kamala Harris and former President Donald J. Trump are staking their chances on two radically different theories of how to win: one tried-and-true, the other untested in modern presidential campaigns.",
      "publication_date": "2024-10-13T18:49:11+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/13/us/politics/trump-harris-campaign-ground-game.html",
      "byline": "By Lisa Lerer, Julie Bosman, Kellen Browning, Maya King and Jonathan Weisman"
    },
    {
      "headline": "How Israel’s Army Uses Palestinians as Human Shields in Gaza",
      "snippet": "Israeli soldiers and Palestinian former detainees say troops have regularly forced captured Gazans to carry out life-threatening tasks, including inside Hamas tunnels.",
      "abstract": "Israeli soldiers and Palestinian former detainees say troops have regularly forced captured Gazans to carry out life-threatening tasks, including inside Hamas tunnels.",
      "lead_paragraph": "After Israeli soldiers found Mohammed Shubeir hiding with his family in early March, they detained him for roughly 10 days before releasing him without charge, he said.",
      "publication_date": "2024-10-14T04:01:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/14/world/middleeast/israel-gaza-military-human-shields.html",
      "byline": "By Natan Odenheimer, Bilal Shbair and Patrick Kingsley"
    },
    {
      "headline": "Kash Patel: The Magical Rise of a Self-Described ‘Wizard’ in Trump World",
      "snippet": "The MAGA loyalist Mr. Patel aims to run the C.I.A. if Donald Trump wins the presidency. But critics say his swagger masks deep inexperience.",
      "abstract": "The MAGA loyalist Mr. Patel aims to run the C.I.A. if Donald Trump wins the presidency. But critics say his swagger masks deep inexperience.",
      "lead_paragraph": "As President Donald J. Trump battled public outrage in the summer of 2019 over his effort to enlist Ukraine in digging up dirt on former Vice President Joseph R. Biden Jr., he summoned a small group of top advisers to the Oval Office. Among them was Charles Kupperman, the deputy national security adviser, who was surprised to see a relatively low-level staff member in one of the four chairs arrayed before the president’s desk: Kashyap “Kash” Patel.",
      "publication_date": "2024-10-14T09:00:25+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/14/us/politics/kash-patel.html",
      "byline": "By Elizabeth Williamson"
    },
    {
      "headline": "Killing of Japanese Boy Leaves Chinese Asking: Is This My Country?",
      "snippet": "Angry at what they view as China’s state-led xenophobia, taught in schools and prevalent online, some people are taking action, even at personal risk.",
      "abstract": "Angry at what they view as China’s state-led xenophobia, taught in schools and prevalent online, some people are taking action, even at personal risk.",
      "lead_paragraph": "A Japanese boy was stabbed on his way to school in China on Sept. 18. That’s the date when, nearly a century earlier in 1931, Japan invaded China.",
      "publication_date": "2024-10-14T09:01:51+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/14/business/japanese-boy-stabbing-china.html",
      "byline": "By Li Yuan"
    },
    {
      "headline": "How Wall St. Is Subtly Shaping the Harris Economic Agenda",
      "snippet": "The vice president has repeatedly incorporated suggestions from business executives into her economic agenda.",
      "abstract": "The vice president has repeatedly incorporated suggestions from business executives into her economic agenda.",
      "lead_paragraph": "When two of Vice President Kamala Harris’s closest advisers arrived in New York last month, they were seeking advice. The Democratic nominee was preparing to give her most far-reaching economic speech, and Tony West, Ms. Harris’s brother-in-law, and Brian Nelson, a longtime confidant, wanted to know how the city’s powerful financiers thought she should approach it.",
      "publication_date": "2024-10-14T09:03:12+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/14/business/harris-economic-plan-wall-street.html",
      "byline": "By Andrew Duehren and Lauren Hirsch"
    },
    {
      "headline": "The Trump Voters Who Don’t Believe Trump",
      "snippet": "When the former president endorses violence and proposes using the government to attack his enemies, many of his supporters assume it’s just an act.",
      "abstract": "When the former president endorses violence and proposes using the government to attack his enemies, many of his supporters assume it’s just an act.",
      "lead_paragraph": "One of the more peculiar aspects of Donald J. Trump’s political appeal is this: A lot of people are happy to vote for him because they simply do not believe he will do many of the things he says he will.",
      "publication_date": "2024-10-14T09:04:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/14/us/elections/trump-promises-extreme-rhetoric.html",
      "byline": "By Shawn McCreesh"
    },
    {
      "headline": "Harris’s Final Challenge: Restore a Splintering Democratic Coalition",
      "snippet": "Defections from Black and Latino voters are making Kamala Harris more dependent on white, suburban voters — and complicating her path to victory.",
      "abstract": "Defections from Black and Latino voters are making Kamala Harris more dependent on white, suburban voters — and complicating her path to victory.",
      "lead_paragraph": "In the final weeks of the presidential campaign, Vice President Kamala Harris is contending with erosion within the Democratic coalition that put Barack Obama and Joe Biden in the White House, and growing more dependent on white voters who historically aligned more with Republicans.",
      "publication_date": "2024-10-14T09:05:42+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/14/us/politics/harris-democratic-coalition.html",
      "byline": "By Jennifer Medina, Katie Glueck and Ruth Igielnik"
    },
    {
      "headline": "Attention Kmart Shoppers: It’s Closing Time",
      "snippet": "As the last full-size Kmart in the continental United States prepares to close, shoppers reminisced about the store that once sold everything, everywhere.",
      "abstract": "As the last full-size Kmart in the continental United States prepares to close, shoppers reminisced about the store that once sold everything, everywhere.",
      "lead_paragraph": "When Chrissy Economos and Gloria McCourtney heard that the last full-size Kmart in the mainland United States was closing down, they knew they had to pay their respects, even if the store was more than 1,300 miles away.",
      "publication_date": "2024-10-14T09:40:22+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/14/business/kmart-closing-long-island.html",
      "byline": "By Alexandra E. Petri"
    },
    {
      "headline": "Three Receive Nobel in Economics for Research on Global Inequality",
      "snippet": "Daron Acemoglu, Simon Johnson and James Robinson shared the award for their work on explaining the gaps in prosperity between nations.",
      "abstract": "Daron Acemoglu, Simon Johnson and James Robinson shared the award for their work on explaining the gaps in prosperity between nations.",
      "lead_paragraph": "The Nobel Memorial Prize in Economic Sciences was awarded on Monday to Daron Acemoglu and Simon Johnson, both of the Massachusetts Institute of Technology, and to James Robinson of the University of Chicago.",
      "publication_date": "2024-10-14T09:59:29+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/14/business/economy/nobel-economics.html",
      "byline": "By Jeanna Smialek"
    },
    {
      "headline": "In Texas, Execution Looms Despite Questions in Shaken Baby Case",
      "snippet": "Robert Roberson could be the first person put to death in connection with shaken baby syndrome. The state’s highest criminal court ruled in another case that the science had changed.",
      "abstract": "Robert Roberson could be the first person put to death in connection with shaken baby syndrome. The state’s highest criminal court ruled in another case that the science had changed.",
      "lead_paragraph": "Texas is preparing for the execution this week of an autistic man, Robert Roberson, who was convicted of killing his 2-year-old daughter in a case that has drawn intense scrutiny for its reliance on a questionable diagnosis of shaken baby syndrome.",
      "publication_date": "2024-10-14T11:33:20+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/14/us/texas-execution-robert-roberson-shaken-baby.html",
      "byline": "By J. David Goodman"
    },
    {
      "headline": "Canada Expels Indian Diplomats, Accusing Them of Criminal Campaign",
      "snippet": "The Canadian police said the Indian government had orchestrated homicides and extortion in Canada to intimidate Sikh separatists. India, in return, kicked out Canadian diplomats.",
      "abstract": "The Canadian police said the Indian government had orchestrated homicides and extortion in Canada to intimidate Sikh separatists. India, in return, kicked out Canadian diplomats.",
      "lead_paragraph": "Canada accused the Indian government on Monday of homicide and extortion intended to silence critics of India living in Canada, escalating a bitter dispute that began last year with an assassination of a Sikh activist.",
      "publication_date": "2024-10-14T14:09:44+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/14/world/canada/india-canada-diplomats.html",
      "byline": "By Matina Stevis-Gridneff"
    }
  ]
}