{
  "metadata": {
    "date": "2024-10-28",
    "total_articles": 23
  },
  "articles": [
    {
      "headline": "Washington Post Says It Will Stop Endorsing Presidential Candidates",
      "snippet": "The decision was made by Jeff Bezos, the paper’s owner, according to a person with knowledge of the talks. Will Lewis, the chief executive, said the paper was “returning to our roots” of not making endorsements for the office.",
      "abstract": "The decision was made by Jeff Bezos, the paper’s owner, according to a person with knowledge of the talks. Will Lewis, the chief executive, said the paper was “returning to our roots” of not making endorsements for the office.",
      "lead_paragraph": "A debate inside The Washington Post continued for days among its top leaders: Should it make an endorsement in the presidential race, continuing a decades-long tradition?In the end, Jeff Bezos, the paper’s billionaire owner, decided that the answer was no.On Friday, Will Lewis, The Post’s chief executive, told the newsroom that the paper would no longer endorse presidential candidates. His announcement came after the debate and decision by Mr. Bezos, a person with knowledge of the talks said. By that time, the paper’s opinion section had drafted an endorsement of Vice President Kamala Harris, according to four people with knowledge of the process.",
      "publication_date": "2024-10-25T16:28:33+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/25/business/media/washington-post-presidential-endorsement.html",
      "byline": "By Benjamin Mullin and Katie Robertson"
    },
    {
      "headline": "Abercrombie, Pushing a New Image, Confronts Accusations Against Ex-C.E.O.",
      "snippet": "Recent sex trafficking charges against Michael Jeffries could entangle the retailer, too, as it tries to close a tumultuous chapter in its history.",
      "abstract": "Recent sex trafficking charges against Michael Jeffries could entangle the retailer, too, as it tries to close a tumultuous chapter in its history.",
      "lead_paragraph": "Fran Horowitz, the chief executive of Abercrombie & Fitch, said it plainly: “We are no longer the company that we used to be.”",
      "publication_date": "2024-10-25T16:49:48+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/25/business/abercrombie-mike-jeffries-sex-trafficking-charges.html",
      "byline": "By Danielle Kaye"
    },
    {
      "headline": "The Policy Record Harris Isn’t Talking About",
      "snippet": "As vice president, Kamala Harris has targeted racial and gender gaps in health care, lending and other areas. She isn’t running on that part of her record.",
      "abstract": "As vice president, Kamala Harris has targeted racial and gender gaps in health care, lending and other areas. She isn’t running on that part of her record.",
      "lead_paragraph": "Paging through intelligence reports just weeks after she was sworn in as vice president, Kamala Harris was struck by the way two female foreign leaders were described. The reports used adjectives that, in her view, were rarely used to describe male leaders.",
      "publication_date": "2024-10-25T17:29:47+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/25/us/politics/harris-racism-sexism-policies.html",
      "byline": "By Sharon LaFraniere and Julian E. Barnes"
    },
    {
      "headline": "Chinese Hackers Are Said to Have Targeted Phones Used by Trump and Vance",
      "snippet": "The targeting of the Republican presidential ticket’s phones is part of what appears to be a wide-ranging effort to gather information about American leaders.",
      "abstract": "The targeting of the Republican presidential ticket’s phones is part of what appears to be a wide-ranging effort to gather information about American leaders.",
      "lead_paragraph": "Chinese hackers targeted data from phones used by former President Donald J. Trump and his running mate, Senator JD Vance of Ohio, as part of what appears to be a wide-ranging intelligence-collection effort, people familiar with the matter said on Friday.",
      "publication_date": "2024-10-25T18:03:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/25/us/politics/trump-vance-hack.html",
      "byline": "By Devlin Barrett, Jonathan Swan and Maggie Haberman"
    },
    {
      "headline": "Biden Apologizes for U.S. Abuse of Indian Children, Calling It ‘a Sin on Our Soul’",
      "snippet": "From the early 1800s to the late 1960s, the federal government forced Native American children into boarding schools where they faced abuse and neglect that led in some cases to death.",
      "abstract": "From the early 1800s to the late 1960s, the federal government forced Native American children into boarding schools where they faced abuse and neglect that led in some cases to death.",
      "lead_paragraph": "President Biden ventured into Native American territory on Friday to offer a formal apology on behalf of the U.S. government for the mistreatment of generations of children who were taken away from their families in an effort to strip them of their culture, history and language.",
      "publication_date": "2024-10-25T19:13:50+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/25/us/politics/biden-apology-indian-abuse.html",
      "byline": "By Peter Baker and Aishvarya Kavi"
    },
    {
      "headline": "Israel Pummels Gaza and Lebanon With Hundreds of Deadly Airstrikes",
      "snippet": "Gaza’s health ministry reported that dozens of people had been killed in a residential area of Khan Younis, as Israel launched a barrage of attacks across the region on Friday.",
      "abstract": "Gaza’s health ministry reported that dozens of people had been killed in a residential area of Khan Younis, as Israel launched a barrage of attacks across the region on Friday.",
      "lead_paragraph": "Israeli attacks across the Gaza Strip on Friday left dozens dead and cut off communications between the outside world and one of the last functioning hospitals in the enclave’s north, according to the Gaza health ministry and the World Health Organization.",
      "publication_date": "2024-10-25T21:00:12+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/25/world/middleeast/israel-strikes-gaza-lebanon.html",
      "byline": "By Liam Stack, Raja Abdulrahim, Euan Ward and Thomas Fuller"
    },
    {
      "headline": "As U.S. Election Looms, Biden Aides Struggle With Middle East Wars",
      "snippet": "Secretary of State Antony J. Blinken tried to get Prime Minister Benjamin Netanyahu of Israel to envision a U.S.-backed plan for ending the war in Gaza, but there was no sign of progress.",
      "abstract": "Secretary of State Antony J. Blinken tried to get Prime Minister Benjamin Netanyahu of Israel to envision a U.S.-backed plan for ending the war in Gaza, but there was no sign of progress.",
      "lead_paragraph": "It is not where the Biden administration wants to be less than two weeks before the U.S. presidential election.",
      "publication_date": "2024-10-26T07:00:21+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/26/us/politics/election-biden-middle-east.html",
      "byline": "By Michael Crowley and Edward Wong"
    },
    {
      "headline": "A Muslim Mayor Endorses Trump, and a City of Immigrants Finds Itself Undone",
      "snippet": "The endorsement has roiled Hamtramck, Mich., angering many in the Muslim community, as well as longtime residents who welcomed the newcomers.",
      "abstract": "The endorsement has roiled Hamtramck, Mich., angering many in the Muslim community, as well as longtime residents who welcomed the newcomers.",
      "lead_paragraph": "Amer Ghalib has made a lot of national news as the leader of a small, Midwestern city.",
      "publication_date": "2024-10-26T09:03:38+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/26/us/hamtramck-michigan-ghalib-trump.html",
      "byline": "By Kurt Streeter"
    },
    {
      "headline": "Jessica Tarlov Is the Liberal That Fox News Viewers Love to Hate",
      "snippet": "A die-hard Democrat, she is a resident dissenter on “The Five,” the most-watched show in cable news. Does she have the hardest job on television?",
      "abstract": "A die-hard Democrat, she is a resident dissenter on “The Five,” the most-watched show in cable news. Does she have the hardest job on television?",
      "lead_paragraph": "It was a day after Bret Baier’s contentious interview with Vice President Kamala Harris, and the Fox News punditocracy on “The Five,” the network’s most popular show, was celebrating. “She’s ice-cold, she’s unlikable, and her arguments are incoherent,” sneered Jesse Watters. “The look and the tone of a D.M.V. clerk who wants to take her break,” scoffed Greg Gutfeld.",
      "publication_date": "2024-10-26T09:03:58+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "BU",
      "web_url": "https://www.nytimes.com/2024/10/26/business/media/jessica-tarlov-the-five-fox-news.html",
      "byline": "By Michael M. Grynbaum"
    },
    {
      "headline": "How Donald Trump Is Making Big Promises to Big Business",
      "snippet": "Crypto. Big Oil. Tobacco. Vaping. The former president has been making overt promises to industry leaders, a level of explicitness rarely seen in modern presidential politics.",
      "abstract": "Crypto. Big Oil. Tobacco. Vaping. The former president has been making overt promises to industry leaders, a level of explicitness rarely seen in modern presidential politics.",
      "lead_paragraph": "On a Friday in late September, Donald J. Trump took time off the campaign trail for a closed-door meeting at Mar-a-Lago with officials representing the vaping industry.",
      "publication_date": "2024-10-26T09:04:15+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/26/us/politics/trump-industry-promises.html",
      "byline": "By Shane Goldmacher, Maggie Haberman and Jonathan Swan"
    },
    {
      "headline": "Global Economic Leaders Confront a New Era of Industrial Policy",
      "snippet": "Policymakers brace for more protectionism and the demise of “neoliberalism” if Donald J. Trump is re-elected in the U.S.",
      "abstract": "Policymakers brace for more protectionism and the demise of “neoliberalism” if Donald J. Trump is re-elected in the U.S.",
      "lead_paragraph": "At the annual meetings of the International Monetary Fund and the World Bank this week, Kristalina Georgieva, the head of the I.M.F., expressed a mix of relief and trepidation about the state of the world economy.",
      "publication_date": "2024-10-26T09:04:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/26/us/politics/neoliberalism-trump-global-economy.html",
      "byline": "By Alan Rappeport"
    },
    {
      "headline": "Israel’s Strike Marks New Phase of Conflict, but Stops Short of All-Out War",
      "snippet": "Iran’s initial reaction suggested that the sides had once again averted an uncontrolled war, even if the prospect looms larger than ever.",
      "abstract": "Iran’s initial reaction suggested that the sides had once again averted an uncontrolled war, even if the prospect looms larger than ever.",
      "lead_paragraph": "Israel’s retaliatory attack on Iran on Saturday morning marked the start of a new and more dangerous phase in the two countries’ yearslong conflict, but it appeared, at least for now, to have stopped short of prompting an all-out war, analysts said.",
      "publication_date": "2024-10-26T09:24:26+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/26/world/middleeast/israel-iran-attack-war.html",
      "byline": "By Patrick Kingsley"
    },
    {
      "headline": "Barricades and Bulletproof Glass: A County Prepares for Election Day",
      "snippet": "With the specter of political violence looming, the Department of Homeland Security has advised hundreds of communities on election safety. Luzerne County, Pa., is at the center of the unrest.",
      "abstract": "With the specter of political violence looming, the Department of Homeland Security has advised hundreds of communities on election safety. Luzerne County, Pa., is at the center of the unrest.",
      "lead_paragraph": "With northeastern Pennsylvania awash again in the reds and oranges of a dazzling autumn, workers recently planted boulders around a government building in downtown Wilkes-Barre to address a seasonal ugliness. But this was no beautification project.",
      "publication_date": "2024-10-26T14:51:22+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/26/us/elections/election-security-luzerne-county.html",
      "byline": "By Dan Barry and Ruth Fremson"
    },
    {
      "headline": "The World According to Kamala Harris",
      "snippet": "The rise of Kamala Harris, the tenacious child of high-achieving immigrants, is atypical. But her story is also distinctly American.",
      "abstract": "The rise of Kamala Harris, the tenacious child of high-achieving immigrants, is atypical. But her story is also distinctly American.",
      "lead_paragraph": "In Kamala Harris’s closing argument at the Ellipse in Washington on Tuesday, she sought to cast herself in thoroughly relatable terms. “I’ve lived the promise of America,” she said near the end of her speech, repeating the sentence twice more, as if trying to weave herself into the fiber of an electorate that has yet to understand her.",
      "publication_date": "2024-10-26T16:17:39+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/26/us/politics/kamala-harris-bio.html",
      "byline": "By Robert Draper"
    },
    {
      "headline": "Ukraine Invaded Russia. Here’s What It Was Like for Civilians.",
      "snippet": "Russians in the area of Ukraine’s invasion have described seeing signs of violent encounters, as well as respectful treatment from Ukrainian troops.",
      "abstract": "Russians in the area of Ukraine’s invasion have described seeing signs of violent encounters, as well as respectful treatment from Ukrainian troops.",
      "lead_paragraph": "The drone flying over Korenevo village, in the Kursk region of Russia that Ukraine invaded in August, recorded a grisly scene: at least seven bodies lying on the road, most of them in civilian clothes.",
      "publication_date": "2024-10-27T04:01:14+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/27/world/europe/russia-kursk-ukraine-invasion-civilians.html",
      "byline": "By Anatoly Kurmanaev, Haley Willis, Ekaterina Bodyagina, Oleg Matsnev and Dmitriy Khavin"
    },
    {
      "headline": "Their Son’s Death Was Devastating. Then Politics Made It Worse.",
      "snippet": "After Aiden Clark was killed in a school bus accident in Springfield, Ohio, his death inspired conspiracy theories, campaign lies and  anti-immigrant hate. Now his family is the latest target.",
      "abstract": "After Aiden Clark was killed in a school bus accident in Springfield, Ohio, his death inspired conspiracy theories, campaign lies and  anti-immigrant hate. Now his family is the latest target.",
      "lead_paragraph": "A sheriff’s deputy arrived at Nathan and Danielle Clark’s front door on the outskirts of Springfield, Ohio, last month with the latest memento of what their son’s death had become. “I’m sorry that I have to show you this,” she said and handed them a flier with a picture of Aiden, 11, smiling at the camera after his last baseball game. It was the same image the Clarks had chosen for his funeral program and then made into Christmas ornaments for his classmates, but this time the photograph was printed alongside threats and racial slurs.",
      "publication_date": "2024-10-27T09:02:00+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/27/us/politics/springfield-ohio-family-trump-haitian-immigrants.html",
      "byline": "By Eli Saslow and Erin Schaff"
    },
    {
      "headline": "Inside The Washington Post’s Decision to Stop Presidential Endorsements",
      "snippet": "Post owner Jeff Bezos ended the decades-long practice, weeks after a discussion at a meeting in Miami. The move has drawn criticism in and outside the newsroom.",
      "abstract": "Post owner Jeff Bezos ended the decades-long practice, weeks after a discussion at a meeting in Miami. The move has drawn criticism in and outside the newsroom.",
      "lead_paragraph": "A tropical storm was heading toward Florida’s Gulf Coast in late September when senior news and opinion leaders of The Washington Post flew into Miami for a periodic meeting with Jeff Bezos, the newspaper’s billionaire owner.",
      "publication_date": "2024-10-27T09:04:13+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/27/business/media/washington-post-president-endorsement.html",
      "byline": "By Benjamin Mullin and Katie Robertson"
    },
    {
      "headline": "Behind the Tactical Gains Against Iran, a Longer-Term Worry",
      "snippet": "Experts inside and outside the Biden administration fear that Iran may conclude it has only one defense left: racing for an atomic weapon.",
      "abstract": "Experts inside and outside the Biden administration fear that Iran may conclude it has only one defense left: racing for an atomic weapon.",
      "lead_paragraph": "When Israeli fighter jets roared off the runways on Friday night, on a thousand-mile run to Iran, they headed for two major sets of targets: the air defenses that protect Tehran, including Iran’s leadership, and the giant fuel mixers that make propellant for Iran’s missile fleet.",
      "publication_date": "2024-10-27T13:32:06+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/27/us/politics/iran-israel-strikes-tehran.html",
      "byline": "By David E. Sanger, Eric Schmitt, Ronen Bergman and Farnaz Fassihi"
    },
    {
      "headline": "Mr. Bezos Went to Washington. But He Never Arrived.",
      "snippet": "The billionaire made splashy purchases of The Washington Post and a mansion in Washington. But his status as a power player in the nation’s capital was never realized.",
      "abstract": "The billionaire made splashy purchases of The Washington Post and a mansion in Washington. But his status as a power player in the nation’s capital was never realized.",
      "lead_paragraph": "A decade ago, Jeff Bezos was expected to make a splash in Washington.",
      "publication_date": "2024-10-27T17:43:44+0000",
      "section_name": "Technology",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/27/technology/jeff-bezos-washington-post-dc.html",
      "byline": "By Cecilia Kang and David McCabe"
    },
    {
      "headline": "Trump at the Garden: A Closing Carnival of Grievances, Misogyny and Racism",
      "snippet": "The inflammatory rally was a capstone for an increasingly aggrieved campaign for Donald Trump, whose rhetoric has grown darker and more menacing.",
      "abstract": "The inflammatory rally was a capstone for an increasingly aggrieved campaign for Donald Trump, whose rhetoric has grown darker and more menacing.",
      "lead_paragraph": "Donald J. Trump’s closing rally at Madison Square Garden on the second to last Sunday before the election was a release of rage at a political and legal system that impeached, indicted and convicted him, a vivid and at times racist display of the dark energy animating the MAGA movement.",
      "publication_date": "2024-10-28T03:20:18+0000",
      "section_name": "U.S.",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/27/us/trump-msg-rally.html",
      "byline": "By Shane Goldmacher, Maggie Haberman and Michael Gold"
    },
    {
      "headline": "In England’s Most Haunted Village, Halloween Means Screams and Skeptics",
      "snippet": "Pluckley is said to count at least 12 spirits among its 1,000 residents. Come October, ghost hunters arrive in droves to a place where even nonbelievers concede they’ve had eerie encounters.",
      "abstract": "Pluckley is said to count at least 12 spirits among its 1,000 residents. Come October, ghost hunters arrive in droves to a place where even nonbelievers concede they’ve had eerie encounters.",
      "lead_paragraph": "Whether or not you believe in the phantom coach and horses, the screaming man, the “watercress lady” engulfed in flames or the legend of the highwayman killed at “fright corner,” it’s hard to ignore ghost stories in Pluckley, England.",
      "publication_date": "2024-10-28T04:01:21+0000",
      "section_name": "World",
      "print_page": "1",
      "page_section": "A",
      "web_url": "https://www.nytimes.com/2024/10/28/world/europe/pluckley-england-haunted-ghosts-halloween.html",
      "byline": "By Stephen Castle"
    },
    {
      "headline": "A Capitalist for the Little Guy? How Harris Is Pitching Small Business.",
      "snippet": "Kamala Harris has leaned in with promises to aid start-ups, but proprietors are often more focused on taxes and regulations.",
      "abstract": "Kamala Harris has leaned in with promises to aid start-ups, but proprietors are often more focused on taxes and regulations.",
      "lead_paragraph": "Presidential campaigns often use the backdrop of small businesses — record stores, diners, machine shops — to emphasize their candidates’ authenticity and hometown values. But this election cycle has taken those businesses a bit more seriously.",
      "publication_date": "2024-10-28T09:02:26+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/28/business/economy/harris-economic-plans-small-business.html",
      "byline": "By Lydia DePillis"
    },
    {
      "headline": "Wages Have Outpaced Inflation. But Not for Everyone.",
      "snippet": "On average, pay has risen faster than prices in recent years. But the overall picture is complicated — and it’s not just facts versus “vibes.”",
      "abstract": "On average, pay has risen faster than prices in recent years. But the overall picture is complicated — and it’s not just facts versus “vibes.”",
      "lead_paragraph": "Have Americans’ paychecks kept up with the cost of living over the past several years?",
      "publication_date": "2024-10-28T15:31:38+0000",
      "section_name": "Business Day",
      "print_page": "1",
      "page_section": "B",
      "web_url": "https://www.nytimes.com/2024/10/28/business/economy/inflation-wages-pay-salaries.html",
      "byline": "By Ben Casselman"
    }
  ]
}